Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Added and/or viewed since the beginning of the year (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: Seit Beginn des Jahres hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: Incorrect parameter:
de: Falscher Parameter:

source: Subscript
de: tiefgestellt
fr: Souscrit

source: Apply subscript font to text
de: Text tieferstellen (subscript)

source: Displays text in subscript.
de: Zeigt Text tiefergestellt
fr: Affiche le texte en lettres inférieures.

source: Subscribe or unsubscribe to a group
de: Einer Gruppe anschließen oder von einer abmelden
fr: S'inscrire ou se désinscrire d'un groupe

source: Subscribe Group
de: Anmeldung bei Gruppe
fr: Inscrire un groupe

source: Allow users to subscribe to a group
de: Erlaube es Benutzer sich bei einer Gruppe anzumelden

source: text displyed before the button
de: Text, der vor der Schaltfläche angezeigt wird

source: Group name to subscribe to or unsubscribe from
de: Name der Gruppe zum anschließen/abmelden

source: Subscribe
de: Abonnieren
fr: S'abonner

source: Subscribe Groups
de: Gruppenanmeldung

source: Allow users to subscribe to a list of groups
de: Erlaube es Benutzer sich bei einer Liste von Gruppen anzumelden

source: Subscribe newsletter
de: Newsletter abonnieren

source: Allow users to subscribe to a newsletter
de: Erlaube Benutzer einen Newsletter zu abonnieren

source: Superscript
de: hochgestellt

source: Apply superscript font to text
de: Text hochstellen (superscript)

source: Display a survey
de: Eine Umfrage anzeigen

source: Arrange content in tabs
de: Arragiere Inhalt in Tabs

source: Apply an HTML tag to content
de: Wende eine HTML Tag auf einen Inhalt an

source: Any valid HTML tag, span by default
de: Jedes gültige HTML-Tag, standardmäßig SPAN

source: CSS Style
de: CSS-Stil
fr: Style CSS

source: Title Search
de: Titelsuche

source: Search page titles
de: Durchsuche Seitentitel

source: Search Criteria
de: Suchkriterien

source: Portion of a page name
de: Teil eines Seitennamens

source: Also show page hits or user
de: Zeige ebenfalls Seitentreffer oder Benutzer

source: Pipe-separated list of page names to exclude from results
de: Mit Senkrechtstrichen getrennte Liste von Seitennamen, die vom Suchergebnis ausgeschlossen werden sollen

source: No Header
de: Kein Kopf
fr: Pas d'en-tête

source: Set to 1 (Yes) to have no header for the search results
de: Trage 1 (ja) ein, um keinen Kopfbereich für Suchergebnisse anzuzeigen

source: No pages found for title search
de: Titelsuche hat keine Seiten gefunden
fr: Aucune page trouvée avec la recherche par titre

source: One page found for title search
de: Titelsuche hat eine Seite gefunden
fr: Une page trouvée avec la recherche par titre

source: pages found for title search
de: Seiten bei Titelsuche gefunden
fr: pages trouvées avec la recherche par titre

source: Table of Contents (Structure)
de: Inhaltsverzeichnis (Struktur)

source: Display a table of contents of pages or sub-pages
de: Deaktiviere das Inhaltsverzeichnis von Seiten/Unterseiten

source: Structure ID
de: Struktur-ID
fr: ID de la structure

source: Show Numbering
de: Zeige Nummerierung

source: Top Friends
de: Top Freunde

source: List top-scoring users.
de: Liste der höchstbewerteten Benutzer.

source: Translate
de: übersetzen
fr: Traduire

source: Translate text to the user language
de: Übersetze Text zu einer Benutzersprache

source: Translate a string
de: Übersetzte einen Text
fr: Traduire une chaîne

source: Create a form in a wiki page to populate a tracker
de: Erstelle ein Formular in einer Wiki Seite um einen Tracker zu füllen

source: Fields
de: Felder
fr: Champs

source: Embedded
de: eingebettet

source: To send an email once the tracker item has been created. Format: from
de: Um eine Email zu senden, sobald der Trackereintrag erstellt wurde. Format: von

source: to
de: bis
fr: à

source: template
de: Vorlage
fr: gabarit

source: Text or html setting
de: Text oder HTML Einstellung

source: URL the user is sent to after the form is submitted
de: URL, die dem Benutzer geschickt wird, wenn das Formular übermittelt wurde

source: Parent
de: Oberkategorie

source: Self
de: selbst

source: Values
de: Werte
fr: Valeurs

source: Overwrite
de: Überschreiben
fr: Écraser

source: Preview
de: Vorschau
fr: Aperçu

source: reset
de: zurücksetzen
fr: réinitialiser

source: View
de: Betrachten
fr: Afficher

source: Open
de: Offen
fr: Ouvert

source: Closed
de: Geschlossen
fr: Fermé

source: Fields marked with a * are mandatory.
de: Mit * markierte Felder sind zwingend.
fr: Les champs marqués d'un astérisque(*) sont obligatoires

source: Tracker Comments
de: Trackerkommentare

source: Comments found
de: Kommentare gefunden
fr: Commentaires trouvés

source: Filters
de: Filter
fr: Filtres

source: Display List
de: Anzeigeliste
fr: Afficher la Liste

source: Create a form to filter tracker fields
de: Erstelle eine Formular um Trackerfelder zu filtern

source: notice
de: Hinweis

source: Tracker If
de: Tracker wenn

source: Display content based on results of a tracker field test
de: Zeige Inhalt basierend auf Ergebnissen eines Trackerfeld-Tests

source: Ignore
de: Ignorieren
fr: Ignorer

source: Tracker Item Field
de: Tracker Eintrag-Feld

source: Display or test the value of a tracker item field
de: Zeige oder teste den Wert eines Trackerfeldes

source: Field ID
de: Feld-Id
fr: ID du Champ

source: Status of the tracker item
de: Status des Trackereintrags

source: Open & Pending
de: Offen & unerledigt

source: Open & Closed
de: Offen & geschlossen

source: Pending & Closed
de: Unerledigt & geschlossen

source: Open, Pending & Closed
de: Offen, unerledigt & geschlossen

source: Tracker List
de: Trackerliste
fr: Liste de Formulaires

source: List, filter and sort the items in a tracker
de: Liste auf, filtere und sortiere Einträge eines Trackers

source: Notice
de: Nachricht
fr: Avis

source: Filter Field
de: Filter Feld
fr: Champ du filtre

source: Filter Value
de: Filter Wert
fr: Filtre

source: Exact Value
de: genauer Wert
fr: Valeur Exacte

source: More
de: Mehr
fr: Plus

source: Wiki Page
de: Wiki Seite
fr: Page Wiki

source: Silent
de: still

source: Error in tracker ID
de: Fehler in der Tracker-ID
fr: Erreur sur l'ID du formulaire

source: No field indicated
de: Kein Feld angegeben
fr: Aucun champ indiqué

source: Displays a button to link to a page with a tracker plugin with prefilled tracker fields.
de: Zeige eine Schaltfläche um zu einer Seite mit Trackerplugin mit vorausgefüllten Trackerfeldern zu verlinken

source: Tracker Prefill
de: Tracker Vorfüllung

source: Create a button to prefill tracker fields
de: Erstelle eine Schaltfläche um Tracker vorauszufüllen

source: Field 1
de: Feld 1
fr: Champ 1

source: Value 1
de: Wert 1
fr: Valeur 1

source: Field 2
de: Feld 2
fr: Champ 2

source: Value 2
de: Wert 2
fr: Valeur 2

source: Field 3
de: Feld 3
fr: Champ 3

source: Value 3
de: Wert 3
fr: Valeur 3

source: Field 4
de: Feld 4
fr: Champ 4

source: Value 4
de: Wert 4
fr: Valeur 4

source: Field 5
de: Feld 5
fr: Champ 5

source: Value 5
de: Wert 5
fr: Valeur 5

source: Tracker Stats
de: Tracker Statistik
fr: Statistiques des formulaires

source: Display statistics about a tracker.
de: Zeige Statistiken zu einem Tracker.

source: incorrect fieldId
de: falsche Feld-Id
fr: fieldId incorrect

source: Tracker Timeline
de: Tracker Zeitleiste

source: Show a timeline view of a tracker
de: Zeige einen Zeitleistenansicht eines Trackers

source: Title Field
de: Titlelfeld
fr: Champ titre

source: Summary Field
de: Summenfeld
fr: Champ résumé

source: trackertoggle
de: Tracker umschalten

source: Trade
de: Handel

source: Send or receive payments from one member to another. (for cclite only so far, experimental)
de: Sende oder empfange Bezahlungen von einem Mitglied zu einem anderen (nur für CClite bisher, experimentell)

source: Continue
de: Weiter
fr: Continuer

source: Please log in
de: Bitte anmelden

source: The user
de: Der Benutzer

source: needs to validate their account
de: muss sein Benutzerkonto validieren

source: Page not found
de: Seite wurde nicht gefunden
fr: Aucune page trouvée

source: Translated
de: übersetzt
fr: Traduite

source: Create multi-lingual links
de: Erstelle mehrsprachige Links

source: Flag
de: Flagge
fr: Drapeau

source: Links to a translated content
de: Verweist auf einen übersetzten Inhalt
fr: Liens au contenu traduit

source: Include a tweet
de: Binde einen Tweet ein

source: User Count
de: Benutzerzähler

source: Display number of users for a site or group
de: Zeige eine Anzahl von Benutzern für eine Site oder eine Gruppe

source: Group name
de: Gruppenname
fr: Groupe

source: Displays the number of registered users
de: Zeigt die Anzahl der registrierten Benutzer
fr: Affiche le nombre d'utilisateurs inscrits

source: User Link
de: Benutzerlink

source: User List
de: Benutzerliste
fr: Liste des Utilisateurs

source: Display a list of registered users
de: Zeig eine Liste registrierter Benutzer

source: User info
de: Benutzerinfo

source: User page
de: Benutzerseite

source: User pref
de: Benutzereinstellungen

source: Real Name
de: Tatsächlicher Name
fr: Nom réel

source: users
de: Benutzer
fr: utilisateurs

source: Displays a list of registered users
de: Liste der registrierten Benutzer anzeigen
fr: Affiche une liste d'utilisateurs inscrits

source: Create tabs for showing alternate versions of content
de: Erstelle Tabs um Inhalte verschiedener Versionen anzuzeigen

source: Display a Vimeo video
de: Zeige ein Vimeo Video

source: Quality of the video
de: Qualität des Videos

source: Full screen
de: Vollbild

source: Expand to full screen
de: Erweitere zu Vollbild

source: Vote
de: Abstimmung
fr: Voter

source: Create a tracker for voting
de: Erstelle einen Tracker für Bewertungen

source: Wanted Pages
de: Gesuchte Seiten

source: Show location of links to pages not yet created
de: Zeige Links zu Seiten an, die noch nicht erstellt wurden

source: From
de: Von
fr: De

source: To
de: An
fr: À

source: Comma
de: Komma

source: Line break
de: Zeilenumbruch
fr: Saut de ligne

source: ignored
de: ignorierten
fr: ignoré

source: External Wiki
de: Externes Wiki
fr: Wiki externe

source: dash-WikiWord
de: dash-WikiWort
fr: WikiWord-tiret

source: WikiWord
de: Wiki-Wort
fr: MotWiki

source: valid
de: gültig
fr: valide

source: Wanted Page
de: gesuchte Seiten
fr: Page voulue

source: __key__ | __default__ | __comments__\n
de: __Schlüssel__ | __Vorgabe__ | __Kommentar__\n
fr: __clé__ | __défaut__ | __commentaires__\n

source: empty string
de: leere Zeichenfolge
fr: chaîne vide

source: Viewer for UStream Watershed Embed.
de: Anzeige für UStream Watershed Einbettung

source: Archive
de: archivieren

source: Web Service
de: Webdienst

source: Display remote information exposed in JSON or YAML.
de: Zeige externe Informationen, dargestellt in JSON oder YAML.

source: Display a YouTube video
de: Zeige ein YouTube Video

source: Movie
de: Film

source: Related
de: Verwandt
fr: En relation

source: Background
de: Hintergrund

source: Plugin YouTube error: the movie parameter is empty
de: Plugin YouTube Fehler: Filmparameter nicht angegeben

source: Zotero Citation
de: Zotero Zitierung

source: Retrieves and includes a Zotero reference in the page.
de: Empfängt und fügt Zoteroverweise in die Seite ein.

source: Removed version \$version
de: gelöschte Version \$version
fr: Version \$version supprimée

source: No version indicated
de: Keine Version angegeben
fr: Aucune version indiquée

source: Page locked
de: Seite sperren
fr: Page verrouillée

source: Page unlocked
de: Seite entsperren
fr: Page déverrouillée

source: Removed last version
de: Löschte letzte Version
fr: Dernière version supprimée

source: ERROR: Either the subject or body must be non-empty
de: FEHLER: Text und Betreff dürfen nicht leer sein.
fr: ERREUR&nbsp;: Le sujet et le corps ne peuvent pas être vides en même temps

source: ERROR: No valid users to send the message
de: FEHLER: Keine gültigen Benutzer zum Verschicken der Nachricht.
fr: ERREUR&nbsp;: Aucun utilisateur valide à qui envoyer le message

source: Invalid user
de: Ungueltiger Benutzer
fr: Utilisateur invalide

source: Sent box is full. Archive or delete some sent messages first if you want to send more messages.
de: Ausgangsordner ist voll. Bitte ein paar verschickte Nachrichten archivieren oder löschen, damit weitere verschickt werden können.
fr: La boîte des messages envoyés est pleine. Archivez ou supprimez quelques messages envoyés avant, si vous souhaitez pouvoir envoyer d'autres messages.

source: An error occurred, please check your mail settings and try again
de: Ein Fehler ist aufgetreten. Prüfe bitte Deine Emaileinstellungen und versuche es nochmal

source: You have to be able to receive messages in order to send them. Goto your user preferences and enable 'Allow messages from other users'
de: Zum Versenden von Nachrichten musst Du auch Antwort empfangen können. Bitte aktiviere 'Nachrichten von anderen Anwendern erlauben' in den Benutzereinstellungen.
fr: Vous devez pouvoir recevoir des messages pour pouvoir en envoyer. Allez dans vos préférences utilisateur et activez 'Autoriser des messages d'autres utilisateurs'

source: User %s can not receive messages, mailbox is full
de: Benutzer %s kann keine Nachrichten empfangen, Briefkasten ist voll.
fr: L'utilisateur %s ne peut pas recevoir de messages. Sa boîte à lettres est pleine

source: User %s can not receive messages
de: Benutzer %s kann keine Nachrichten empfangen.
fr: L'utilisateur %s ne peut pas recevoir de messages

source: Invalid user: %s
de: Ungültiger Benutzer: %s.
fr: Utilisateur invalide&nbsp;: %s

source: Message has been sent to:
de: Nachricht wurde versandt an:

source: Archive is full. Delete some messages from archive first.
de: Archiv ist voll! Bitte erst ein paar Nachrichten aus dem Archiv löschen.
fr: L'archive est pleine. Supprimez des messages de l'archive d'abord.

source: No more messages
de: Keine weiteren Nachrichten
fr: Plus de messages

source: ERROR:
de: FEHLER:

source: ERROR: Invalid tab_id received. Numeric format expected, got \$tab_id
de: FEHLER: ungültige tab_id erhalten. Es wird ein numerisches Format erwartet. Habe aber \$tab_id erhalten
fr: ERROR: Invalide tab_id reçu. Format numérique attendu, got \$tab_id

source: Displays a calendar of system events, such as wiki page modifications, forum posts and article publications. Days with events show links to the action calendar page.
de: Zeigt einen Kalender mit Systemereignissen, so wie Veränderungen von Wiki Seiten, Forumposts und Veröffentlichungen von Artikeln. Tage mit Ereignissen beeinhalten einen Link zum jeweiligen Ereignis.
fr: Affiche un calendrier des événements reliés au système comme les modifications de pages wiki et les publications sur les forums ou sur les blogues. Les jours contenant des événements affichent les liens vers la page du calendrier des actions.

source: Item types filter
de: Typfilter

source: If set to a list of item types, restricts the items displayed to those of one of these types. Each set is a comma-separated list of item type codes.
de: Wenn Typen eingetragen werden, wird die Anzeige auf die eingetragenen Typen beschränkt. Einzelne Typen sind durch Kommas zu separieren.

source: Possible item type values:
de: Mögliche Typeneinträge:

source: Similar Content
de: Ähnlicher Inhalt
fr: Contenu similaire

source: Find similar content based on FreeTags.
de: Finde ähnlichen Inhalt anhand von Freetags.
fr: Trouver du contenu similaire basé sur les mots-clés.

source: Similar Content Filter
de: Filter für ähnlichen Inhalt

source: Displays a text/image Google AdSense advertisement. This module should be updated to support new Google code.
de: Zeigt eine Google AdSense Werbung (Text/Bild). Dieses Modul sollte aktualisiert werden, um den neuen Googlecode zu unterstützen.

source: Advertisement channel, as optionally provided by Google.
de: Werbekanal, wie optional von Google bereitgestellt.

source: As provided by Google. Format: \"pub-xxxxxxxxxxxxxxxx\"
de: Wie von Google bereitgestellt. Format: \"pub-xxxxxxxxxxxxxxxx\"

source: Global banner format as provided by Google. For example: \"display=468*60_as\"
de: Globales Banner-Format, wie optional von Google bereitgestellt. Z.B.: \"display=468*60_as\"

source: Background color, as optionally provided by Google.
de: Hintergrundfarbe, wie optional von Google bereitgestellt.

source: Border color, as optionally provided by Google.
de: Rahmenfarbe, wie optional von Google bereitgestellt.

source: Link color, as optionally provided by Google.
de: Linkfarbe, wie optional von Google bereitgestellt.

source: Text color, as optionally provided by Google.
de: Textfarbe, wie optional von Google bereitgestellt.

source: URL color, as optionally provided by Google.
de: URL Farbe, wie optional von Google bereitgestellt.

source: Article Archives
de: Artikelarchive

source: Shows links to the published articles for each month.
de: Zeigt Links zu veröffentlichten Artikeln für jeden Monat.
fr: Affiche les liens vers les articles publiés pour chaque mois.

source: If set to \"y\", displays a button labelled \"More...\" that links to a paginated view of the selected articles.
de: Wenn \"y\" eingetragen wird, erhält man eine Schaltfläche \"mehr\", die zur einer paginierten Ansicht der gewählten Artikel führt.

source: Default: \"n\".
de: Standard: \"n\".

source: If set to a category identifier, only consider the articles in the specified category.
de: Wenn ein Kategorieidentifikator eingetragen wird, werden nur die Artikel in der angegebenen Kategorie berücksichtigt.

source: Example value: 13.
de: Beispielswert: 13.

source: Topic filter (by names)
de: Themenfilter (nach Namen)

source: Topic filter (by identifiers)
de: Themenfilter (nach Identifikator)

source: Types filter
de: Typenfilter

source: Language filter
de: Sprachenfilter

source: Article Topics
de: Artikelthemen
fr: Sujets des articles

source: Lists all article topics with links to their articles.
de: Listet alle Artikelthemen mit Links zu den jeweiligen Artikeln.

source: Lists the specified number of published articles in the specified order.
de: Liste zu einer festgelegten Anzahl von veröffentlichten Artikeln in einer festlegbaren Reihenfolge.
fr: Liste le nombre déterminé d'articles publiés selon l'ordre choisi.

source: Show publication time
de: Zeige Veröffentlichungsdatum

source: If set to \"y\", article publication times are shown.
de: Wenn \"Y\" eingetragen wird, wird das Veröffentlichkeitsdatum angezeigt.

source: Show creation time
de: Zeige Erstellungsdatum

source: If set to \"y\", article creation times are shown.
de: Wenn \"Y\" eingetragen wird, wird das Erstellungsdatum angezeigt.

source: Show rating selector
de: Zeige Bewertungsauswahl

source: If set to \"y\", offers the user to filter articles based on a minimum and a maximum rating.
de: Wenn \"Y\" eingetragen wird, kann der Benutzer die Artikel nach minimalen und maximalen Bewertungen filtern

source: If set to a category identifier, only lists the articles in the specified category.
de: Wenn eine Kategorie angegeben wird, werden nur Artikel in dieser Kategorie aufgelistet.

source: If set to a list of article topic names separated by plus signs, only lists the articles in the specified article topics. If the string is preceded by an exclamation mark (\"!\"), the effect is reversed, i.e. articles in the specified article topics are not listed.
de: Wenn eine Liste von Artikelthemen, getrennt durch Pluszeichen, eingetragen wird, werden nur die Artikel gelistet mit den angegebenen Themen. Wird ein Ausrufezeichen \"!\" vorangestellt, wird der Effekt umgekehrt, d.h. Artikel mit den angegebenen Themen werden nicht gelistet.

source: If set to an integer, offsets the articles list by the given number. For example, if the module was otherwise set to list the 10 articles most recently published, setting the offset to 10 would make the module list the 11th to 20th articles in descending order of publication time instead.
de: Wenn eine ganze Zahl eingetragen wird, wird die Artikelliste um den eingetragenen Wert versetzt. Z.B. wenn das Modul so konfiguriert wurde, dass die 10 jüngsten Artikel gelistet werden, führt ein offset von 10 zu einer Auflistung der Artikel 11 bis 20 in absteigender Sortierung des Veröffentlichungsdatums.

source: If set to \"y\", displays a button labelled \"More\" that links to a paginated view of the selected articles.
de: Wenn \"Y\" eingetragen wird, wird eine Schaltfläche \"mehr\" angezeigt, die zu einer paginierten Ansicht der ausgewählten Artikel führt.

source: If set to \"y\", some of the links use an absolute URL instead of a relative one. This can avoid broken links if the module is to be sent in a newsletter, for example.
de: Wenn \"y\" eingestellt wird, benutzen Links absolute URL anstelle von Relativen. Damit kann man defekte Links vermeiden, wenn das Modul in einem Newsletter versandt wird.

source: Tiki assistant
de: Tiki Assistent
fr: Assistant Tiki

source: Displays an assistant to guide new Tiki admins.
de: Zeigt einen Tiki Assistenten um neue Tiki Admins einzuführen.
fr: Affiche un assistant pour guider les nouveaux administrateurs Tiki.

source: Newest Blog Post Comments
de: Neueste Blog Kommentare

source: Displays the specified number of the blog post comments most recently added.
de: Zeigt eine festgelegte Anzahl von Kommentaren zu Blogeinträgen, die zuletzt abgegeben wurden.

source: No date
de: kein Datum
fr: Pas de date

source: Default: \"n\"
de: Standard: \"n\".

source: Last-Visited Pages
de: Zuletzt besuchte Seiten

source: Displays the last Wiki pages visited by the user.
de: Zeigt die zuletzt von einem Benutzer besuchte Wiki Seite.
fr: Affiche les dernières pages Wiki visitées par l'utilisateur.

source: Maximum number of characters in page names allowed before truncating.
de: Maximale Anzahl von Zeichen einer Seite, bevor diese abgeschnitten wird.

source: Includes a calendar or a list of calendar events.
de: Beeinhaltet einen Kalender oder eine Liste von Kalendereignissen.
fr: Inclut un calendrier ou une liste d'événements du calendrier.

source: Calendars filter
de: Kalenderfilter

source: Displayed month (relative)
de: Angezeigter Monat (relativ)

source: Distance in month to the month to display. A distance of -1 would display the previous month. Setting this option implies a calendar view type with a month time span.
de: Abstand in Monaten zum angezeigten Monat. Ein Abstand von -1 zeigt den Vormonat an. Diese Einstellung setzt voraus, dass eine Kalenderansicht mit Monatsspanne gewählt wird.

source: View type
de: Anzeigetyp

source: Calendar view type time span
de: Zeitspanne für Kalenderansicht

source: Viewmode when clicking on a day
de: Anzeigemodus, wenn auf einen tag geklickt wird.

source: Put a link on all the days , not only those with event
de: Setze einen Link auf alle Tage, nicht nur diejenigen mit Ereignis

source: View navigation bar
de: Zeige Navigations-Bar an

source: Cart
de: Warenkorb

source: Displays the content of the cart, allows to modify quantities and proceed to payment.
de: Zeigt den Inhalt des Einkaufswagens und erlaubt Mengen zu ändern und zur Bezahlung zu gehen.
fr: Affiche le contenu du panier, permet de modifier les quantités et de procéder au paiement.

source: The quantities in your cart were updated
de: Die Mengen im Warenkorb wurden aktualisiert

source: Displays links to categories as a tree.
de: Zeigt Links zu Kategorien in einer Baumansicht.
fr: Affiche les liens vers les catégories sous forme d'arborescence.

source: Object type filter
de: Objekttypfilter

source: Deep
de: Tiefe
