Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: edited the category
de: änderte die Kategorie
fr: a édité la catégorie

source: removed the article
de: löschte den Artikel
fr: a supprimé l'article

source: created the article
de: erstellte den Artikel
fr: a créé l'article

source: edited the article
de: änderte den Artikel
fr: a édité l'article

source: replied to the blog
de: antwortete auf den Blog
fr: a répondu dans la blog

source: created the topic
de: erstellte das Thema
fr: a créé le sujet

source: at forum
de: im Forum
fr: dans le forum

source: replied
de: antwortete
fr: répondu

source: to the topic
de: auf das Thema
fr: au sujet

source: Nothing has happened.
de: Es wurde nichts gändert

source: The fields title and description are mandatory to generate a feed
de: Die Felder Titel und Beschreibung sind zwingend um einen Feed zu erstellen
fr: Les champs titre et description sont obligatoires à la génération d'un flux RSS

source: To fix this error go to Admin -> Feeds
de: Um den Fehler zu beheben, gehe zu Verwalten -> Feeds
fr: Pour corriger cette erreur aller sur Admin -> Feeds

source: Please contact the site administrator and ask him to fix this error
de: Bitte kontaktiere den Site-Administrator und bitte ihn, den Fehler zu beheben
fr: Contactez l'administrateur de votre site et demandez lui de corriger cette erreur

source: If you set feed author email or url you have to set feed author name
de: Wenn Du die Feed-Autoremailadresse oder URL einträgst, muss Du den Feed-Autornamen angeben
fr: Si vous fournissez le mail ou l'URL de l'auteur du flux RSS, vous devez aussi fournir son nom

source: Log In
de: Anmeldung
fr: Connexion

source: See other users' profiles
de: Profil eines anderen Benutzers ansehen
fr: Voir les informations d'un autre utilisateur

source: Have your profile seen
de: Benutzer sieht sich Ihr Profil an
fr: Avoir ses informations utilisateur vues

source: Make friends
de: Freundschaft schließen
fr: Se faire un ami

source: Receive message
de: Nachricht empfangen
fr: Recevoir un message

source: Send message
de: Nachricht schicken
fr: Envoyer un message

source: Read an article
de: Artikel lesen
fr: Lire un article

source: Publish an article
de: Artikel veröffentlichen
fr: Publier un article

source: Have your article read
de: Benutzer liest Deinen Artikel
fr: Avoir son article lu

source: Create New File Gallery
de: Neues Dateiarchiv anlegen
fr: Créer une nouvelle galerie de fichiers

source: Upload new file to gallery
de: Datei in Archiv hochladen
fr: Envoyer un nouveau fichier dans une galerie

source: Download other user's file
de: Datei eines anderen Benutzers herunterladen
fr: Télécharger un fichier d'un autre utilisateur

source: Have your file downloaded
de: Benutzer läd eine Deiner Dateien herunter
fr: Avoir un de ses fichiers téléchargé

source: Create a new image gallery
de: Neue Bildgalerie anlegen
fr: Créer une nouvelle galerie d'images

source: Upload new image to gallery
de: Bild in Galerie hochladen
fr: Envoyer une nouvelle image dans une galerie

source: See other users' galleries
de: Galerie eines anderen Benutzers anschauen
fr: Afficher une galerie d'images d'un autre utilisateur

source: See other users' images
de: Bild eines anderen Benutzers betrachten
fr: Afficher une image d'un autre utilisateur

source: Have your gallery seen by other users
de: Benutzer betrachtet Deine Galerie
fr: Avoir sa galerie affichée par un autre utilisateur

source: Have your image seen
de: Benutzer betrachtet eines Deiner Bilder
fr: Avoir une de ses images affichée

source: Create new blog
de: Neuen Blog erstellen
fr: Créer un nouveau blogue

source: Post in a blog
de: Eintrag in Blog vornehmen
fr: Publier dans un blogue

source: Read other users' blogs
de: Blog eines anderen Benutzers lesen
fr: Lire un blogue d'un autre utilisateur

source: Have your blog read
de: Benutzer liest Deinen Blog
fr: Avoir un de ses blogues lu

source: Create a new wiki page
de: Neue Wiki-Seite erstellen
fr: Créer une nouvelle page Wiki

source: Edit an existing page
de: Vorhandene Wiki-Seite bearbeiten
fr: Modifier une page existante

source: Attach file
de: Datei anhängen
fr: Joindre un fichier

source: Wiki Comment
de: Wiki Kommentare
fr: Commentaire Wiki

source: Calendar item
de: Kalendereintrag
fr: Item du Calendrier

source: Gallery
de: Galerie
fr: Galerie

source: Image
de: Bild

source: Article
de: Artikel

source: Blog post
de: Blog-Eintrag
fr: Article de blogue

source: Tracker item
de: Trackereintrag
fr: Fiche du formulaire

source: Unknown
de: Unbekannt
fr: Inconnu

source: Trackeritem
de: Trackereintrag
fr: FicheFormulaire

source: Directory category
de: Verzeichniskategorie
fr: Catégorie de répertoire

source: You must choose an option
de: Du musst ein Option auswählen
fr: Vous devez choisir une option

source: For you to vote, cookies must be allowed
de: Um abzustimmen, müssen Cookies erlaubt sein
fr: Les cookies doivent être autorisés pour pouvoir voter

source: This poll is closed
de: Diese Umfrage ist geschlossen

source: Last articles.
de: Neueste Artikel.
fr: Derniers articles.

source: Tiki RSS feed for articles
de: Tiki RSS Artikel Feed
fr: Canal de syndication RSS Tiki pour les articles

source: Last posts to weblogs.
de: Neueste Weblog-Einträge.
fr: Derniers articles des blogues.

source: Tiki RSS feed for weblogs
de: Tiki RSS Weblog Feed
fr: Canal de syndication RSS Tiki pour les blogues

source: Upcoming Events
de: nächste Termine
fr: Évènements à venir

source: Tiki RSS feed for calendars
de: Tiki RSS Feed für Kalender
fr: Canaux de syndication RSS Tiki pour les calendriers

source: Last sites.
de: Neueste Sites.
fr: Derniers sites.

source: Tiki RSS feed for directory sites
de: Tiki RSS Feed von Linkverzeichnis
fr: Canal de syndication RSS Tiki pour les sites des répertoires

source: Last files uploaded to the file galleries.
de: Neueste Dateien in den Dateiarchiven.
fr: Derniers fichiers envoyés dans les galeries de fichiers.

source: Tiki RSS feed for file galleries
de: Tiki RSS Dateiarchiv Feed
fr: Canal de syndication RSS Tiki pour les galeries de fichiers

source: Last files uploaded to this file gallery.
de: Zuletzt in diese Dateiarchiv hochgeladene Dateien.
fr: Derniers fichiers déposés dans cette galerie de fichiers.

source: Tiki RSS feed for the file gallery:
de: Tiki RSS Feed von Dateiarchiv:
fr: Canal de syndication RSS Tiki pour la galerie de fichiers&nbsp;:

source: Last posts to this forum.
de: Zuletzt in diesem Forum gepostet.
fr: Derniers messages de ce forum.

source: Tiki RSS feed for forum:
de: Tiki RSS Feed von Forum:
fr: Canal de syndication RSS Tiki pour le forum&nbsp;:

source: Last topics in forums.
de: Neueste Forenthemen.
fr: Derniers sujets des forums.

source: Tiki RSS feed for forums
de: Tiki RSS Foren Feed
fr: Canal de syndication RSS Tiki pour les forums

source: Last images uploaded to the image galleries
de: Zuletzt in die Bildergalerie hochgeladene Bilder

source: Tiki RSS feed for image galleries
de: Tiki RSS Feed von Bildergalerien
fr: Canal de syndication RSS Tiki pour les galeries d'images

source: Last images uploaded to this image gallery.
de: Zuletzt in diese Bildergalerie hochgeladene Bilder.
fr: Dernières images déposées dans cette galerie d'images.

source: Tiki RSS feed for the image gallery:
de: Tiki RSS Feed von Bildergalerie:
fr: Canal de syndication RSS Tiki pour la galerie d'images&nbsp;:

source: Last shoutbox messages
de: Letzten Shoutboxnachrichten

source: Tiki RSS feed for shoutbox messages
de: Tiki RSS Feed für Shoutboxnachrichten

source: Last items published on this tracker
de: Zuletzt in diesem Tracker veröffentlicht
fr: Derniers éléments publiés dans ce formulaire

source: Tiki RSS feed for individual trackers:
de: Tiki RSS Feed von Tracker:
fr: Canaux de syndication RSS Tiki pour les formulaires individuels:

source: Last modifications to the Wiki.
de: Zuletzt geänderte Wikiseiten.
fr: Dernières pages Wiki modifiées.

source: Tiki RSS feed for the wiki pages
de: Tiki RSS Wiki Feed
fr: Canal de syndication RSS Tiki pour les pages Wiki

source: _HOMEPAGE_CONTENT_
de: _HOMEPAGE_INHALT_

source: new
de: neu
fr: créer

source: sheet
de: Tiki Sheets

source: Saved
de: gespeichert
fr: Sauvegardé

source: Save failed
de: speichern fehlgeschlagen
fr: Sauvegarde échouée

source: Click for Help
de: Hilfe!
fr: Aide

source: You are not in group of friends to have the content of this block displayed for you
de: Du bist nicht in der Gruppe von Freunden, um Dir diesen Inhalt anzeigen zu lassen

source: No records to display
de: Keine anzuzeigenden Einträge
fr: Aucun enregistrement à afficher

source: Fast Next
de: Schnell nächstes
fr: Avance rapide

source: Fast Prev
de: Schnell vorheriges
fr: Recul rapide

source: Prev
de: vorherige
fr: Préc.

source: Next
de: nächste
fr: Suivant

source: First {\$params['itemname']}
de: Erster {\$params['itemname']}
fr: Premier {\$params['itemname']}

source: Last {\$params['itemname']}
de: Letzter {\$params['itemname']}
fr: Dernier {\$params['itemname']}

source: Next {\$params['itemname']}
de: Nächster {\$params['itemname']}
fr: Suivant {\$params['itemname']}

source: Prev {\$params['itemname']}
de: Vorheriger {\$params['itemname']}
fr: Précédent {\$params['itemname']}

source: comment
de: Kommentar
fr: commentaire

source: warning
de: Warnung
fr: Avertissement

source: confirm
de: Bestätigen
fr: confirmer

source: note
de: Hinweis

source: errors
de: Fehler
fr: erreurs

source: Tab View
de: Tab Ansicht
fr: avec onglets

source: No Tabs
de: Tabs ausschalten
fr: sans onglet

source: This edit session will expire in
de: Die Bearbeitungszeit läuft ab in
fr: Cette session d'édition va expirer dans

source: <strong>Preview</strong> (if available) or <strong>Save</strong> your work to restart the edit session timer
de: Klicke <strong>Vorschau</strong> (wenn verfügbar) oder <strong>Speichern</strong>, um den Sitzungstimer neu zu starten

source: There is an autosaved version of this content, to use it instead of this saved one
de: Es existiert eine automatisch gespeicherte Version dieses Inhalts. Um sie zu anstelle dieser gespeicherten Version zu nutzen
fr: Il existe une version auto-sauvée de ce contenu, pour l'utiliser à la place de cette version sauvegardée

source: If you want the saved version instead of this autosaved draft
de: Wenn Du die gespeicherte Version anstelle des automatisch gespeicherten Entwurfs willst
fr: Si vous désirez la version sauvegardée et non ce brouillon auto-sauvé

source: click here
de: klicke hier
fr: cliquer ici

source: AutoSave
de: Autospeichern
fr: Sauvegarde automatique

source: <strong>Thank you for trying the new ckeditor implementation for Tiki 6</strong><br /><br />
de: <strong>Danke, dass Du die neue CKEditor-Einbindung in Tiki 6 probierst</strong><br /><br />
fr: <strong>Merci d'utiliser la nouvelle implémentation de CKEditor pour Tiki 6</strong><br /><br />

source: Some of the settings at this site should be set differently for this to work best. Please ask the administrator to try this
de: Einige der Einstellungen dieser Site sollten geändert werden, damit die Funktion optimal arbeiten. Frage bitte Deinen Administrator.

source: Ckeditor Development Notice
de: CKEditor Entwicklungsnachricht
fr: Note de développement pour Ckeditor

source: Your edit session has expired
de: Deine Bearbeitungssitzung ist abgelaufen
fr: Votre session d'édition a expirée

source: Your edit session will expire in
de: Deine Bearbeitungssitzung endet in
fr: Votre session d'édition va expirer dans

source: You must PREVIEW or SAVE your work now, to avoid losing your edits
de: Du musst jetzt auf VORSCHAU oder SPEICHERN klicken, damit Deine Änderungen nicht verloren gehen
fr: Vous devez VISUALISER ou SAUVEGARDER votre travail maintenant, pour éviter de perdre vos mises à jour

source: You are about to leave this page. Changes since your last save will be lost. Are you sure you want to exit this page
de: Du verlässt diese Seite. Änderungen seit Deinem letzten Speichern gehen verloren. Bist Du sicher, dass Du die Seite verlassen willst
fr: Vous allez quitter cette page. Toutes les modifications depuis votre dernièr enregistrement seront perdues. Êtes-vous sûr de vouloir quitter

source: Some of your preferences should be set differently for this to work at it's best. Please click this to apply the recommended profile:
de: Einige Deiner Einstellungen sollten anders sein, damit diese Funktion am besten läuft. Hier hier um das empfohlene Profil anzuwenden:

source: Help page
de: Hilfeseite
fr: Page d'aide

source: View tpl
de: tpl ansehen
fr: Voir le gabarit

source: Edit Template
de: Vorlage bearbeiten
fr: Modifier le gabarit

source: Admin page
de: Verwaltungsseite

source: Admin Feature
de: Funktion verwalten
fr: Admin Fonctionnalités

source: Plugin name not specified
de: Plugin-Name nicht angegeben
fr: Nom du Plugin non specifié

source: Hide
de: verbergen
fr: Cacher

source: Hour
de: Stunde
fr: Heure

source: Click here to go to Edit Languages
de: Klicke hier um die Sprachen zu bearbeiten
fr: Cliquez ici pour aller à l'édition des langues

source: The text is
de: Der Text ist
fr: Le texte est

source: character(s) too long - please edit it.
de: Zeichen zu lang. Bitte anpassen.
fr: caractère(s) trop long - SVP, modifiez-le.

source: Date Selector
de: Datumsauswahl
fr: Sélection de la date

source: Filter:
de: Filtern:
fr: Filtrer :

source: Month beginning
de: Monatsbeginn
fr: Début du mois

source: Week beginning
de: Wochenbeginn
fr: Début de la semaine

source: Data (change %)
de: Daten (Änderung %)
fr: Données (change %)

source: No records found.
de: Keine Einträge gefunden.
fr: Aucun résultat.

source: No object information provided
de: Keine Objektinformationen angegeben
fr: Aucune information fournie pour l'objet

source: Relation not found
de: Verbindung nicht gefunden

source: (found in
de: (gefunden in
fr: (trouvé dans

source: An error occured
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite

source: Select All
de: Alle auswählen
fr: Tout sélectionner

source: Invert Sort
de: Sortierungsreihenfolge ändern
fr: Inverser le tri

source: No rows found
de: Keine Zeilen gefunden
fr: Aucune ligne trouvée

source: Toggle sections
de: Auswahl umschalten
fr: Basculer de section

source: Show only selected
de: Zeige nur Ausgewählte
fr: N'afficher que les sélectionnés

source: You might want to also set the tiki_p_modify_object_categories permission under the tiki section
de: Du solltest ggf. auch das Recht tiki_p_modify_object_categories im Abschnitt Tiki setzen
fr: Vous pouvez vouloir donner le droit tiki_p_modify_object_categories dans la section Tiki

source: second
de: Sekunde
fr: seconde

source: years
de: Jahre
fr: années

source: months
de: Monate
fr: mois

source: weeks
de: Wochen
fr: semaines

source: done
de: fertig
fr: fait

source: Text cut here
de: Textschnitt hier
fr: Texte coupé ici

source: Task
de: Aufgabe
fr: Tâche

source: Priority
de: Priorität
fr: Priorité

source: Start date:
de: Anfangsdatum

source: End date:
de: Enddatum

source: Friend
de: Freund
fr: Ami

source: Last seen on
de: Zuletzt online am
fr: Vu pour la dernière fois le

source: (idle for %s seconds)
de: (untätig für %s Sekunden)
fr: (aucune activité depuis %s secondes)

source: User information - Click for more info
de: Benutzer Information - Klick für weitere Details
fr: Info. utilisateur - Cliquer pour en savoir plus

source: More info about %0 (idle for %1)
de: Mehr Infos über %0 (Leerlauf seit %1)

source: seconds
de: Sekunden
fr: secondes

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Permission denied: the specified wiki page cannot be used as Smarty template resource
de: Zugriff verboten: die angegebene Wiki Seite kann nicht als Smartyvorlagenquelle genutzt werden

source: pvs
de: Besuche
fr: pages vues

source: Days with the most pageviews
de: Tage mit den meissten Seitenaufrufen
fr: Jours avec le plus de pages vues

source: Day with the most pageviews
de: Tag mit den meissten Seitenaufrufen
fr: Jour avec le plus de pages vues

source: Days with the least pageviews
de: Tage mit den wenigsten Seitenaufrufen
fr: Jours avec le moins de pages vues

source: Day with the least pageviews
de: Tag mit den wenigsten Seitenaufrufen
fr: Jour avec le moins de pages vues

source: No pageviews yet
de: Bislang keine Seitenaufrufe
fr: Aucune page vue pour l'instant

source: Use this tree to copy the structure
de: Diesen Baum benutzen zum Erstellen der Struktur
fr: Utiliser cet arbre pour copier la structure

source: created from structure
de: aus Struktur erstellt
fr: créé à partir d'une structure

source: Table of contents
de: Inhaltsverzeichnis
fr: Table des matières

source: You have to make %d choice(s) for the question
de: Du musst %d Auswahl(en) für die Frage vornehmen
fr: Vous devez donner %s réponses à la question

source: You have to make at least %d choice(s) for the question
de: Du musst mindetens %d Auswahl(en) für die Frage vornehmen
fr: Vous devez donner au moins %s réponses à la question

source: You have to make less than %d choice(s) for the question
de: Du musst weniger als %d Auswahl(en) für die Frage vornehmen
fr: Vous devez donner moins de %s réponses à la question

source: You have to choose at least %d choice(s) for the question
de: Du musst mindetens %d Auswahl(en) für die Frage auswählen
fr: Vous devez sélectionner un minimum de %d choix pour répondre à cette question

source: Colors
de: Farben
fr: Couleurs

source: Font
de: Schriftart
fr: Police

source: Required features: <b>%0</b>. If you do not have the privileges to activate these features, ask the site administrator.
de: Erforderliche Funktion: <b>feature_featuredLinks</b>. Wenn Du nicht die erforderlichen Rechte hast, diese Funktion zu aktivieren, frage den Siteadministrator.

source: Sea Surfing (CSRF) detected. Operation blocked
de: Sea Surfing (CSRF) entdeckt. Operation wurde geblockt

source: unknown error
de: Unbekannter Fehler
fr: erreur inconnue

source: You are not logged in
de: Du bist nicht angemeldet
fr: Vous n'êtes pas connecté

source: Page '%0' cannot be found
de: Seite '%0' wurde nicht gefunden
fr: La page '%0' est introuvable

source: You do not have permission to view this section
de: Zugriff verweigert. Du kannst diesen Bereich nicht betrachten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas afficher cette section

source: For the security of your password direct access to the feed is only available via https
de: Zur Sicherheit für Dein Passwort besteht Zugriff auf den Feed nur via HTTPS
fr: Pour la sécurité de votre mot de passe, l'accès à ce canal n'est accessible que via https

source: Help link
de: Hilfelink
fr: Lien vers l'Aide

source: You are banned from
de: Du wurdest verbannt von
fr: Vous êtes interdit de la section

source: img-g
de: Bildergalerien
fr: gal-img

source: file-g
de: Dateiarchive
fr: gal-fichiers

source: quizzes
de: Quiz
fr: QCMs

source: arts
de: Artikel
fr: articles

source: forums
de: Foren

source: Plugin execution pending approval
de: Pluginausführung wartet auf Bestätigung
fr: Plugin en attente d'approbation

source: Edit Plugin
de: Plugin bearbeiten
fr: Éditer le Plugin

source: (external link)
de: (externer Link)
fr: (lien externe)

source: Click to edit dynamic variable
de: Klicken zum Bearbeiten der dynamischen Variable
fr: Cliquer ici pour modifier la variable dynamique

source: Update variables
de: Variablen aktualisieren
fr: Mettre à jour les variables

source: Edit Section
de: Bearbeite Abschnitt
fr: Modifier cette section

source: Show
de: Zeigen
fr: Montrer

source: smiling
de: lächeln
fr: souriant

source: sad
de: traurig
fr: triste

source: grinning
de: grinsen
fr: sourire

source: confused
de: verwirrt
fr: confus

source: crying
de: weinen
fr: criant

source: frightened
de: erschrocken
fr: effrayé

source: evil stuff
de: Teufelszeug

source: exclamation mark
de: Ausrufezeichen
fr: point d'exclamation

source: frowning
de: stirnrunzeln

source: light bulb
de: Glübirne

source: idea
de: Idee

source: laughing out loud
de: laut loslachen

source: mad
de: sauer
fr: furieux

source: The file was uploaded with success
de: Die Datei wurde erfolgreich hochgeladen

source: The file you are trying upload was only partially uploaded
de: Die Datei, die Du herunterladen möchtest, wurde nur teilweise hochgeladen

source: No file was uploaded. Was a file selected
de: Es wurde keine Datei hochgeladen. War eine Datei gewählt
fr: Aucun fichier rapatrié. Un fichier a-t-il été sélectionné

source: A temporary folder is missing
de: Ein temporärer Ordner fehlt

source: Unknown error
de: unbekannter Fehler
fr: Erreur inconnue

source: Flash player not available
de: Flashplayer ist nicht verfügbar
fr: Le lecteur Flash n'est pas disponible

source: %d points
de: %d Punkte

source: Removed
de: Gelöscht
fr: Supprimé

source: at
de: um
fr: à

source: Unknown language
de: unbekannte Sprache
fr: Langue inconnue

source: Click here to confirm your action
de: Hier klicken zum Bestätigen
fr: Cliquer ici pour confirmer votre action

source: Bold
de: Fett
fr: Gras

source: Italic
de: Kursiv
fr: Italique

source: Underline
de: Unterstrichen
fr: Sousligné

source: Strikethrough
de: durchgestrichen
fr: Barré

source: Non-parsed (Wiki syntax does not apply)
de: Non-parsed (Wikisyntax gilt hier nicht)
fr: Non-analysé (la syntaxe Wiki ne s'applique pas)

source: Align Center
de: zentrieren
fr: Aligné au centre horizontalement

source: Horizontal Bar
de: Horizontaler Balken
fr: Barre horizontal

source: Page Break
de: Seitenumbruch
fr: Saut de page

source: Heading
de: Überschrift
fr: En-tête

source: Title bar
de: Titelbalken
fr: Barre de titre

source: Unordered List
de: Unsortierte Auflistung
fr: Puce(s)

source: Ordered List
de: Numerierte Liste
fr: Numérotation

source: Special Characters
de: Spezielle Zeichen
fr: Caractères spéciaux

source: Foreground color
de: Vordergrundfarbe
fr: Couleur de police

source: Background Color
de: Hintergrundfarbe
fr: Couleur du fond d'écran

source: External Link
de: Externer Link
fr: Lien externe

source: Table Builder
de: Table erstellen
fr: Tableau

source: Find Text
de: Text finden
fr: Rechercher

source: Text Replace
de: Text ersetzen
fr: Remplacer

source: Full Screen Edit
de: in Vollbild editieren
fr: Édition plein écran

source: Wiki Help
de: Wiki Hilfe
fr: Aide Wiki

source: Wysiwyg Help
de: Wysiwyg Hilfe
fr: Aide Wysiwyg

source: Choose or upload images
de: Wähle Bilder oder lade hoch
fr: Choisir ou télécharger une image

source: Switch Editor (wiki or WYSIWYG)
de: Editor umschalten (Wiki oder WYSIWYG)
fr: Changer d'éditeur (wiki ou WYSIWYG)

source: Save Sheet
de: Speichere Tabelle
fr: Sauvegarde de la feuille de calcul

source: Add Row After Selection Or To End If No Selection
de: Füge Zeile nach der Auswahl oder am Ende hinzu, wenn keine Auswahl vorhanden
fr: Ajouter une ligne après la sélection ou à la fin si pas de sélection

source: Add Multiple Rows After Selection Or To End If No Selection
de: Füge multiple Zeilen nach der Auswahl oder am Ende hinzu, wenn keine Auswahl vorhanden
fr: Ajouter des lignes après la sélection ou à la fin si pas de sélection

source: Add Row Before Selection Or To End If No Selection
de: Füge Zeile vor der Auswahl oder am Ende hinzu, wenn keine Auswahl vorhanden
fr: Ajouter une ligne avant la sélection ou à la fin si pas de sélection

source: Delete Selected Row
de: Lösche ausgewählte Zeilen
fr: Effacer les lignes sélectionnées

source: Add Column After Selection Or To End If No Selection
de: Füge Spalte nach der Auswahl oder am Ende hinzu, wenn keine Auwahl vorhanden
fr: Ajouter une colonne après la sélection ou à la fin si pas de sélection

source: Delete Selected Column
de: Lösche ausgewählte Spalten
fr: Effacer les colonnes sélectionnées
