Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Cannot rename page because the new name begins with reserved prefix
de: Kann Seite nicht umbenennen, weil der neue Name mit einer reservierten Präfix beginnt
fr: Vous ne pouvez pas renommer la page avec un nom qui commence par un préfixe réservé

source: TikiHelp WebHelp generation engine. Generating WebHelp using
de: TikiHilfe WebHilfe Erstellungsmaschine. Erstelle WebHilfe mittels

source: Eliminating previous files
de: Entferne frühere Dateien

source: Directory: <strong>\$dir</strong>
de: Verzeichnis: <strong>\$dir</strong>

source: You need to change chmod 'whelp' manually to 777
de: Du musst mit chmod 'whelp' manuell auf 777 setzen
fr: Vous devez faire manuellement un chmod 777 sur 'whelp'

source: Creating directory structure in <strong>\$base</strong>
de: Erstelle Verzeichnisstruktur in <strong>\$base</strong>

source: Must enter a name to add a site.
de: Ein Seitenname muß angegeben werden.
fr: Vous devez donner un nom pour ajouter un site.

source: Must enter a url to add a site.
de: Eine URL muß angegeben werden.
fr: Vous devez entrer une adresse Web pour ajouter un site.

source: URL already added to the directory. Duplicate site?
de: URL schon im Verzeichnis vorhanden. Doppelter Eintrag?
fr: Adresse Web déjà présente dans le répertoire. Enregistrer un doublon ?

source: URL cannot be accessed wrong URL or site is offline and cannot be added to the directory.
de: Auf die URL kann nicht zugegriffen werden: fehlerhafte URL oder die Site ist nicht verfügbar und kann daher nicht zum Linkverzeichnis hinzugefügt werden.
fr: L'adresse Web ne peut pas être accédée&nbsp;: mauvaise adresse Web ou site déconnecté. L'adresse Web ne peut pas être ajoutée au répertoire.

source: Must select a category.
de: Eine Kategorie muß ausgewählt werden.
fr: Vous devez choisir une catégorie.

source: Must enter a name to add a site
de: Zum Hinzufügen mu&szlig der Name der Site angegeben werden
fr: Vous devez donner un nom pour ajouter un site

source: Must enter a url to add a site
de: Die URL der Site muß angegeben werden
fr: Vous devez entrer une adresse Web pour ajouter un site

source: URL already added to the directory. Duplicate site?
de: URL im Verzeichnis schon vorhanden. Doppelter Eintrag?
fr: Adresse Web déjà présente dans le répertoire. Enregistrer un doublon ?

source: URL cannot be accessed: wrong URL or site is offline and cannot be added to the directory
de: Auf die URL kann nicht zugegriffen werden: fehlerhafte URL oder die Site ist nicht verfügbar und kann daher nicht zum Linkverzeichnis hinzugefügt werden
fr: L'URL ne peut pas être accédé (mauvaise URL ou site offline)&nbsp;: l'URL ne peut pas être ajoutée au répertoire

source: Must select a category
de: Eine Kategorie muß ausgewählt werden
fr: Vous devez choisir une catégorie

source: No site indicated
de: Kein Site angegeben
fr: Aucun site indiqué

source: You cannot download this file right now. Your score is low or file limit was reached
de: Du kannst diese Datei aktuell nicht herunterladen. Dein Punktestand ist zu niedrig oder die Dateibeschränkung wurde erreicht

source: Error : The file %s doesn't exist
de: Fehler : die Datei %s existiert nicht

source: Article not found
de: Artikel nicht gefunden
fr: Article introuvable

source: You do not have permission to edit this article
de: Zugriff verweigert. Du kannst diesen Artikel nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez modifier cet article

source: The language can't be changed as its set of translations has already this language
de: Die Sprache kann nicht geändert werden, da ihre Übersetzungen bereits in dieser Sprache sind
fr: La langue ne peut pas être changée parce qu'il y a déjà cette langue dans le jeu de traductions

source: Banner not found
de: Banner nicht gefunden
fr: Page d'ouverture introuvable

source: You do not have permission to edit this banner
de: Du hast keine Berechtigung dieses Banner zu bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez modifier cette bannière

source: Edit blog
de: Blog bearbeiten

source: You do not have permission to edit this blog
de: Zugriff verweigert.Du kannst diesen Blog nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez modifier ce blogue

source: You do not have permission to write the style sheet
de: Berechtigung zum Verändern des Stylesheets nicht vorhanden
fr: Vous n'avez pas la permission d'écrire la feuille de style

source: Invalid request to edit an image
de: Ungültige Anforderung zur Bearbeitung eines Bildes
fr: Demande de modification d'image invalide

source: You have permission to edit images but not in this gallery
de: Zugriff verweigert. Du kannst Bilder bearbeiten, jedoch nicht in dieser Galerie
fr: Droit d'accès refusé&nbsp;: vous pouvez modifier des images mais pas dans cette galerie

source: Failed to edit the image
de: Bearbeitung des Bildes fehlgeschlagen
fr: Échec de la modification de l'image

source: Wrote %d new strings and updated %d to lang/%s/language.php
de: %d neue Texte und %d aktualisierte in die Datei lang/%s/language.php geschrieben

source: Edit Perspectives
de: Perspektiven bearbeiten

source: No content id indicated
de: Keine Inhalts-ID angegeben
fr: Aucun ID de contenu indiqué

source: No question indicated
de: Keine Frage angegeben
fr: Aucune question indiquée

source: No quiz indicated
de: Kein Quiz angegeben
fr: Aucun QCM indiqué

source: No structure indicated
de: Keine Struktur angegeben
fr: Aucune structure indiquée

source: Invalid structure_id or page_ref_id
de: Ungültige structure_id oder page_ref_id
fr: Structure_id ou page_ref_id invalide

source: You do not have permission to edit submissions
de: Zugriff verweigert. Du kannst Einreichungen nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez modifier les articles publiés

source: You have to create a topic first
de: Du musst zuerst ein Thema erstellen
fr: Vous devez créer un sujet d'abord

source: You do not have permission to do that
de: Du hast nicht die Berechtigung, das zu tun
fr: Vous n'avez pas les droits d'accès pour faire cela

source: You do not have permission to write the template
de: Du hast keine Berechtigungen, die Vorlage zu schreiben
fr: Droit d'accès refusé&nbsp;: vous n'avez pas droit d'écrire le gabarit

source: You do not have permission to read the template
de: Du hast keine Berechtigung, die Vorlage zu lesen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez lire le gabarit

source: No topic id specified
de: Keine Themen-ID angegeben
fr: Aucun id de sujet spécifié

source: Invalid topic id specified
de: Ungültige Themen-ID angegeben
fr: Id de sujet invalide

source: No object indicated
de: Kein Objekt angegeben
fr: Aucun objet indiqué

source: Page is a staging copy. Translation must begin from the approved copy
de: Seite ist eine Entwurfskopie. Die Übersetzung muss von einer veröffentlichten Kopoie angefertigt werden
fr: La page est en cours de validation. La traduction ne peut commencer qu'à partir du page validée

source: No type indicated
de: Kein Typ angegeben
fr: Aucun type indiqué

source: Page is currently being edited
de: Seite wird gegenwärtig bearbeitet
fr: La page est en cours d'édition

source: page imported
de: Seite importiert
fr: page importée

source: created from import
de: aus Import erstellt
fr: créé de l'importation

source: Describe the change you made
de: Kurze Beschreibung Deiner Änderungen
fr: Décrivez les changements que vous avez effectués

source: This page is being edited by
de: Die Seite wird bearbeitet von
fr: Cette page est en cours de modification par

source: Please check with the user before editing the page,\n\t\t\totherwise the changes will be stored as two separate versions in the history and\n\t\t\tyou will have to manually merge them later.
de: Bitte kläre die Bearbeitung mit dem Benutzer,\n\t\t\tda andernfalls die Bearbeitungen als zwei separate Versionen in der Historie gespeichert werden und\n\t\t\tDu beide manuell zusammenführen musst.
fr: Veuillez consulter cet utilisateur avant d'éditer la page,\n\t\t\tsinon les modifications seront sauvegardées en deux versions distinctes de l'historique et\n\t\t\tvous devrez fusionner plus tard les différences manuellement.

source: Can't import remote HTML page
de: Kann externe HTML-Seite nicht importieren
fr: On ne peut pas importer une page HTML distante

source: The SandBox is disabled
de: Die SandBox ist deaktiviert
fr: Le bac à sable est désactivé

source: Cannot edit page because it is locked
de: Seite kann wegen Sperrung nicht bearbeitet werden
fr: Cette page ne peut être modifiée&nbsp;: elle est verrouillée

source: Page already exists. Go back and choose a different name
de: Seite existiert bereits. Gehe zurück und wähle einen anderen Namen

source: Page name is
de: Der Seitenname ist
fr: Le nom de la page est

source: The translation set already contains a page in this language
de: Der Übersetzungsssatz enthält bereits eine Seite in dieser Sprache
fr: Il existe déjà une page dans pour cette traduction

source: Can not open the file
de: Kann Datei nicht öffnen

source: Problem zip initialisation
de: Probleme bei ZIP-Initialisierung

source: Problem zip
de: ZIP-Problem

source: Another user is currently exporting that tracker, please try again later
de: Ein anderer Benutzer exportiert gerade diesen Tracker. Versuche es bitte später nochmals

source: Remove archive:
de: Entferne Archiv:
fr: Supprimer l'archive&nbsp;:

source: Remove file gallery:
de: Entferne Dateiarchiv:
fr: Supprimer la galerie de fichiers&nbsp;:

source: Top visited file galleries
de: Meistbesuchte Dateiarchive
fr: Galeries de fichiers les plus visitées

source: Most downloaded files
de: Häufigste Downloads
fr: Fichiers les plus téléchargés

source: Last files
de: Neueste Dateien
fr: Derniers fichiers

source: No galleryId specified
de: Keine galleryId angegeben.
fr: Aucun galleryId spécifié

source: Form error - no import method selected for some reason
de: Formularfehler - aus irgendeinem Grund wurde keine Importmethode gewählt

source: Form error - no server-side filename entered for selected import method
de: Formularfehler - kein serverseitiger Dateiname für die gewählte Importmethode eingegeben

source: No forum indicated
de: Kein Forum angegeben
fr: Aucun forum indiqué

source: Last forum topics
de: Neueste Forenthemen
fr: Derniers sujets du forum

source: Last replied forum topics
de: Forenthemen auf die zuletzt geantwortet wurde

source: Top topics
de: Top Themen
fr: Sujets les plus populaires

source: Forum posts
de: Zahl der Einträge
fr: Articles de forums

source: No forumId specified
de: Keine forumId angegeben
fr: Aucun ID de forum indiqué

source: Not supported yet
de: noch nicht unterstützt

source: Accepted friendship request from %s
de: akzeptiert Bitte zur Freundschaft von %s
fr: Demande d'amitié acceptée de %s

source: Refused friendship request from %s
de: Freundschaftsanfrage von %s abgelehnt
fr: Demande d'amitié refusée de %s

source: Canceled friendship request with %s
de: Freundschaftsanfrage mit %s abgebrochen
fr: Annulé la mise en relation avec %s

source: Broke friendship with %s
de: Freundschaft mit %s abgebrochen
fr: Casser l'amitié avec %s

source: I have broken our friendship
de: Ich habe unsere Freundschaft gebrochen

source: Friendship request sent to %s
de: Freundschaftsanfrage an %s geschickt
fr: Demande d'amitié envoyé à %s

source: You're already friend of %s
de: Du bist schon ein Freund von %s
fr: Vous êtes déjà l'ami de %s

source: I have accepted your friendship request
de: Ich habe Deine Freundschaftsanfrage akzeptiert

source: I have refused your friendship request
de: Ich habe Deine Freundschaftsanfrage abgelehnt

source: I have canceled my friendship request
de: Ich habe meine Freundschaftsanfrage abgebrochen
fr: J'ai annulé la demande de mise en relation

source: first uploaded image
de: erstes hochgeladenes Bild
fr: première image envoyée

source: last uploaded image
de: neustes Bild
fr: dernière image envoyée

source: first image
de: erstes Bild
fr: première image

source: last image
de: neuestes Bild
fr: dernière image

source: random image
de: zufälliges Bild
fr: image choisie au hasard

source: You do not have permission to create galleries and so you cannot edit them
de: Zugriff verweigert. Du kannst Galerien nicht erzeugen, also auch nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez ni créer ni modifier de galeries

source: You do not have permission to edit this gallery
de: Zugriff verweigert. Du kannst diese Galerie nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez modifier cette galerie

source: You do not have permission to remove this gallery
de: Zugriff verweigert. Du kannst diese Galerie nicht löschen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez supprimer cette galerie

source: Top images
de: Top Bilder
fr: Images les plus populaires

source: Last images
de: Neueste Bilder
fr: Dernières images

source: Back to item
de: Zurück zum Eintrag
fr: Retour à l'élément

source: No valid renderer found. GD or PDFLib required
de: Kein gültiger Renderer gefunden. GD oder PDFLib erforderlich

source: No sheet specified
de: Kein Tabellenblatt angegeben

source: You must select a renderer
de: Du musst einen Renderer angeben

source: overwriting old page
de: überschreibe alte Seite
fr: écrasement de la vieille page

source: page created
de: Seite erstellt
fr: page créée

source: No name indicated for wiki page
de: Kein Name für die Wiki-Seite angegeben
fr: Aucun nom indiqué pour la page Wiki

source: Page saved (version %d)
de: Seite gespeichert (Version %d)
fr: Page sauvegardée (version %d)

source: No repository given
de: Kein Repository angegeben
fr: Aucun répertoire indiqué

source: Kaltura Upload
de: Kaltura hochladen

source: Communication error
de: Kommunikationsfehler

source: Invalid response provided by the Kaltura server. Please retry
de: Ungültige Antwort vom Kaltura-Server. Bitte nochmal versuchen

source: You do not have permission to remove articles
de: Zugriff verweigert. Du kannst Artikel nicht entfernen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez supprimer d'articles

source: You do not have permission to remove banners
de: Zugriff verweigert. Du kannst keine Banner entfernen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez supprimer de bannière

source: You do not have permission to remove this blog
de: Zugriff verweigert. Du kannst diesen Blog nicht entfernen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez supprimer ce blogue

source: You do not have permission to view the comments for this blog
de: Du hast keine BErechtigung um die Kommentare zu diesem Blog einzusehen

source: Delete comments
de: Kommentare löschen
fr: Supprimer les commentaires

source: Approved Status
de: Freigabestatus
fr: Statut d'approbation

source: Queued
de: anstehend
fr: Mis en attente

source: This blog has no posts.
de: Dieser Blog hat keine Einträge.

source: Non-existent gallery
de: Nicht existierende Galerie
fr: Galerie inexistante

source: The file is already locked by %s
de: Diese Datei ist bereits gesperrt von %s
fr: Le fichier est déjà verrouillé par %s

source: Validate draft:
de: Entwurf bestätigen:

source: Quota too big
de: Kontingent zu gross
fr: Quota trop important

source: Quota too small
de: Kontingent zu klein
fr: Quota trop restreint

source: You have permission to upload files but not to this file gallery
de: Zugriff verweigert. Du kannst Dateien hochladen, jedoch nicht in dieses Archiv
fr: Droit d'accès refusé&nbsp;: vous pouvez envoyer des fichiers mais pas dans cette galerie

source: Not modified since
de: Nicht verändert seit
fr: Aucune modification depuis

source: Not downloaded since
de: nicht heruntergeladen seit
fr: Aucun téléchargement depuis

source: You do not have permission to upload files so you cannot edit them
de: Berechtigung zum Hochladen und damit auch zum Ändern nicht vorhanden
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas envoyer de fichier donc pas le modifier

source: This gallery does not exist
de: Diese Galerie ist nicht vorhanden
fr: Cette galerie n'existe pas

source: Error importing
de: Fehler bei Import

source: Error converting
de: Fehler beim Konvertieren

source: Importing
de: Importiere

source: Processing
de: Zugreifen

source: Ready
de: Fertig

source: Pending moderation
de: Wartende Moderation

source: Blocked
de: Blockiert

source: Invalid action
de: Ungültige Aktion
fr: Action non valide

source: Are you sure you want to remove the %0 selected pages?
de: Bist Du sicher, dass Du die %0 gewählte(n) Seite(n) löschen willst?

source: Are you sure you want to print the %0 selected pages
de: Bist Du sicher, dass Du die %0 gewählten Seiten drucken möchtest

source: Are you sure you want to unlock the %0 selected pages
de: Bist Du sicher, dass Du die %0 gewählten Seiten entsperren möchtest

source: Are you sure you want to lock the %0 selected pages
de: Bist Du sicher, dass Du die %0 gewählten Seiten sperren möchtest

source: Are you sure you want to download a zip of the %0 selected pages
de: Bist Du sicher, dass Du eine ZIP-Datei der %0 gewählten Seiten herunterladen möchtest

source: You have to enable cookies to be able to login to this site
de: Aktiviere 'Cookies akzeptieren' um Dich einloggen zu können
fr: Vous devez autoriser les cookies si vous voulez vous connecter sur ce site

source: Username field cannot be empty. Please go back and try again
de: Das Feld Benutzername darf nicht leer bleiben. Bitte gehe zurück und versuche es erneut
fr: Le champ nom d'utilisateur ne peut être vide. Corriger et réessayer

source: Unable to contact remote server
de: Kann auf den Fernserver nicht zugreifen

source: XMLRPC Error:
de: XMLRPC-Fehler:
fr: Erreur XMLRPC:

source: Unable to create login
de: Kann Login nicht erstellen
fr: Incapable de créer un utilisateur

source: More than %d unsuccessful login attempts have been made
de: Es wurden mehr als %d erfolglose Loginversuche unternommen

source: An email has been sent to you with the instructions to follow
de: Eine Email mit Anweisungen wurde an Dich gesandt

source: Resend
de: Nochmal senden

source: You should have received an email. Check your mailbox and your spam box. Otherwise click on the button to resend the email
de: Du solltest eine Email erhalten haben. Bitte prüfe Dein Postfach und Deinen Spam-Ordner. Andernfalls klicke auf nochmal senden

source: The mail can't be sent. Contact the administrator
de: Die Email kann nicht gesendet werden. Kontaktiere den Administrator
fr: Le courriel ne peut pas être envoyé. Contactez l'administrateur

source: Your default nickname is already in use. A new one has to be selected
de: Dein Standard-Kurzname wird bereits benutzt. Ein neuer muss gewählt werden

source: Verification cancelled
de: Überprüfung abgebrochen
fr: Verification annulée

source: The selected account is not associated with your identity
de: Das ausgewählte Konto ist nicht mit Deiner Identität verküpft
fr: Le compte sélectionné n'est pas associé à votre identité

source: unknown action
de: unbekannte Aktion
fr: action inconnue

source: Authentication method is not OpenID
de: Authentifizierungsmethode ist nicht OpenID
fr: La méthode d'authentification n'est pas OpenID

source: Authentication error; probably not a valid OpenID
de: Authentifizierungsfehler; möglicherweise nicht einen gültige OpenID

source: Could not redirect to server:
de: Kann nicht weiterleiten auf Server:
fr: Redirection vers le serveur impossible :

source: OpenID authentication failed:
de: OpenID Authentifizierung fehlgeschlagen:

source: Account disabled
de: Konto deaktiviert
fr: Compte désactivé

source: Sorry, you can't use this feature.
de: Keine Berechtigung zur Nutzung dieser Funktion
fr: Désolé, vous ne pouvez pas utiliser cette fonctionnalité.

source: You must first setup MapServer
de: Du musst zuerst den MapServer konfigurieren
fr: Vous devez d'abord définir le Serveur de carte

source: invalid mapfile name
de: Ungültiger Kartendateiname
fr: nom de fichier-carte invalide

source: An error as occured with the mapfile
de: Mit der Kartendatei ist ein Fehler aufgetreten

source: edit
de: bearbeiten
fr: éditer

source: Please create a directory named ' . \$prefs['map_path'] . ' to hold your map files
de: Bitte erstellen ein Verzeichnis mit Namen ' . \$prefs['map_path'] . ' für Deine Kartendateien

source: Maps feature is not correctly setup : Maps path is missing
de: Die Kartenfunktion wurde nicht richtig konfiguriert: Der Kartenpfad fehlt

source: mapfile name incorrect
de: Name der Kartendatei nicht korrekt
fr: nom de fichier-carte incorrect

source: This mapfile already exists
de: Diese Kartendatei existiert schon
fr: Le fichier-carte existe déjà

source: You do not have permission to write to the mapfile
de: Keine Berechtigung zum Schreiben von Kartendateien
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas écrire le fichier-carte

source: You do not have permission to delete the mapfile
de: Keine Berechtigung zum Löschen der Kartendatei
fr: Droit d'accès refusé&nbsp;: vous ne pouvez effacer le fichier-carte

source: I could not make a copy
de: Es konnte keine Kopie erstellt werden
fr: Copie impossible

source: You do not have permission to read the mapfile
de: Keine Berechtigung zum Lesen der Kartendatei
fr: Droit d'accès refusé&nbsp;: vous ne pouvez lire le fichier-carte

source: map edit
de: Karte bearbeiten
fr: Édition de la carte

source: You dont have permission to do that
de: Keine Berechtigung vorhanden
fr: Vous n'avez pas les droits pour faire cela

source: Tiki RSS feed for maps
de: Tiki RSS Karten Feed
fr: Canal de syndication RSS Tiki pour les cartes

source: List of maps available.
de: Neueste Karten.
fr: Liste des cartes disponibles.

source: The Directory is not empty
de: Das Verzeichnis ist nicht leer
fr: Le répertoire est vide

source: Invalid file name
de: Ungültiger Dateiname
fr: Nom de fichier non valide

source: Invalid files to index
de: Üngültige Seiten, die indiziert werden sollen
fr: Fichiers à indexer non valides

source: I do not know where is gdaltindex. Set correctly the Map feature
de: Es ist nicht bekannt, wo sich gdaltindex befindet. Stelle die Kartenfunktion richtig ein
fr: gdaltindex invalide. Positionnez-le correctement dans l'administration des cartes

source: I could not create the index file
de: Indexdatei konnte nicht angelegt werden
fr: Le fichier d'index ne peut être créé

source: to
de: zu

source: No page provided
de: Keine Seite angegeben
fr: Aucune page fournie

source: You need to run setup.sh :<br />./setup.sh \$APACHEUSER all<br />Common Apache users are www-data, apache or nobody
de: Du musst setup.sh starten:<br />./setup.sh \$APACHEUSER all<br />Gebräuchliche Apachebenutzer sind www-data, apache oder nobody
fr: Vous devez exécuter setup.sh&nbsp;:<br />./setup.sh \$APACHEUSER all<br />Les utilisateurs classiques de Apache sont www-data, apache ou nobody

source: Your PHP installation does not have zlib enabled.
de: Die PHP Installation enthält keine zlib Bibliothek.
fr: Votre installation PHP n'a pas l'option zlib activée.

source: You must log in to use this feature
de: Du musst Dich anmelden, um diese Funktion zu nutzen
fr: Vous devez vous inscrire pour utiliser cette fonctionnalité

source: You do not have permission to view other users data
de: Du hast keine Berechtigung, die Daten anderer Benutzer einzusehen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez afficher les données des autres utilisateurs

source: You must be logged in to subscribe to newsletters
de: Du musst eingeloggt sein, um Rundbriefe abonnieren zu können
fr: Vous devez vous connecter pour vous inscrire à une lettre d'informations

source: No note indicated
de: Keine Notiz angegeben
fr: Aucune note indiquée

source: merged note
de: zusammengefügte Nachricht
fr: note de fusion

source: File is too big
de: Datei ist zu groß
fr: Fichier trop gros
