Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: To add/remove image galleries, go to \"Image Galleries\" on the application menu, or
de: Bildgalerien hinzufügen/löschen über Menüpunkt 'Bildgalerien' im Menü im Seitenbalken oder
fr: Pour créer/supprimer une galerie d'images, allez dans \"Galeries d'images\" dans le menu application, ou

source: You can upload images of a size of
de: Maximale Grösse zum uploaden von Bildern:
fr: Vous pouvez envoyer des images d'une taille de

source: Alter the php.ini variables file_uploads, upload_max_filesize, post_max_size and database variables (max_allowed_packet for mysql) to change this value
de: Ändere in der php.ini die Parameter file_uploads, upload_max_filesize, post_max_size und die Datenbankparameter (max_allowed_packet für MySQL) um diesen Grösse zu ändern
fr: Modifier les variables dans php.ini&nbsp;: file_uploads, upload_max_filesize, post_max_size et les variables de base de données (max_allowed_packet pour mysql) pour changer cette valeur

source: Home Gallery
de: Hauptarchiv
fr: Accueil-Galerie d'images

source: Galleries features
de: Galerieeigenschaften
fr: Fonctionnalités des galeries

source: Uses Slideshow
de: Diaschau verwenden
fr: Permettre les diaporamas

source: Use database to store images
de: Datanbank zum Speichern von Bildern benutzen
fr: Utiliser la base de données pour stocker les images

source: Use a directory to store images
de: Ein Verzeichnis zum Speichern von Bildern benutzen
fr: Utiliser un répertoire pour stocker les images

source: Directory path
de: Verzeichnis
fr: Chemin du répertoire

source: Note: if you change this directory, you have to move the contents to the new directory. You can also use the 'Mover' below.
de: Hinweis: wenn das Verzeichnis geändert wird, muß auch der Inhalt im Filesystem entsprechend manuell verschoben werden. Oder Du kannst die Dateien in die Datenbank verlagern (s.u.)
fr: Remarque&nbsp;: si vous changez le répertoire, vous devez déplacer le contenu dans le nouveau répertoire. Vous pouvez aussi utiliser l'outil 'Déplacer' ci-dessous.

source: Library to use for processing images
de: Bibliothek zur Bildbearbeitung
fr: Bibliothèque à utiliser pour transformer les images

source: Uploaded image names must match regex
de: Hochgeladene Bildnamen müssen diese RegEx erfüllen
fr: Les noms d'images envoyées doivent correspondre aux expressions régulières

source: Uploaded image names cannot match regex
de: Hochgeladene Bildnamen dürfen dieser RegEx nicht entsprechen
fr: Les noms d'images envoyées ne doivent pas correspondre aux expressions régulières

source: Directory Batch Loading
de: Aus Verzeichnis einlesen
fr: Répertoire de téléchargement par lot

source: If you enable Directory Batch Loading, you need to setup a web-readable directory (outside of your web space is better). Then setup a way to upload images in that dir, either by scp, ftp, or other protocols
de: Wenn 'Batch-Upload aus Verzeichnis' aktiviert wird muß ein vom Webserver lesbares Verzeichnis benutzt werden (am besten außerhalb des Webspace). Dorthin müssen die Bilder dann mit scp, ftp o.ä. übertragen werden.
fr: Si vous activez le téléchargement par lot, vous devez créer un répertoire pouvant être lu par le serveur web (de préférence hors de l'arborescence du site). Ensuite installer un moyen d'envoyer les images dans ce répertoire par ftp, scp ou autres

source: Enable directory batch loading
de: Batch-Upload aus Verzeichnis erlauben
fr: Permettre le téléchargement par lot par répertoire

source: Batch loading directory
de: Batch-Upload Verzeichnis
fr: Répertoire de téléchargement par lot

source: Display image information in a mouseover box
de: Zeige Bildinformationen in einer Mouseoverbox
fr: Afficher les informations lors du survol de l'image dans une fenêtre popup

source: yes, and don't display that information under the image
de: ja, und zeige keine Informationen unter dem Bild
fr: Oui et ne plus afficher ces informations sous l'image

source: Max Rows per page
de: Max. Zeilen pro Seite
fr: Nombre maximum de rangées par page

source: Images per row
de: Bilder pro Zeile
fr: Nombre d'images par rangée

source: Thumbnails size X
de: Thumbnails Breite
fr: Taille X des vignettes

source: Thumbnails size Y
de: Thumbnails Höhe
fr: Taille Y des vignettes

source: pixels
de: Pixel

source: Set features
de: Einstellungen übernehmen
fr: Valider les fonctionnalités

source: Remove images in the system gallery not being used in Wiki pages, articles or blog posts
de: Bilder aus der Systemgalerie entfernen, die nicht auf Wiki-Seiten, in Artikeln oder Blog-Einträgen genutzt werden
fr: Supprimer les images de la galerie système qui ne sont pas utilisées dans les pages Wiki, dans les articles ou dans les articles des blogues

source: Mover
de: Dateien verlagern
fr: Déplacer

source: Move images from database storage to filesystem storage
de: Verschiebe Bilder von der Datenbank in ein Verzeichnis
fr: Déplacer les images de la base de données vers le filesystem

source: Move images from filesystem storage to database storage
de: Verschiebe alle Bilder aus dem Dateisystem in die Datenbank
fr: Déplacer les images du filesystem vers la base de données

source: All galleries
de: Alle Galerien
fr: Toutes les galeries

source: System Gallery
de: Systemgalerie
fr: Galerie système

source: Move images from old filesystem store to new directory
de: Verschiebe Bilder vom alten Dateisystem in ein neues Verzeichnis
fr: Déplace les images de l'ancien filesystem dans un nouveu répertoire

source: Moved
de: Verschoben
fr: Déplacé

source: Gallery listing configuration
de: Einstellungen Galerie-Liste
fr: Configuration de l'affichage des galeries

source: Change configuration
de: Einstellungen übernehmen
fr: Modifier la configuration

source: Image galleries comments settings
de: Bildergalerie-Kommentareinstellungen
fr: Configuration des commentaires de galeries d'images

source: Release Check
de: Suchen nach neuer Version
fr: Vérification des versions

source: Reset or upgrade your database
de: Datenbank neu aufsetzen oder aktualisieren
fr: Réinitialiser ou mettre à jour votre base de données

source: Check for updates now
de: Jetzt nach neuer Version suchen
fr: Vérifier les mises à jour maintenant

source: Site Identity
de: Site-Identität
fr: Identité du site

source: Go to <a href=\"tiki-admin.php?page=look\" title=\"\"><strong>Look & Feel</strong></a> section for additional site related customization preferences
de: Im Abschnitt <a href=\"tiki-admin.php?page=look\" title=\"\"><strong>Look & Feel</strong></a> können weitere Einstellungen zur Anpassung des Layouts u.ä, vorgenommen werden.
fr: Consulter <a href=\"tiki-admin.php?page=look\" title=\"\"><strong>Thèmes & Apparences</strong></a> pour plus de préférences pour la personnalisation

source: These values will be stored in plain text in the database
de: Diese Werte werden in Klartext in der Datenbank gespeichert

source: Email to send a test mail
de: Emailadresse für die Testmail
fr: Email pour l'envoi d'un test

source: Sessions
de: Sitzungen

source: Advanced configuration warning
de: Warnung zur erweiterten Konfiguration
fr: Avertissement de configuration avancée

source: Note that storing session data in the database is an advanced systems administration option, and is for admins who have comprehensive access and understanding of the database, in order to deal with any unexpected effects.
de: Beachte bitte, dass das Speichern von Sitzungsdaten in der Datenbank eine fortgeschrittene Funktion ist. Sie ist nur für Systemadministratoren gedacht, die vollen Zugriff auf und ein entsprechendes Verständnis für die Datenbank haben um ggf. mit unerwarteten Effekten umgehen zu können.

source: Changing this feature will immediately log you out when you save this preference.
de: Ändern und Speichern dieses Werts hat eine umgehende Abmeldung zur Folge.

source: Contact
de: Kontakt

source: Miscellaneous
de: Verschiedenes
fr: Divers

source: Create and edit menus
de: Menüs erstellen und editieren:
fr: Créer et modifier des menus

source: Home Page
de: Startseite
fr: Page d'accueil

source: Redirects
de: Weiterleitungen
fr: Redirections

source: Site Access
de: Zugriff auf die Site
fr: Accès au site

source: Date and Time
de: Datum und Zeit
fr: Date et heure

source: Sample:
de: Beispiel:

source: Date and Time Format Help
de: Hilfe zum Datums- und Zeitformat
fr: Aide sur le format des dates et heures

source: Change admin password
de: Admin-Passwort ändern
fr: Modifier le mot de passe de l'administrateur

source: Change the <strong>Admin</strong> password:
de: Ändere das <strong>Admin</strong> Passwort:

source: User administration
de: Benutzer Verwaltung
fr: Gestion des utilisateurs

source: To use Google Maps, you must generate a Google Maps API Key for your web site. See <a href=\"http://code.google.com/intl/fr/apis/maps/signup.html\">http://code.google.com/intl/fr/apis/maps/signup.html</a> for details.
de: Um Google Maps nutzen zu können, musst Du einen Google Maps API Key für Deine Site erzeugen lassen. Siehe hierzu <a href=\"http://code.google.com/intl/fr/apis/maps/signup.html\">http://code.google.com/intl/fr/apis/maps/signup.html</a> für weitere Details.
fr: Pour utiliser Google Maps, vous devez générer une clé Google Maps API pour votre site web. Voir <a href=\"http://code.google.com/intl/fr/apis/maps/signup.html\">http://code.google.com/intl/fr/apis/maps/signup.html</a> pour les détails.

source: Defaults
de: Standards
fr: Défauts

source: Map mode in listings
de: Kartenmodus in Listen

source: Internationalization
de: Internationalisierung
fr: Internationalisation

source: Edit or export/import Languages
de: Sppachen bearbeiten oder exportieren/importieren
fr: Éditer, importer ou exporter les langues

source: Customized String Translation
de: Benutzerdefinierte Übersetzung
fr: Traduction personnalisée

source: Syntax error
de: Syntaxfehler
fr: Erreur de syntaxe

source: Cannot open/write this file
de: Kann nicht diese Datei öffnen/schreiben
fr: Impossible d'ouvrir ou d'écrire dans ce fichier

source: Custom translation will not be saved. Ask your administration to change the permission
de: Benutzerdefinierte Übersetzung wird nicht gespeichert, Frage Deine Administrator um die Berechtigungen zu ändern

source: The file has been saved
de: Die Datei wurde gespeichert
fr: Le fichier a été sauvegardé

source: Tiki Unique key
de: Eindeutiger Tiki Schlüssel
fr: Clé unique Tiki

source: InterTiki Slave mode
de: InterTiki Slave Modus
fr: Mode InterTiki esclave

source: Warning: overrides manually registered local users
de: Warnung: Überschreibt Nutzer die sich manuell registriert haben
fr: Attention: écrase manuellement les utilisateurs localement enregistrés

source: as master
de: als Master
fr: comme maître

source: Import user preferences
de: Importiere Benutzereinstellungen
fr: Importer des préférences utilisateur

source: Import user groups
de: Importiere Benutzergruppen
fr: Importer des groupes d'utilisateurs

source: Limit group import (comma-separated list of imported groups, leave empty to avoid limitation)
de: Begrenze Gruppenimport (Kommaseparierte Liste von importierten Gruppen; leer lassen um eine Begrenzung zu vermeiden)
fr: Limiter les groupes importés (liste séparée par des virgules des groupes, laisser vide pour ne pas limiter)

source: Add new server
de: Neuen Server hinzufügen
fr: Ajouter un nouveau serveur

source: Intertiki Server enabled
de: Intertiki Server aktiviert
fr: Serveur Intertiki activé

source: Access Log file
de: Verbindungs-Log-Datei
fr: Fichier log des accès

source: Errors Log file
de: Fehler Log-Datei
fr: Fichier log des erreurs

source: Known hosts
de: Bekannte Hosts
fr: Hôtes connus

source: Key
de: Schlüssel
fr: Clé

source: Enable/disable Tiki features in
de: Tiki-Funktionen ein/ausschalten unter
fr: Activez/désactivez les fonctionnalités Tiki dans

source: , but configure them elsewhere
de: , konfiguriert werden sie dann an anderen Stellen.
fr: , mais configurez les dans leurs pages associées

source: Search engine friendly url
de: Suchmaschinenfreundliche URLs
fr: URLs courts

source: Social Networks
de: Soziale Netzwerke
fr: Réseaux sociaux

source: Registration
de: Registrierung
fr: Enregistrement

source: Requires PHP GD library
de: Erfordert PHP GD Bibliothek
fr: Nécessite la bibliothèque PHP GD

source: Users can select a group to join at registration:
de: Benutzer können eine Benutzergruppe bei ihrer ersten Registrierung wählen

source: By default, new users automatically join the Registered group
de: Standardmäßig werden neue Benutzer automatisch in die Gruppe \"Registered\" einsortiert
fr: Par défaut, les nouveaux utilisateurs rejoignent le groupe \"Registered\"

source: Store passwords in plain text is activated. You should never set this unless you know what you are doing
de: Passwörter im Klartext speichern ist aktiviert. Du solltest diese Funktion niemals einstellen, es sei denn, Du weißt, was Du tust
fr: Stockage des mots de passe en clair. Vous ne devriez pas activé ceci sauf si vous savez vraiment ce que vous faites

source: You must change the Authentication Method to LDAP for these changes to take effect
de: Du musst die Authentifizierung auf LDAP umstellen, damit diese Einstellungen funktionieren
fr: Vous devez changer la méthode d'authentification en LDAP pour que les options ci-dessous soient exploitées

source: LDAP Bind settings
de: LDAP Bind Einstellungen

source: LDAP User
de: LDAP Benutzer

source: LDAP Admin
de: LDAP Administrator

source: External groups
de: Externe Gruppen

source: LDAP Group
de: LDAP Gruppe

source: LDAP Group Member - if group membership can be found in group attributes
de: LDAP Gruppenmitglied - wenn Gruppenmitgliedschaft in den Gruppenattributen gefunden werden kann

source: LDAP User Group - if group membership can be found in user attributes
de: LDAP Benutzergruppen - wenn Gruppenmitgliedschaft in den Gruppenattributen gefunden werden kann

source: You must change the Authentication Method to PAM for these changes to take effect
de: Du musst die Authentifizierung auf PAM umstellen, damit diese Einstellungen funktionieren
fr: Vous devez changer la méthode d'authentification en PAM pour que les options ci-dessous soient exploitées

source: Shibboleth Authentication
de: Shibboleth Authentifizierung
fr: Authentification Shibboleth

source: You must change the Authentication Method to Shibboleth for these changes to take effect
de: Du musst die Authentifizierung auf Shibboleth umstellen, damit diese Einstellungen funktionieren
fr: Vous devez changer la méthode d'authentification en Shibboleth pour que les options ci-dessous soient exploitées

source: You must change the Authentication Method to CAS for these changes to take effect
de: Du musst die Authentifizierung zu CAS ändern, damit sich diese Änderungen auswirken
fr: Vous devez changer la méthode d'authentification en CAS pour que les options ci-dessous soient exploitées

source: CAS Server Path
de: CAS Serverpfad
fr: Chemin du serveur CAS

source: phpBB User Database Authentication
de: phpBB Benutzer Datenbankauthentifizierung

source: You must change the Authentication Method to phpBB for these changes to take effect
de: Du musst die Authentifizierung auf phpBB umstellen, damit diese Einstellungen funktionieren
fr: Vous devez changer la méthode d'authentification en phpBB pour que les options ci-dessous soient exploitées

source: You must turn Users can register off for phpBB Authentication to function properly
de: Du musst \"Benutzer können sich registrieren\" ausschalten, damit phpBB Authentifizierung funktioniert

source: MySql only (for now)
de: nur MySql (vorerst)

source: Web Server Authentication
de: Webserver Authentifizierung
fr: Authentification du serveur Web

source: You must change the Authentication Method to Web Server for these changes to take effect
de: Du musst die Authentifizierung auf Webserver umstellen, damit diese Einstellungen funktionieren
fr: Vous devez changer la méthode d'authentification en Serveur WEB pour que les options ci-dessous soient exploitées

source: The \"users can change theme\" feature will override the theme displayed
de: Die Funktion \"Benutzer können Theme ändern\" überschreibt das angezeigte Theme
fr: Les utilisateurs peuvent changer leur thème (cette fonction outrepasse le thème par défaut)

source: Theme not saved yet - click \"Apply\"
de: Theme wurde nicht gespeichert - klicke \"Anwenden\"
fr: Le thème n'est pas encore sauvegardé - cliquer sur \"Appliquer\"

source: Restrict available themes
de: Verfügbare Themes einschränken
fr: Limiter les thèmes disponibles

source: Site Report Bar
de: Site-Bericht-Balken
fr: Barre de signalement du site

source: UI Effects
de: UI Effekte
fr: Effets de l'IU

source: Standard UI effects
de: Standard UI Effekte
fr: Effets UI standards

source: Tab UI effects
de: Tab UI Effekte
fr: Effets des onglets

source: Experimental: CSS assistant (work in progress - click the x to remove)
de: Experimentell: CSS Assistent (in Arbeit - klicke X zum Entfernen)
fr: Expérimental&nbsp;: assistant pour les CSS (travail en cours - cliquez sur la croix pour fermer)

source: Editing
de: In Bearbeitung
fr: Édition

source: View Templates
de: Vorlagen ansehen
fr: Voir les gabarits

source: Admin layout per section
de: Layout pro Bereich verwalten
fr: Administrer la mise en page par section

source: Context Menus
de: Kontektmenüs
fr: Menus contextuels

source: Currently used in File Galleries only
de: Gegenwärtig nur in Dateiarchivenbenutzt
fr: Utilisés pour l'instant que dans les Galeries de Fichiers

source: Separators
de: Trennzeichen
fr: Séparateur

source: Generate User Map
de: Benutzerkarte erstellen
fr: Générer la carte utilisateur

source: See also
de: Siehe auch

source: Configure metrics
de: Metriken konfigurieren

source: Show past results
de: Zeige vergangene Ergebnisse
fr: Afficher les résultats précédents

source: Past results count
de: Zähler für vergangene Ergebnisse
fr: Nombre de résultats précédents

source: &quot;Modules&quot; are the items of content at the top &amp; bottom and in the right &amp; left columns of the site.
de: \"Module\" sind die Bereiche mit Inhalten ganz oben unten, sowie in den linken und rechten Spalten der Site.

source: Admin &gt; Modules
de: Verwalten > Module

source: from the menu to create and edit modules
de: vom Menü um Module zu erstellen oder zu bearbeiten

source: If you lose your login module, use tiki-login_scr.php to be able to login!
de: Wenn das Login Modul verloren geht, benutze tiki-login_scr.php um die wieder anmelden zu können!

source: Payments
de: Bezahlungen
fr: Payements

source: Choose payment system
de: Wähle das Bezahlsystem
fr: Choisir un modèle de payement

source: You can use only one payment method: PayPal or Cclite or Tiki User Credits
de: Du kannst nur eine Bezahlmethode auswählen: PayPal, Cclite oder Tiki User Credits

source: PayPal is working at the moment. See PayPal.com
de: PayPal funktioniert derzeit. Siehe auch PayPal.com

source: Cclite: Community currency accounting for local exchange trading systems (LETS). See
de: Cclite:Gemeinschatfswährungbuchhaltung für lokale Austauschhandelssystem (local exchange trading systems = LETS). Siehe

source: Tiki User Credits: Requires this other feature to be configured
de: Tiki User Credits: erfordert, dass diese Funktion konfiguriert wird

source: Work in progress for Tiki 6
de: Arbeit im Fortschritt für Tiki 6

source: Shipping
de: Transport

source: Please see the <a class='rbox-link' target='tikihelp' href='http://dev.tiki.org/Performance'>Performance page</a> on Tiki's developer site.
de: Siehe Dir auch die <a class='rbox-link' target='tikihelp' href='http://dev.tiki.org/Performance'>Performanceseite</a> auf der Entwicklersite an.

source: Compression is handled by
de: Kompression durchgeführt von
fr: La compression est gérée par

source: Using <strong>%0</strong>.These stats affect all PHP applications running on the server.
de: Es wird <strong>%0</strong> benutzt. Diese Statistiken betreffen alls PHP Anwendungen, die auf diesem Server laufen.

source: Configuration setting <em>xcache.admin.enable_auth</em> prevents from accessing statistics. This will also prevent the cache from being cleared when clearing template cache
de: Die Konfigurationseinstellung <em>xcache.admin.enable_auth</em> verhindert den Zugriff auf die Statistiken. Dies verhindert auch das löschen des Cache, wenn der Vorlagencache gelöscht wird
fr: L'option de configuration <em>xcache.admin.enable_auth</em> empêche l'accès aux statistiques. Cela empêchera aussi le réinitialisation du cache lors de la réinitialisation des templates

source: Available
de: Verfügbar
fr: Disponible

source: Memory
de: Speicher
fr: Mémoire

source: Hit
de: Treffer
fr: Visite

source: Miss
de: fehlgeschlagen
fr: Raté

source: Cache Hits
de: Cache-Treffer
fr: Accès au cache

source: Few hits recorded. Statistics may not be representative.
de: Nur wenige Treffer aufgezeichnet. Die Statistiken können nicht repräsentativ sein.

source: Low hit ratio. %0 may be misconfigured and not used.
de: Geringe Trefferrate. %0 könnte falsch konfiguriert und nicht benutzt sein.

source: Little memory available. Thrashing likely to occur
de: Wenig Speicher verfügbar. Seitenflattern (thrashing) wird wahrscheinlich auftreten
fr: Peu de mémoire disponible. L'éviction rapide du cache est susceptible de se produire

source: Small amount of memory allocated to %0. Verify the configuration.
de: %0 wurde nur eine geringe Menge Speicher zugeteilt. Überprüfe die Konfiguration.

source: Configuration <em>%0</em> is enabled. Disabling modification checks can improve performance, but will require manual clear on file updates.
de: Konfiguration <em>%0</em> ist aktiviert. Die Performance kann durch Deaktivieren von Veränderungsüberprüfungen verbessert werden. Dies erfordert aber ein manuelles Löschen nach Dateiupdates.

source: <em>%0</em> should not be disabled due to authentication on XCache
de: <em>%0</em> sollte nicht deaktiviert sein aufgrund der Authentifizierung bei XCache
fr: <em>%0</em> ne devrait pas être désactivé à cause de l'authentification

source: Bytecode cache is not used. Using a bytecode cache (APC, XCache) is highly recommended for production environments
de: Bytecode-Cache wird nicht benutzt. Die Benutzung des Bytecode-Cache (APC, XCache) ist für den Einsatz in Produktivumgebungen sehr zu empfehlen
fr: Aucun cache de Bytecode n'est utilisé. L'utilisation d'un cache (APC, XCache) est fortement recommandé dans environnement de production

source: Major slow down
de: Besondere Verlangsamer
fr: Ralentissements majeurs

source: These are reported to slow down Tiki. If you have a high-volume site, you may want to deactivate them
de: Von diesen Funktionen wird berichtet, dass sie Tiki verlangsamen können. Wenn Du eine Site mit hohem Datenvolumen hast, solltest Du diese Funktionen ggf. deaktivieren
fr: Ces fonctionnalités peuvent ralentir significativement Tiki. Si vous avez un site à fort traffic, vous pouvez vouloir les désactiver.

source: Many search options impact performance. Please see <a href=\"tiki-admin.php?page=search\">Search admin panel</a>.
de: Viele Suchoptionen haben einen negativen Einfluss auf die Performance. Siehe hierzu <a href=\"tiki-admin.php?page=search\">Suchoptionen</a>.

source: To add/remove polls, look for \"Polls\" under \"Admin\" on the application menu, or
de: Umfragen hinzufügen/löschen über Menüpunkt 'Abstimmungen' unter 'Verwalten' im Hauptmenü oder
fr: Pour créer/supprimer un sondage, aller dans \"Sondages\" sous \"Admin\" dans le menu application

source: Loading profile
de: Lade Profil
fr: Chargement du profil

source: Are you sure you want to apply the profile
de: Bist Du sicher, dass Du das Profil anwenden möchtest
