Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Frequently asked questions and answers
de: Häufig gestellte Fragen und Antworten
fr: Questions fréquemment posées et réponses

source: You can use wiki pages instead
de: Du kannst Wiki Seiten anstelle benutzen

source: Surveys
de: Umfragen
fr: Enquêtes

source: Questionnaire with multiple choice or open ended question
de: Umfrage mit multiple-choice- oder offenen Fragen
fr: Questionnaire à choix multiple ou question ouverte

source: User-submitted Web links
de: Von Benutzern eingereichte Weblinks
fr: Liens Web soumis par les utilisateurs

source: Timed questionnaire with recorded scores
de: Zeitlich festgelegte Fragen mit gespcherten Auswertungen

source: Featured Links
de: Linktips

source: Simple menu system which can optionally add an external web page in an iframe
de: Einfaches Menüsystem, mit dem man optional eine externe Webseite in einem iframe einbinden kann
fr: Menu système simple qui peut optionellement ajouter une iframe sur une page externe

source: The Copyright Management System (or ©MS) is a way of licensing your content
de: Das Copyright-Verwaltungssystem (oder ©MS) ist eine Art, Deinen Inhalt zu lizensieren
fr: Le système de gestion des droits d'auteur (ou © MS) est une façon d'accorder les licences de vos contenus

source: Quick comment (graffiti) box. Like a group chat, but not in real time
de: Box für schnelle Kommentare (graffiti). Wie ein Gruppenchat aber nicht in Echtzeit

source: Maps
de: Karten
fr: Cartes

source: Navigable, interactive maps with user-selectable layers
de: Navigierbare, interaktive Karten mit von Benutzern auswählbaren Schichten

source: Requires mapserver
de: Erfordert Mapserver
fr: Nécessite mapserver

source: Interactive use of Google Maps
de: Interaktive Nutzung von Google Maps
fr: Utilisation interactive de Google Maps

source: Live support system
de: Onlinesupport-System
fr: Système d'assistance en ligne

source: One-on-one chatting with customer
de: Eins-zu-Eins chat mit einem Kunden

source: Tell a Friend
de: Erzähle dies weiter
fr: Le dire à un ami

source: Add a link \"Email this page\" in all the pages
de: Füge einen Link \"Diese Seite per Email senden\" in alle Seiten ein
fr: Ajoute un lien \"Envoyer cette page\" dans toutes les pages

source: Add a \"Share\" link in all pages to send it via e-mail, Twitter, Facebook, message or forums
de: Fügen einen \"Share\" Link in allen Seiten hinzu, um sie per Email, Twitter, Facebook, Nachricht oder Forum zu versenden

source: HTML pages
de: HTML-Seiten
fr: Pages HTML

source: Static and dynamic HTML content
de: Statischer oder dynamischer HTML Inhalt
fr: Contenu HTML statique et dynamique

source: HTML can be used in wiki pages. This is a separate feature
de: HTML kann in Wiki Seiten benutzt werden. Dies ist eine separate Funktion

source: Contact Us
de: Kontaktiere uns
fr: Nous contacter

source: Basic form from visitor to admin
de: Einfaches Formular für Besucher um Admins zu kontaktieren
fr: Affiche un formulaire pour contacter l'administrateur du site

source: Real-time group text chatting
de: Echtzeit Gruppen-Textchat

source: Comments Moderation
de: Kommentarmoderation
fr: Modération des commentaires

source: An admin must validate a comment before it is visible
de: Eine Admin muss einen Kommentar bestätigen, bevor er sichtbar wird
fr: Un admin doit valider un commentaire avant qu'il ne soit visible

source: Comments Locking
de: Sperren von Kommentaren
fr: Verrouillage des commentaires

source: Comments can be closed (no new comments)
de: Kommentare können geschlossen werden (keine neunen Kommentare)
fr: Les commentaires peuvent être fermés (pas de nouveaux commentaires)

source: Allow posting of comments as Anonymous
de: Unbekannte Benutzer dürfen kommentieren
fr: Autoriser de poster des commentaires en tant qu'Anonyme

source: Permit anonymous visitors to add a comment without needing to create an account
de: Erlaube es anonymen Benutzern zu kommentieren, ohne ein Benutzerkonto zu erstellen
fr: Permettre aux visiteurs anonymes d'ajouter un commentaire sans avoir besoin de créer un compte

source: Display page description
de: Zeige die Seitenbeschreibung
fr: Afficher la description de la page

source: Display the page description below the heading when viewing the page
de: Zeige die Seitenbeschreibung unter der Überschrift wenn eine Seite angesehen wird
fr: Afficher la description des pages sous l'en-tête lorsque la page est affichée

source: Display page name as page title
de: Zeigen den Seitennamen als Seitentitel
fr: Afficher le nom des pages comme titre des pages

source: Display the page name at the top of each page as page title. If not enabled, the page content should be structured to contain a header
de: Zeige den Seitennamen am oberen Rand der Seite als Seitentitel. Wenn nicht aktiviert, sollte der Seiteninhalt strukturiert sein um einen Kopf zu beinhalten
fr: Affiche le nom de la page en haut de chaque en tant que titre. Si non validé, le contenu de la page devra être structuré pour contenir un en-tête

source: Display page ID
de: Zeige die Seiten ID
fr: Afficher l'ID des pages

source: Display the internal page ID when viewing the page
de: Zeige die interne Seiten ID, wenn die Seite angesehen wird
fr: Afficher l'ID (interne) des pages lorsque la page est visible

source: Individual wiki cache
de: Individueller Wiki Cache
fr: Cache wiki individuel

source: Allow users to change the duration of the cache on a per-page basis
de: Erlaubt es Benutzern, die Dauer des Caches auf einer pro-Seite-Basis zu ändern
fr: Permettre aux utilisateurs de changer la durée du cache pour chaque page

source: JS Calendar
de: JS Kalender

source: JavaScript popup date selector. Will use jQuery UI DatePicker if enabled
de: JavaScript-Popup-Datumsauswahl. Benutzt jQuery UI DatePicker wenn aktiviert

source: Output should be HTML Purified
de: Output sollte HTML-gereinigt sein
fr: Les sorties devraient être nettoyées par HTML Purifier

source: This enables HTML Purifier on outputs to filter potential remaining security problems like XSS
de: Dies aktiviert den HTML-Reiniger bei Ausgaben um potentiell verbleibende Sicherheitsrisiken wie XSS auszufiltern

source: Full Screen
de: Vollbild
fr: Plein écran

source: Allow users to activate fullscreen mode
de: Benutzer darf Fullscreen-Anzeige aktivieren
fr: Autoriser aux utilisateurs l'activation du mode plein écran

source: CSS Menus
de: CSS Menüs
fr: Menu CSS

source: CSS Menus (suckerfish)
de: CSS Menüs (suckerfish)

source: Quick Permission Assignment
de: Schnell Rechte zuweisen
fr: Affectation rapide des droits d'accès

source: HTML Purifier
de: HTML Reiniger
fr: Purificateur HTML

source: If you are trying to use HTML in your pages and it gets stripped out, you should make sure your HTML is valid or de-activate this feature.
de: Wenn Du HTML in Deinen Seiten benutzt und es wird ausgefiltert, solltest Du prüfen, ob es sich um gültigen HTML-Code handelt. Alternativ kann diese Fuktion deaktiviert werden.

source: Visualize relationships between wiki pages, in a 3D applet
de: Visualisiert Verbindungen zwischen Tikiseiten in einer 3D-Anwendung

source: Allows several Tiki sites (slaves) to get authentication from a master Tiki site
de: Erlaubt es verschiedenen Tiki Sites (untergeordneten Sites) ihre Authentifikation von der Hauptseite zu erhalten

source: Populate wiki pages and articles by email
de: Fülle Wiki Seiten und Artikel durch Email

source: Print Indexed
de: Indexiert drucken

source: Spreadsheet
de: Tabellen
fr: Tableur

source: Datasheets with calculations and charts
de: Datentabellen mit Berechnungen und Diagrammen

source: WYSIWYG is an acronym for What You See Is What You Get. Uses CKEditor
de: WYSIWYG ist ein Akronym und steht für for What You See Is What You Get (Was Du siehst, bekommst Du). Benutzt CKEditor

source: Collaborative video editing
de: Gemeinsame Videobearbeitung

source: Friendship Network
de: Freundschaftsnetzwerk
fr: Réseau des amis

source: Users can identify other users as their friends
de: Benutzer kann andere Benutzer als seine Freunde identifizieren
fr: Les utilisateurs peuvent déclarer d'autres utilisateurs comme leurs amis

source: Neglected feature
de: vernachlässigte Funktion
fr: Fonctionnalités délaissées

source: Banning system
de: Benutzersperrsystem
fr: Système d'interdiction

source: Deny access to specific users based on username, IP, and date/time range
de: Zugriff für bestimmten Benutzer nach Benutzername, IP und Datum/Zeit verweigern
fr: Interdit l'accès à certains utilisateurs sur la base du nom, de l'adresse IP et du créneau de date/heure

source: Stats
de: Statistiken
fr: Statistiques

source: Record basic statistics about major Tiki features (number of wiki pages, size of file galleries, etc.)
de: Zeichnet einfache Statistiken zu Hauptfunktionen von Tiki auf (Anzahl von Wiki Seiten, Grösse von Dateiarchiven, etc.)
fr: Enregistrer des statistiques basiques à propos des fonctionnalités majeur de Tiki (nombre de page Wiki, taille des galeries de fichier, etc.)

source: Action Calendar
de: Aktionenkalendar

source: Referer Stats
de: Referer-Statistik
fr: Statistiques des origines

source: Record domain name of sites that send visitors to this Tiki
de: Zeichnet Domänennamen der Sites auf, von denen Besucher zu dieser Tiki gelangen
fr: Enregistre les noms de domaines des visiteurs du site

source: Redirect On Error
de: Bei Fehler wieder verbinden
fr: Redirection en cas d'erreur

source: On error, goto the HomePage as configured in Admin->General
de: Gehe bei einem Fehler zur Homepage, wie unter Verwalten->Allgemein konfiguriert, zurück
fr: En cas d'erreur, retour à la page d'accueil configurée dans Administration->Général

source: Communications (send/receive objects)
de: Kommunikation (Objekte senden/empfangen)
fr: Communications (envoyer/recevoir des objets)

source: Send/receive wiki pages and articles between Tiki-powered sites
de: Sende/empfange Wiki Seiten und Artikel zwischen Tiki-powered Sites

source: Custom Home
de: Angepasstes Home
fr: Page d'accueil personnalisée

source: Mini Calendar
de: Minikalender
fr: Mon calendrier

source: User Preferences Screen
de: Benutzereinstellungsseite
fr: Écrans des préférences utilisateur

source: User Notepad
de: Benutzernotizblock
fr: Bloc-note utilisateur

source: My Bookmarks
de: Benutzerlesezeichen
fr: Signets des utilisateurs

source: User Contacts
de: Benutzerkontakte
fr: Contacts utilisateur

source: User Watches
de: Benutzerbeobachtungspunkte
fr: Surveillances utilisateur

source: Group Watches
de: Gruppenbeobachtungspunkte
fr: Surveillances de groupes

source: Daily Reports for User Watches
de: Tägliche Berichte für Benutzerbeobachtungspunkte
fr: Rapports quotidiens pour les surveillances utilisateur

source: User Watches Translations
de: Beobachtungspunkte beobachten auch Übersetzungen
fr: Notification par email des changements dans un jeu de traduction

source: User Watches Languages
de: Benutzer beobachtet Sprachen
fr: Surveillance utilisateurs des langues

source: Watch language-specific changes within a category
de: Beobachte sprachspezifische Änderungen innerhalb einer Kategorie
fr: Surveiller les changements spécifiques aux langues dans une catégorie

source: User Menu
de: Benutzermenü
fr: Menu utilisateur

source: User Tasks
de: Benutzeraufgaben
fr: Tâches utilisateur

source: User Messages
de: Benutzernachrichten
fr: Messages utilisateur

source: User Files
de: Benutzerdateien
fr: Fichiers utilisateur

source: Menu User Levels
de: Menü per Benutzer konfigurieren
fr: Menu Niveaux Utilisateurs

source: Allows to control the menu options that can be seen by a user
de: Erlaubt es Menüoptionen einzustellen, die von Benutzern gesehen werden können
fr: Permettre le contrôle des options de menu pouvant être vues par un utilisateur.

source: Group Alert
de: Gruppen Benachrichtigungen
fr: Alerte de groupe

source: Debugger Console
de: Debug-Konsole
fr: Console de débogage

source: Permits recording and playback of functional tests
de: Erlaubt es funktionale Test aufzuzeichnen und wiederzugeben
fr: Permet l'enregistrement et l'exécution des tests fonctionnels

source: Check for updates automatically
de: Automatisch nach neuer Version suchen
fr: Vérifier les mises à jour automatiquement

source: Tiki will check for updates when you access the main Administration page
de: Tiki prüft auf Aktualisierungen, wenn Du auf die Hauptverwaltungsseite zugreifst
fr: Tiki vérifira la présence de mises à jour lors de l'accès à la page d'administration principale

source: Use PEAR::Date library
de: Benutze PEAR::Datumsibliothek
fr: Utiliser la bibliothèque PEAR::Date

source: Require confirmation if possible CSRF detected
de: Bestätigung erforderlich, wenn möglicher CSRF entdeckt wird
fr: Nécessite une confirmation si une attaque CSRF est détectée

source: Protect against CSRF with a ticket
de: Durch Ticket gegen CSRF schützen
fr: Se protéger contre le Sea surfing(CSRF) avec des tickets

source: Detect browser language
de: Sprache des Clients abfragen
fr: Utiliser la préférence langue du navigateur

source: Lookup the user\\'s preferred language through browser preferences
de: Schlage die bevorzugte Benutzersprache in den Browsereinstellungen des Benutzers nach

source: Show pages in user\\'s preferred language
de: Zeige Seiten in der vom Benutzer bevorzugten Sprache
fr: Affiche les pages dans la langue préférée de l\\'utilisateur

source: When accessing a page which has an equivalent in the user\\'s preferred language, favor the translated page
de: Wenn eine Seite zugegriffen wird, welche eine gleichwertige Übersetzung in der vom Benutzer bevorzugten Sprache enthält, bevorzuge die übersetzte Seite
fr: En cas d\\'accès à un page ayant une équivalence dans la langue préférée de l\\'utilisateur, favoriser la page traduite

source: Changing the page language also changes the site language
de: Die Änderungen der Seitensprache ändert auch die Site-Sprache
fr: Changer la langue de la page change également la langue du site

source: Translation assistant
de: Übersetzungsassistent
fr: Assistant de traduction

source: Track translation operations between pages
de: Verfolge Übersetzungen zwischen Seiten

source: Urgent translation notifications
de: Dringende Übersetzungsnachricht
fr: Notification d'une traduction urgente

source: Allow to flag changes as urgent, leading translations to be marked with a notice visible to all users
de: Erlaube es Änderungen als dringend zu markieren, was dazu führt, das Übersetzungen mit einer für alle Benutzer sichtbaren Nachricht versehen werden

source: Only allow urgent translation from site language
de: Erlaube dringende Übersetzungen nur von der Site-Sprache

source: Use the site language as a master language and prevent translations from sending critical updates
de: Benutze die Site-Sprache als Hauptsprache und verhindere Übersetzungen von eingesandten kritischen Aktualisierungen
fr: Utiliser la langue du site comme une langue principale et empêcher les traductions d'envoyer des mises à jour critiques

source: Incomplete translation notice
de: Nachricht bei unvollständiger Übersetzung
fr: Notification des traductions incomplètes

source: When a page is translated to a new language, a notice will be automatically be inserted into the page to indicate that the translation is not yet complete
de: Wenn eine Seite in eine neue Sprache übersetzt wird, wird automatisch ein Hinweis eingefügt, dass die Übersetzung noch nicht vollständig ist
fr: Qunad une page est traduite dans une nouvelle langue, une mention sera automatiquement inséré dans la page pour indiquer que la traduction n\\'est pas encore complète

source: Multilingual structures
de: Mehrsprachige Strukturen
fr: Structures multilingues

source: Structures to lookup equivalent pages in other languages. May cause performance problems on larger structures
de: Strukturen sollen in gleichwertigen Seiten in anderen Sprachen suchen. Kann Performanceprobleme in großen Strukturen verursachen

source: Display all languages in a single page
de: Zeige alle Übersetzungen in einer einzelnen Seite
fr: Afficher toutes les langues dans une seule page

source: List all languages as a language option in the page language drop list to see all languages at once
de: Liste alle Sprachen als Option im Ausklapplistenfeld der Seite auf um alle Sprachen auf einmal zu sehen

source: GZip output
de: GZip-Ausgaben
fr: Activer la compression GZip des pages

source: Compress your pages on-the-fly, if the requesting browser supports this
de: Komprimiere Seiten direkt (on the fly), wenn der anfordernde Browser dies unerstützt

source: Help System
de: Hilfesystem
fr: Système d'aide

source: Show clickable URLs to translate the page to another language using Babel Fish website
de: Zeige eine klickbare URL um die Seite mit Babelfish in eine andere Sprache zu übersetzen

source: Also known as emoticons
de: Auch bekannt als Emoticons
fr: Aussi appelées émoticons

source: Dynamic Content System
de: Dynamischer Inhalt
fr: Système de contenu dynamique

source: Bloc of content which can be reused and programmed (timed)
de: Inhaltsblock, der wiederholt genutzt werden und programmiert werden kann (zeitlich angepasst)

source: Use File Galleries to store pictures
de: Benutze Dateigallerien um Bilder zu speichern
fr: Utiliser les galeries de fichiers pour stocker les images

source: If disabled, pictures will be stored in ../img/wiki_up/.. instead
de: Wenn deaktiviert werden Bilder unter ../img/wiki_up/.. gespeichert

source: External link icon
de: Icon für externe Links
fr: Icône des liens externes

source: External links will be identifed with an icon. Use the ../img/icons/external_link.gif image to customize the icon
de: Externe Links werden durch ein Symbol identifiziert. Benutze die Datei ../img/icons/external_link.gif um das Symbol abzuändern

source: Add \"rel=nofollow\" on external links
de: Füge bei externen Links \"rel=nofollow\" hinzu
fr: Ajouter \"rel=nofollow\" sur les liens externes

source: Semantic links
de: Semantische Links
fr: Liens sémantiques

source: Web Services
de: Webdienste
fr: Services Web

source: Can consume webservices in JSON or YAML
de: Kann Webdienste in JSON oder YAML konsumieren
fr: Peut consommer des webservices JSON ou YAML

source: Display menus as folders
de: Menüs als Ordner darstellen
fr: Afficher les icônes des menus comme des répertoires

source: Breadcrumbs
de: Brotkrumen
fr: Fil d'ariane

source: Attempts to show you where you are
de: Versucht Dir zu zeigen, wo Du Dich befindest
fr: Tente de montrer où vous êtes

source: Anonymous editors must enter anti-bot code (CAPTCHA)
de: Anonyme Editoren müssen Anti-Robot Code (CAPTCHA) eingeben
fr: Les éditeurs anonymes doivent saisir un code de vérification anti-bot (CAPTCHA)

source: Protect email against spam
de: Emailadressen vor Spam schützen
fr: Protéger les adresses mails contre les spammeurs

source: Protect email against spam currently does not operate in pages edited in WYSIWYG mode (Tiki 6.1)
de: Schützt Email gegen Spam. Funkioniert gegenwärtig nicht auf Wik Seiten, die im WYSIWYG-Modus bearbeiet wurden (Tiki 6.1)

source: Activate
de: Aktivieren
fr: Activer

source: Anonymous voting
de: Anonymes Abstimmen
fr: Votes anonymes

source: Allow re-voting
de: Nochmaliges Abstimmen zulassen
fr: Un même votant peut re-voter

source: Comments for polls
de: Kommentare für Abstimmungen
fr: Commentaires pour les sondages

source: Comments for FAQs
de: Kommentare für FAQs
fr: Commentaires pour les FAQs

source: If you are using Apache, you can rename _htaccess to .htaccess to get Short URLs
de: Wenn Du Apache benutzt, kannst Du die Datei _htaccess in .htaccess umbenennen um kurze URLs zu erhalten
fr: Si vous utilisez Apache, vous pouvez renommer _htaccess en .htaccess afin obtenir des URL courtes

source: Search engine friendly url Postfilter
de: Suchmaschienenfreundliche URL Postfilter

source: Display article title in the sefurl
de: Zeige den Artikeltitel in der suchemaschinenfreundlichen URL
fr: Afficher le titre de l'article dans l'URL SEF

source: Display blog title in the sefurl
de: Zeige den Blogtitel in der suchemaschinenfreundlichen URL
fr: Afficher le titre du blogue dans l'URL SEF

source: Redirect tiki-view_tracker.php?itemId=yyy to Prefixyyy page
de: Leite tiki-view_tracker.php?itemId=yyy auf Prefixyyy-Seite weiter

source: This redirection uses the wiki prefix alias feature
de: Diese Weiterleitung benutzt die Wiki Präfixalias-Funktion

source: Show module controls
de: Zeige Modulkontrolle
fr: Afficher le contrôle des modules

source: Perspectives
de: Perspektiven

source: Permits to override preferences
de: Erlaubt es Präferenzen zu überschreiben

source: Search and replace
de: Suchen und ersetzen
fr: Rechercher et remplacer

source: Permits find and replace of content in the edit box
de: Erlaubt es Inhalte in einer Bearbeitenbox zu finden und zu ersetzen
fr: Permet la recherche et remplacement du contenu dans la boîte d'édition

source: Submissions
de: Einreichungen
fr: Soumissions

source: Rankings
de: Bewertungen
fr: Classements

source: Comments for articles
de: Kommentare für Artikel
fr: Commentaires pour les articles

source: Content Templates
de: Inhaltsvorlagen
fr: Gabarits de contenu

source: Pre-defined content for a wiki page
de: Vordefinierter Inhalt einer Wiki Seite

source: Print
de: Drucken
fr: Imprimer

source: Specify notification emails when creating articles
de: Spezifiziere Benachrictigungsemails, wenn Artikel erstellt werden
fr: Définir l'email de notification lors de la création d'article

source: ShareThis buttons
de: ShareThis-Schaltfläche
fr: Boutons ShareThis

source: Insert a ShareThis button from www.sharethis.com.
de: Füge eine \"ShareThis\"-Schaltfläche von www.sharethis.com ein.

source: Category Path
de: Kategoriepfad
fr: Chemin de la catégorie

source: Show category tree, above wiki pages
de: Zeige den Kategorieenbaum überhalb von Wiki Seiten
fr: Afficher l'arborescence des catégories, en haut des pages wiki

source: Show category objects
de: Zeige Kategorieobjekte
fr: Montrer les objets de la catégorie

source: Show objects sharing the same category, below wiki pages
de: Zeige Kategorieobjekte unterhalb einer Wiki Seite, welche der gleichen Kategorie zugeordnet sind
fr: Afficher les objets partageant la même catégorie, en-dessous des pages Wiki

source: Ignore category viewing restrictions
de: Kategorie-Sichteinschränkungen ignorieren
fr: Ignorer les restrictions d'affichage sur les catégories

source: Will improve performance, but may show forbidden results
de: Verbessert die Leistung. Zeigt jedoch möglicherweise verbotenen Ergebnisse
fr: Augmente les performances, mais risque d'afficher des résultats non autorisés

source: List pages
de: Seiten auflisten
fr: Liste des pages

source: Latest Changes
de: Neueste Änderungen
fr: Dernières modifications

source: Orphan pages
de: Verwaiste Seiten
fr: Pages orphelines

source: MySQL Full-Text Search
de: MySQL Volltextsuche
fr: Recherche Full-Text MySQL

source: This search uses the MySQL Full-Text Search feature. The indexation is continuously updated
de: Diese Suche benutzt die MySQL Volltext Suchfunktion. Der Suchindex wird kontinuierlich aktualisiert

source: Referer Search Highlighting
de: Hervorhebung der Suchbegriffe auf den gefundenen Seiten
fr: Mise en relief de la chaîne recherchée

source: Search stats
de: Suchstatistik
fr: Statistiques des recherches

source: Ignore individual object permissions
de: Individuelle Objektberechtigungen ignorieren
fr: Ignorer les droits individuels sur les objets

source: Object filter
de: Objektfilter
fr: Filtre d'objet

source: Search box
de: Suchbox
fr: Boîte de recherche

source: Pertinence
de: Relevanz

source: Object type
de: Objekttyp
fr: Type de l'objet

source: Last modified date
de: Zuletzt verändert (Datum)
fr: Date de la dernière modification
