Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: End of Line
de: Zeilenende

source: Carriage return
de: Wagenrücklauf (carriage return)

source: Line feed
de: Zeilenvorschub (line feed)

source: Carriage Return/Line feed
de: Wagenrücklauf/Zeilenvorschub (carriage Return/line feed)

source: AutomTax
de: Steuerautomatik

source: Allow automatic tax calculation
de: Erlaube automatische Steuerberechnung

source: Create a new book
de: Erstelle ein neues Buch

source: The following transaction has been cancelled.
de: Der folgende Geschäftsvorfall wurde gelöscht.

source: booking date
de: Buchungsdatum

source: Amount
de: Betrag
fr: Somme

source: Book a transaction
de: Buche einen Geschäftsvorfall

source: Add entry
de: Eintrag hinzufügen

source: Book
de: Buchen

source: Export as CSV
de: Exportiere als CSV

source: cancel this transaction
de: Lösche diesen Vorgang

source: Deleted
de: Gelöscht
fr: Supprimé

source: Book a transaction into the stack
de: Buche einen Geschäftsvorfall in einen Buchungsstapel

source: Do not group by item
de: Nicht nach Objekt gruppieren
fr: Ne pas grouper par élément

source: Group by item
de: Gruppiere nach Objekt
fr: Grouper par élément

source: Calendar View
de: Kalenderansicht
fr: Vue calendrier

source: Tiki Action Calendar
de: Tiki Aktionenkalender
fr: Calendrier des actions Tiki

source: Tools Calendars
de: Kalendereinträge
fr: Calendriers des objets Tiki

source: Check / Uncheck All
de: Alle (ent)markieren
fr: Cocher/décocher tout

source: Configuration search
de: Einstellungen suchen
fr: Recherche d'options de configuration

source: Note: The search index needs rebuilding, this will take a few minutes
de: Hinweis: Der Suchindex muss neu erstellt werden. Dies wird ein paar Minuten dauern

source: Search error
de: Suchfehler
fr: Erreur dans la recherche

source: Preferences Search Results
de: Ergebnisse der Einstellungssuche
fr: Résultats de recherche dans les options de configuration

source: Change
de: Ändern
fr: Modifier

source: No preferences were found for your search query.
de: Es wurden keine Einstellungen gefunden, die Deinen Suchbegriff enthalten.

source: Database Version Problem
de: Datenbank Versionsproblem
fr: Il y a un problème avec la version de votre base de données

source: Your database requires an update to match the current Tiki version. Please proceed to <a href=\"tiki-install.php\">the installer</a>. Using Tiki with an incorrect database version usually provoke errors.
de: Deine Datenbank benötigt ein Update, um mit der aktuellen Tiki Version zusammenzupassen. Bitte fahre mit <a href=\"tiki-install.php\">dem Installer</a> fort. Tiki mit einer falschen Datenbankversion zu benutzen verursacht Fehler.
fr: Votre base de données nécessite une mise à jour pour être à niveau avec la version actuelle de Tiki. Merci de lancer <a href=\"tiki-install.php\">l'installateur</a>. Utiliser Tiki avec une version incorrecte de la base de données peut provoquer des erreurs.

source: A new version of Tiki, <b>{\$prefs.tiki_release}</b>, is available. You are currently running <b>{\$tiki_version}</b>. Please visit <a href=\"http://tiki.org/Download\">tiki.org/Download</a>
de: Eine neue Version von Tiki, <b>{\$prefs.tiki_release}</b>, ist verfügbar. Aktuell nutzt Du <b>{\$tiki_version}</b>. Besuche bitte <a href=\"http://tiki.org/Download\">tiki.org/Download</a>

source: The following list of changes has been applied:
de: Folgende Änderungen wurden übernommen:

source: Enabled
de: Aktiviert
fr: Activé

source: Changed
de: Geändert
fr: Modifié

source: Preference
de: Einstellung
fr: Préférence

source: Preference name:
de: Einstellungsname:

source: Crosslinks to other features and settings
de: Querverweise zu anderen Einstellungen
fr: Liens vers d'autres fonctionnalités et configurations

source: Other sections
de: Andere Bereiche
fr: Autres sections

source: Shoutbox Words
de: Shoutboxwörter
fr: Tabous du mégaphone

source: Administration features
de: Grundlegende Konfiguration
fr: Fonctionnalités d'administration

source: SysLogs
de: Systemlogs
fr: Logs système

source: Banning
de: Benutzer aussperren
fr: Interdiction

source: Edit Languages
de: Bearbeite Sprachen
fr: Éditer langues

source: Transitions
de: Transitionen

source: Transversal features
de: Übergeordnete Einstellungen
fr: Fonctionnalités transversales

source: which apply to more than one section
de: die sich auf mehr als einen Bereich auswirken
fr: qui s'appliquent à plus d'une section

source: Mail Notifications
de: Email-Benachrichtigungen
fr: Notification par courrier

source: Navigation features
de: Navigation
fr: Fonctionnalités de navigation

source: Text area features
de: Einstellungen für Inhalte
fr: Fonctionnalités des zones de texte

source: features you can use in all text areas, like wiki pages, blogs, articles, forums, etc
de: Einstellungen, die für Wikiseiten, Blogs, Artikeln, Foren etc. gelten
fr: fonctionnalités que vous pouvez utiliser dans toutes les zones de texte, comme dans les pages Wiki, les blogues, les articles, les forums

source: External Pages Cache
de: Cache für externe Seiten
fr: Cache de pages externes

source: Toolbars
de: Werkzeug Symbole
fr: Raccourcis

source: External Wikis
de: Externe Wiki-Seiten
fr: Wikis externes

source: Stats &amp; banners
de: Statistiken & Banner
fr: Statistiques &amp; bannières

source: Search Stats
de: Suchstatistik
fr: Statistiques des recherches

source: Please select some actions to be reported.
de: Bitte wähle Aktionen aus, die berichtet werden sollen.

source: End
de: Ende
fr: Fin

source: Users and Groups
de: Benutzer und Gruppen
fr: Utilisateurs et groupes

source: Misc
de: Verschiedenes
fr: Divers

source: Units
de: Einheiten
fr: Unités

source: Contibution Time
de: Beitragszeit

source: Graph Contributions
de: Zeige Grafik

source: See Statistics
de: Statistiken einsehen
fr: Voir les statistiques

source: Pagination
de: Paginierung

source: Records:
de: Gespeichert:

source: contribution
de: Mitwirkung

source: Statistics
de: Statistiken
fr: Statistiques

source: Weeks
de: Wochen
fr: Semaines

source: Settings
de: Einstellungen
fr: Configurations

source: Setting
de: Einstellung
fr: Configuration

source: How
de: Wie es geht
fr: Comment

source: You need to check out the recorded box for each action type we may be interested to have some report later. To see a report of some action types, select the reported checkboxes of these action types, goto the Report tab and select additional filters. The report will only contains the actions that occured since the action type has been set to recorded.
de: Du musst die Box 'recorded' für jeden Aktionstyp daraufhin prüfen, ob wir hierüber später einen Bericht haben wollen. Um einen Bericht von einigen Aktionstypen zu erhalten klicke die 'reported' Box dieser Aktionstypen, gehe auf den Tab Bericht und wähle zusätzliche Filter. Der Bericht wird nur die Aktionen beeinhalten, die entstanden sind, nachdem der Aktionstyp auf 'recorded' gesetzt wurde.
fr: Vous devez cocher les cases enregistrement pour chaque type d'action pour lequel nous aimerions avoir un rapport ensuite. Pour visualiser un rapport de quelque type d'action, cocher leur case rapport, aller sur l'onglet rapport et sélectionner des filtres aditionnels. Le rapport contiendra seulement les actions qui se sont produites depuis le moment où l'enregistrement a été demandé.

source: Wiki page actions except viewed will always be recorded but can be not reported.
de: Wiki-Aktionen außer 'hat angesehen' werden immer gespeichert, gehen aber nicht in Berichte ein.
fr: Les actions sur les pages Wiki sauf la visualisation seront toujours enregistrées mais peuvent ne pas être affichées.

source: Add or edit a rule
de: Regel hinzufügen/bearbeiten
fr: Ajouter/modifier une règle

source: Rule title
de: Regelbezeichnung
fr: Titre de la règle

source: Username regex matching
de: Benutzername-basiert (regex)
fr: Expression régulière sur les noms d'utilisateur

source: IP regex matching
de: IP-basiert (regex)
fr: Expression régulière sur les IP

source: Banned from sections
de: Aus diesen Bereichen bannen
fr: Interdit des sections

source: Rule activated by dates
de: Sperrung über Zeitraum
fr: Règle activée sur des dates

source: Rule active from
de: Regel gültig von
fr: Règle active depuis

source: Rule active until
de: Regel gültig bis
fr: Règle active jusqu'à

source: Custom message to the user
de: Spezielle Nachricht für den Benutzer
fr: Message personnalisé à l'utilisateur

source: Find:
de: Suche:

source: Rules
de: Regeln
fr: Règles

source: User/IP
de: Benutzername/IP
fr: Utilisateur/IP

source: Sections
de: Bereiche

source: Admin Calendars
de: Kalender verwalten
fr: Administrer les calendriers

source: Create Calendar
de: Erstelle Kalender
fr: Créer un calendrier

source: View Calendars
de: Kalender ansehen
fr: Voir les calendriers

source: Import
de: Importieren
fr: Importer

source: List of Calendars
de: Liste der Kalender
fr: Liste des calendriers

source: Loc
de: Ort

source: Participants
de: Teilnehmer

source: Cat
de: Kateg.

source: Lang
de: Sprache

source: Subscription
de: Abonnement
fr: Inscription

source: View Calendar
de: Kalender ansehen
fr: Voir le Calendrier

source: Create / Edit Calendar
de: Erstelle / bearbeite Kalender
fr: Ajouter/Modifier un calendrier

source: Create/Edit Calendars
de: Erstelle / bearbeite Kalender
fr: Créer/Éditer un calendrier

source: Custom Locations
de: Persönliche Örtlichkeiten
fr: Lieux configurables

source: Custom Participants
de: Persönliche Teinehmer
fr: Participants configurables

source: Custom Classifications:
de: Benutzerdefinierte Klassifizierung:

source: Custom Languages
de: Persönliche Sprache
fr: Langues configurables

source: Custom URL
de: Benutzerdefinierte URL
fr: Adresses URL configurables

source: Custom Subscription List
de: Persönliche Abo-Liste
fr: Liste d'inscriptions configurables

source: Custom Priorities
de: Persönliche Prioritäten
fr: Priorités configurables

source: Personal Calendar
de: Persönlicher Kalender
fr: Calendrier personnel

source: Start of day
de: Start des Tages
fr: Début de la journée

source: End of day
de: Ende des Tages
fr: Fin de la journée

source: Days to display
de: Anzuzeigende Tage
fr: Jour à afficher

source: Standard Colors
de: Standardfarben
fr: Couleurs standard

source: Green
de: Grün
fr: Vert

source: Blue
de: Blau
fr: Bleu

source: Purple
de: Violett
fr: Violet

source: Red
de: Rot
fr: Rouge

source: Yellow
de: Gelb
fr: Jaune

source: Let me select my own colors
de: Lass' mich meine eigenen Farben wählen
fr: Me permettre de choisir mes propres couleurs

source: Custom foreground color
de: Standardvordergrundfabe
fr: Couleur d'avant-plan particulière

source: Ex:
de: Beispiel:

source: Custom background color
de: Standardhintergrundfarbe
fr: Couleur du fond personnalisée

source: Default event status
de: Standarfstatus für Ereignis
fr: État par défaut des évènements

source: Show in calendar view
de: Zeige in Kalenderansicht
fr: Afficher dans la vue calendrier

source: Group of users alerted when calendar event is modified
de: Benutzergruppe die benachrichtigt wird, wenn ein Kalendereintrag verändert wird
fr: Groupe d'utilisateurs alerté quand le calendrier est modifié

source: Delete events older than:
de: Lösche Ereignisse, die älter sind als

source: Organize Objects
de: Objekte kategorisieren
fr: Organiser les objets

source: Current category
de: Aktuelle Kategorie
fr: Catégorie courante

source: Current Category ID:
de: Aktuelle Kategorie-ID:

source: Child categories
de: Unterkategorien
fr: Sous-catégories

source: Edit permissions for this category
de: Berechtigungen dieser Kategorie ändern
fr: Modifier les permissions pour cette catégorie

source: Assign Permissions
de: Berechtigungen vergeben
fr: Attribuer des droits d'accès

source: Create/Edit category
de: Erstelle/bearbeite Kategorie
fr: Créer/Éditer une catégorie

source: Edit this category:
de: Diese Kategorie bearbeiten:

source: Create New
de: Erstelle neu
fr: Créer un nouveau

source: Add new category
de: Neue Kategorie hinzufügen
fr: Ajouter une nouvelle catégorie

source: Batch upload
de: Batch hochladen
fr: Chargement par \"batch\"

source: Batch upload (CSV file)
de: Batch upload (CSV-Datei)
fr: Chargement par \"batch\" (fichier CSV)

source: Objects in category
de: Objekte in Kategorie
fr: Objets dans la catégorie

source: Moving objects between categories
de: Objekte zwischen Kategorien verschieben
fr: Déplacer les objets entre catégories

source: Unassign all objects from this category
de: Entferne alle Objekte von dieser Kategorie
fr: Désaffecter tous les objets de cette catégorie

source: Move all the objects from this category to this one
de: Verschiebe alle Objekte von dieser Kategorie zu dieser
fr: Déplacer tous les objets de cette catégorie vers celle-ci

source: Assign all objects of this category to this one
de: Weise alle Objekte dieser Kategorie dieser zu
fr: Affecter tous les objets de cette catégorie à celle-ci

source: Add objects to category
de: Objekte zu Kategorie hinzufügen
fr: Ajouter des objets à la catégorie

source: image gal
de: Bildergalerie
fr: gal image

source: Admin templates
de: Vorlagen verwalten
fr: Administrer les gabarits

source: Use the Administration page of each enabled feature to allow the use of content templates.
de: Benutze die Verwaltungsseite jeder einzelnen Funktion um zu Erlauben Inhaltsvorlagen zu nutzen.

source: Edit this template:
de: Dieses Template bearbeiten:

source: Create new template
de: Neue Vorlage erstellen
fr: Créer un nouveau gabarit

source: Use in:
de: Benutze in:

source: CMS
de: Artikel
fr: Articles

source: HTML Pages
de: HTML-Seiten
fr: Pages HTML

source: Template Type:
de: Vorlagentyp:

source: Text area
de: Textbereiche
fr: Zone de texte

source: Templates
de: Vorlagen
fr: Gabarits

source: Admin Contributions
de: Beteiligungslisten verwalten
fr: Administrer les contributions

source: Contributions are mandatory in wiki pages
de: Auswahl bei Wikiseiten verbindlich
fr: Contributions obligatoires dans les pages wiki

source: Contributions are mandatory in forums
de: Auswahl bei Foreneinträgen verbindlich
fr: Contributions obligatoires dans les forums

source: Contributions are mandatory in comments
de: Auswahl bei Kommentaren verbindlich
fr: Contributions obligatoires dans les commentaires

source: Contributions are mandatory in blogs
de: Auswahl bei Blogeinträgen verbindlich
fr: Contributions obligatoires dans les blogues

source: Contributions are displayed in the comment/post
de: Beteiligung wird in Kommentar/Beitrag angezeigt
fr: Contributions affichées avec les commentaires ou les articles

source: Create a new contribution
de: Neue Beteiligungsliste erstellen
fr: Créer une nouvelle contribution

source: List of contributions
de: Übersicht der Beteiligungslisten
fr: Liste des contributions

source: Admin cookies
de: Cookies verwalten
fr: Administrer les cookies

source: Create/edit cookies
de: Cookies hinzufügen/bearbeiten
fr: Ajouter/modifier un cookie

source: Upload Cookies from textfile
de: Cookies aus Textdatei hochladen
fr: Envoyer un fichier texte de citations

source: Upload from disk:
de: Hochladen von Festplatte:

source: Upload
de: Hochladen
fr: Envoyer

source: Remove all cookies
de: Alle Cookies löschen
fr: Supprimer tous les cookies

source: Creation Date
de: Erstelldatum
fr: Date de création

source: Expiration Date
de: Ablaufdatum
fr: Date d'expiration

source: all types
de: alle Typen
fr: tous les types

source: filter
de: filtern
fr: filtre

source: Admin dsn
de: DSN verwalten
fr: Administrer les DSNs

source: Use Admin DSN to define the database to be used by the SQL plugin
de: Benutze Admin DSN um die Datenbank zu definieren, die vom SQL-Plugin benutzt wird

source: Create/edit dsn
de: DSN hinzufügen/bearbeiten
fr: Ajouter/modifier un DSN (Data Source Name)

source: Local (Tiki database)
de: Lokal (Tiki Datenbank)
fr: Locale (Tiki database)

source: See db/local.php
de: Siehe db/local.php
fr: Voir db/local.php

source: Admin External Wikis
de: Verwalte externe Wikis
fr: Administrer des Wikis externes

source: Create/Edit External Wiki
de: Externes Wiki erstellen/bearbeiten
fr: Créer/modifier un Wiki externe

source: URL (use \$page to be replaced by the page name in the URL example: http://www.example.com/tiki-index.php?page=\$page)
de: URL (\$page benutzen und mit dem Wiki Seitennamen ersetzen, z.B.: http://qum74.mms-dresden.telekom.de/tiki/tiki-index.php?page=\$page)
fr: Adresse Web ( \$page sera remplacé par le nom de la page dans l'URL - exemple&nbsp;: http://www.example.com/tiki-index.php?page=\$page)

source: Admin Forums
de: Foren verwalten
fr: Administrer les forums

source: Create New Forum
de: Neues Forum erstellen
fr: Créer un nouveau forum

source: Duplicate Forum
de: Forum kopieren
fr: Dupliquer un forum

source: View this forum
de: Forum ansehen
fr: Voir ce forum

source: Import forums
de: Foren importieren
fr: Importer des forums

source: List forums
de: Foren auflisten
fr: Liste des forums

source: Coms
de: Kommentare

source: Age
de: Alter
fr: Âge

source: PPD
de: PPT
fr: Ar/jo

source: Create/Edit Forums
de: Foren hinzufügen/bearbeiten
fr: Ajouter/Modifier un forum

source: Edit this Forum:
de: Dieses Forum bearbeiten:

source: Prevent flooding
de: Flooding verhindern
fr: Empêcher les raz-de-marée

source: Minimum time between posts
de: Minimale Zeit zwischen zwei Beiträgen
fr: Temps minimum entre 2 publications

source: Create new
de: Erstelle neu
fr: Créer une nouvelle

source: Moderator user
de: Moderator
fr: Utilisateur modérateur

source: Moderator group
de: Moderatorengruppe
fr: Groupe modérateur

source: Password protected
de: mit Passwort gesichert
fr: Protéger par un mot de passe

source: Forum password
de: Foren-Passwort
fr: Mot de passe du forum

source: Only allow replies to the first message (flat forum)
de: Nur Anworten auf den ersten Beitrag erlauben (flaches Forum)
fr: Ne permettre des réponses qu'au dernier message (forum à plat)

source: Send this forums posts to this email
de: Beiträge in diesem Forum an Emailadresse weiterleiten
fr: Envoyer les articles de ce forum à cette adresse électronique

source: Prune unreplied messages after
de: Nicht beantwortete Nachrichten löschen nach
fr: Éliminer les messages sans réponses après

source: Prune old messages after
de: Alte Nachrichten löschen nach
fr: Éliminer les anciens messages après

source: Topic list configuration
de: Einstellungen Themenliste
fr: Configuration de la liste des sujets

source: Last post title
de: Titel letzter Eintrag
fr: Titre de la dernière publication

source: Last post avatar
de: Avatar letzter Eintrag
fr: Avatar du dernier post

source: Author avatar
de: Autor Avatar
fr: Avatar de l'auteur

source: Posts can be rated
de: Einträge dürfen bewertet werden
fr: Les publications peuvent être notées

source: Display last post titles
de: Neueste Beitragstitel anzeigen
fr: Afficher les titres des dernières publications

source: Forward messages to this forum to this e-mail address, in a format that can be used for sending back to the inbound forum e-mail address
de: Nachrichten in dieses Forum an die angegebene Emailadresse weiterleiten in einem Format, das Rückantworten ins Forum erlaubt
fr: Faire suivre les messages de ce forum à cette adresse électronique, dans un format pouvant être renvoyé au forum

source: Send mails even when the post is generated by inbound mail
de: Nachrichten auch schicken, wenn das Posting per Email getätigt wurde
fr: Envoyer un mail, si le commentaire posté est généré par une procédure de mail interne

source: Append a reply link to outbound mails
de: Antwort-Link an ausgehende Nachrichten anhängen
fr: Ajouter un lien de réponse aux messages sortants

source: Originating e-mail address for mails from this forum
de: Absenderadresse für Nachrichten aus diesem Forum
fr: Adresse électronique de l'expéditeur des messages du forum

source: Add messages from this email to the forum
de: Nachrichten von dieser Emailadresse in das Forum weiterleiten
fr: Ajouter les messages venant de cette adresse électronique au forum

source: Use topic smileys
de: Smilies für Themen benutzen
fr: Pouvoir mettre un émoticône sur un sujet

source: Show topic summary
de: Themenzusammenfassung anzeigen
fr: Afficher le résumé du sujet

source: User information display
de: Benutzer-Informationen anzeigen
fr: Informations affichées de l'éditeur

source: Approval type
de: Bestätigung nötig für
fr: Type d'approbation

source: Store attachments in:
de: Anhänge speichern in:

source: Max attachment size (bytes)
de: Maximale Größe (Bytes)
fr: Taille max. des fichiers joints (octets)

source: Shows number of attachments of the all thread in forum list
de: Zeige Anzahl der Anhänge aller Threads in der Forenliste
fr: Indique le nombre de pièces jointes de toute l'enfilade dans la liste des forums

source: Set topics preferences
de: Themen-Einstellungen festlegen
fr: Définir les préférences des sujets

source: Show topics preferences
de: Themen-Einstellungen anzeigen
fr: Afficher les préférences des sujets

source: hide topics preferences
de: Themen-Einstellungen verbergen
fr: Masquer les préférences des sujets

source: Default ordering for topics
de: Standardsortierung für Themen
fr: Ordre par défaut des sujets

source: Topics per page
de: Themen pro Seite
fr: Nombre de sujets par page

source: Default ordering for threads
de: Standardsortierung für Threads
fr: Ordre par défaut des enfilades

source: Duplicate perms
de: Berechtigungen duplizieren
fr: Dupliquer les droits d'accès

source: Admin Hotwords
de: Hotwords verwalten
fr: Administrer les mot/liens automatiques

source: Add Hotword
de: Hotword hinzufügen
fr: Ajouter un mot/lien automatique

source: Word
de: Wort
fr: Mot

source: Admin HTML pages
de: HTML-Seiten verwalten
fr: Administrer les pages HTML

source: View page
de: Seite anzeigen
fr: Afficher la page

source: Edit zone
de: Bereiche bearbeiten
fr: Modifier une zone

source: Dynamic zones
de: Dynamische Bereiche
fr: Zones dynamiques

source: zone
de: Bereich

source: content
de: Inhalt
fr: contenu

source: Mass update
de: Massenaktualisierung
fr: Mise à jour massive

source: Create new HTML page
de: Neue HTML-Seite erstellen
fr: Créer une nouvelle page HTML

source: Edit this HTML page:
de: Diese HTML-Seite bearbeiten:

source: Apply template
de: Vorlage anwenden
fr: Appliquer un gabarit

source: Dynamic
de: Dynamisch
fr: Dynamique

source: Static
de: Statisch
fr: Statique

source: Last Modif
de: Letzte Änderung
fr: Dernière modif.

source: Select <a href=\"tiki-list_banners.php\" title=\"Banners\">Admin &gt; Banners</a> from the menu to create and edit banner zones.
de: Wähle <a href=\"tiki-list_banners.php\" title=\"Banners\">Verwalten > Banners</a> aus dem Hauptmenü, um eine Bannerzone zu erstellen/bearbeiten.

source: Cancel Edit
de: Bearbeitung verwerfen
fr: Annuler la modification

source: Change preferences
de: Einstellungen übernehmen
fr: Modifier les préférences

source: Site Ads and Banners
de: Site Werbung und Banner
fr: Bannières et publicité du site

source: <strong>Activate</strong> will display content for Admin only. Select <strong>Publish</strong> to display for all users.
de: <strong>Aktivieren</strong> zeigt den Inhalt nur Administratoren. Wähle <strong>veröffentlichen</strong> um den Inhalt allen Benutzer anzuzeigen.

source: Global site configuration, date formats, admin password etc
de: Globale Einstellungen für die Site, Datumsformat, Administratorpasswort, etc
fr: Configuration générale du site, formats de dates, mot de passe aministrateur, etc

source: Features
de: Funktionen
fr: Fonctionnalités

source: Switches for major features
de: Hauptfunktionen an- und ausschalten
fr: Configuration des fonctionnalités majeures
