Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Create new FAQ
de: Neue FAQ erstellen
fr: Créer une nouvelle FAQ

source: Create New FAQ:
de: Neue FAQ erstellen:

source: Users can suggest questions
de: Benutzer können Fragen vorschlagen
fr: Les utilisateurs peuvent suggérer des questions

source: Create a File Gallery
de: Dateiarchiv anlegen
fr: Créer une galerie de fichiers

source: My Files
de: Meine Dateien
fr: Mes fichiers

source: Admin View
de: Adminansicht
fr: Vue administrateur

source: Your comment
de: Dein Kommentar
fr: Votre commentaire

source: Gallery Images
de: Galerie-Bilder
fr: Galerie d'images

source: Additional Info
de: Zusätzliche Info
fr: Info additionnelles

source: Object Permissions List
de: Liste der Objektberechtigungen
fr: Liste des droits des objets

source: Manage Permissions
de: Rechte verwalten
fr: Gérer les drois

source: global permissions
de: globale Rechte
fr: permissions globales

source: object permissions
de: Objektberechtigungen

source: category permissions
de: Kategorieberechtigungen

source: If an object is not listed in the section below, then only the global perms are on
de: Wenn ein Objekt nicht in diesem Abschnitt gelistet ist, sind ausschließlich globale Rechte wirksam
fr: Si un objet n'est pas répertorié dans la section ci-dessous, alors seules les permissions globales sont actives

source: Object Permissions
de: Objektberechtigungen

source: If an object is not listed in this section, then only the global perms are on
de: Wenn ein Objekt nicht in diesem Abschnitt gelistet ist, sind ausschließlich globale Rechte wirksam
fr: Si un objet n'est pas répertorié dans cette section, alors seules les permissions globales sont actives

source: New Blog Post
de: Neuer Blogeintrag

source: Blog Title
de: Blog-Titel
fr: Titre du blogue

source: Edit New Submission
de: Neue Einreichung bearbeiten
fr: Créer une nouvelle soumission

source: Survey stats
de: Umfragen-Statistik
fr: Statistiques sur les enquêtes

source: Take Survey
de: An Umfrage teilnehmen
fr: Remplir une enquête

source: users registered
de: registrierte Benutzer
fr: utilisateurs enregistrés

source: like
de: wie
fr: comme

source: Distance (km)
de: Entfernung (km)

source: List Wiki Pages
de: Wikiseitenliste
fr: Liste des pages Wiki

source: Create a Wiki Page
de: Erstelle eine Wiki Seite
fr: Créer une page Wiki

source: Insert name of the page you wish to create
de: Füge Seitennamen ein um eine Seite zu erstellen
fr: Saisir le nom de la page que vous souhaitez créer

source: Last mod
de: letzte Mod.
fr: Der. mod

source: Last modification
de: Letzte Änderung
fr: Dernière modification

source: Page creator
de: Seiten-Ersteller
fr: Créateur

source: Last author
de: Letzter Autor
fr: Dernier auteur

source: Last version
de: Neueste Version
fr: Dernière version

source: Last ver
de: letzte Ver.

source: Status of the page
de: Status der Seite
fr: Statut de la page

source: Vers
de: Ver.

source: Page size
de: Seiten-Größe
fr: Taille de page

source: unlocked
de: entsperrt
fr: non verrouillé

source: Open client window
de: Clientfenster öffnen
fr: Ouvrir une console client

source: Generate HTML
de: HTML erzeugen
fr: Générer en HTML

source: Transcripts
de: Logbücher
fr: Rapports

source: Online operators
de: Operatoren online
fr: Opérateur connecté

source: Accepted requests
de: Bearbeitete Anfragen

source: since
de: seit
fr: depuis

source: transcripts
de: Logs
fr: rapports

source: Offline operators
de: Abwesende Operatoren
fr: Opérateurs non connectés

source: Add an operator to the system
de: Neuen Operator hinzufügen
fr: Ajouter un opérateur au système

source: Operators must be tiki users
de: Operatoren müssen Tiki Benutzer sein
fr: Les opérateurs doivent être des utilisateurs Tiki

source: Set as Operator
de: Als Operator hinzufügen
fr: Le mettre en opérateur

source: Chat started
de: Chat begonnen
fr: Discussion commencée

source: Live support:User window
de: Online-Support: Benutzerfenster
fr: Assistance en ligne&nbsp;: Fenêtre utilisateur

source: Request live support
de: Live Support-Anfrage stellen
fr: Demande d'assistance en ligne

source: Request support
de: Supportanfrage stellen
fr: Demande d'assistance

source: Open a support ticket instead
de: Stattdessen ein Support-Ticket erstellen
fr: Ouvrir un ticket d'assistance à la place

source: Your request is being processed
de: Deine Anfrage wird bearbeitet
fr: Votre demande a été prise en compte

source: cancel request and exit
de: Anfrage abbrechen und verlassen
fr: supprimer la demande et sortir

source: cancel request and leave a message
de: Anfrage abbrechen und Nachricht hinterlassen
fr: supprimer la demande et laisser un message

source: Live support:Console
de: Live Support: Konsole
fr: Assistance en ligne&nbsp;: Console

source: be online
de: online gehen
fr: se connecter

source: be offline
de: offline gehen
fr: se déconnecter

source: Support requests
de: Support-Anfragen
fr: Demandes d'assistance

source: Requested
de: Angefragt
fr: Demandé

source: Join
de: Beitreten
fr: Joindre

source: Support chat transcripts
de: Support Chat-Logbücher
fr: Rapports des discussions d'assistance

source: Back to admin
de: Zurück zur Verwaltung

source: started
de: gestartet
fr: commencé

source: reason
de: Grund
fr: raison

source: msgs
de: Nachrichten

source: Transcript
de: Logbuch
fr: Rapport

source: Missing dependency. Obtain <a href=\"http://tiki.org/tiki-download_file.php?fileId=50\">visorFreemind.swf</a> and upload it in files/.
de: Notwendige Datei fehlt. Lade <a href=\"http://tiki.org/tiki-download_file.php?fileId=50\">visorFreemind.swf</a> herunter und lege die Datei unter files/ ab.

source: Prefs
de: Einstellungen

source: Daily
de: täglich
fr: Journalier

source: Weekly
de: wöchentlich
fr: Hebdomadaire

source: Remove old events
de: Alte Termine löschen
fr: Supprimer les vieux évènements

source: duration
de: Dauer
fr: durée

source: mins
de: Min.

source: Edit Event
de: Ereignis bearbeiten
fr: Éditer l'évènement

source: Mini Calendar: Preferences
de: Mini-Kalender: Einstellungen
fr: Mon Calendrier&nbsp;: Préférences

source: Calendar Interval in daily view
de: Kalender Intervall in Tagesansicht
fr: Intervalle de temps dans la vue journalière

source: Start hour for days
de: Tag beginnt um
fr: Première heure vue du jour

source: End hour for days
de: Tag endet um
fr: Dernière heure vue du jour

source: Reminders
de: Erinnerungen
fr: Rappels

source: no reminders
de: keine Erinnerungen
fr: Aucun rappel

source: Or enter path or URL
de: Oder Pfad oder URL eingeben
fr: Ou donner un chemin d'accès ou une adresse Web

source: Add Topic
de: Thema hinzufügen
fr: Ajouter le sujet

source: Mods Configuration
de: Mod Konfiguration
fr: Configuration des Mods

source: Update remote index
de: Remote Index aktualisieren
fr: Mettre à jour l'index à partir du serveur distant

source: Rebuild local list
de: Lokale Liste aktualisieren
fr: Reconstruire la liste locale

source: Republish all
de: alle wiederveröffentlichen
fr: Republier tout

source: Publish all
de: alle veröffentlichen
fr: Publier tout

source: Unpublish all
de: alle nicht veröffentlichen
fr: Dépublier tout

source: Attention
de: Achtung

source: for version
de: für Version
fr: pour la version

source: All versions
de: Alle Versionen
fr: Toutes versions

source: or later
de: oder später
fr: ou plus tard

source: No mods found
de: Keine Modifikationen gefunden
fr: Aucun module trouvé

source: Display only this type
de: Zeige nur diesen Typ
fr: N'afficher que ce type

source: Unpublish
de: Veröffentlichung rückgängig machen
fr: Le dépublier

source: Republish
de: Nochmals veröffentlichen
fr: Republier

source: licence
de: Lizenz

source: Enable Mods providing
de: Mod Verteilung aktivieren
fr: Permettre au serveur local d'être serveur de Mods

source: Mods local directory
de: Lokales Mod Verzeichnis
fr: Répertoire des Mods sur le serveur local

source: Mods remote server
de: Mod Remote Server
fr: Répertoire des Mods sur le serveur distant

source: y
de: j
fr: oui

source: User Galleries
de: Benutzer-Galerien
fr: Mes galeries

source: My Articles
de: Meine Artikel
fr: Mes articles

source: User Articles
de: Benutzerartikel
fr: Articles de l'utilisateur

source: My User Items
de: Meine Benutzer-Objekte
fr: Mes fiches

source: User Items
de: Benutzereinträge
fr: Fiches utilisateur

source: Unread Messages
de: Ungelesene Nachrichten
fr: Messages non lus

source: User forum topics
de: Benutzerforenthemen
fr: Sujet de l'utilisateur dans le forum

source: Forum topics
de: Forenthemen
fr: Sujets de forum

source: Date of post
de: Beitrags-Datum
fr: Date du post

source: User forum replies
de: Benutzerforenantworten
fr: Réponses de l'utilisateur dans le forum

source: Forum replies
de: Foren-Antworten
fr: Réponses dans le forum

source: User Blogs
de: Benutzer-Blogs
fr: Mes blogues

source: To display the objects you created or contributed to
de: Um die Objekte anzuzeigen, die Du erstellt oder zu denen Du beigetragen hast
fr: Pour afficher les objets auxquels vous participez

source: MyTiki
de: Mein Tiki
fr: Mon Tiki

source: MyInfo
de: Über mich
fr: Mes infos

source: Contacts Preferences
de: Kontakteinstellungen
fr: Préférences des contacts

source: Notepad
de: Notizblock
fr: Bloc-note

source: MyFiles
de: Meine Dateien
fr: Mes Fichiers

source: My Watches
de: Meine Beobachtungspunkte
fr: Mes notifications

source: Sent editions
de: Gesendete Ausgaben
fr: Lettres d'informations envoyées

source: The newsletter was sent to {\$sent} email addresses
de: Der Rundbrief wurde an {\$sent} Emailadressen verschickt
fr: Cette lettre d'informations a été envoyée à {\$sent} adresses électroniques

source: Delete errors
de: Lösche Fehler
fr: Effacer les erreurs

source: Not sent
de: nicht gesendet
fr: Non envoyé

source: Thanks for your subscription. You will receive an email soon to confirm your subscription. No newsletters will be sent to you until the subscription is confirmed.
de: Vielen Dank für Dein Abonnenment. Du wirst in Kürze eine Email zur Bestätigung Deines Abonnements erhalten. Vor einer Bestätigung Deines Abonnements wird Dir kein Rundbrief zugesandt.
fr: Merci pour votre inscription. Vous recevrez bientôt un email pour confirmer votre inscription. Aucune lettre d'information ne vous sera envoyée tant que l'inscription n'est pas confirmée.

source: Your email address was removed from the list of subscriptors.
de: Deine Mailadresse wurde von der Liste der Abonnementen entfernt.
fr: Votre adresse électronique a été supprimée de la liste des abonnés.

source: Subscription confirmed!
de: Abonnement bestätigt!
fr: Votre inscription est confirmée!

source: Subscribe to Newsletter
de: Rundbrief abonnieren
fr: S'abonner à une lettre d'informations

source: Subscribe to this Newsletter
de: Abonnieren
fr: S'abonner à cette lettre d'informations

source: Available Newsletters
de: Verfügbare Rundbriefe
fr: Lettres d'informations disponibles

source: Write a note
de: Notiz schreiben
fr: Écrire une note

source: quota
de: Speicherkontingent

source: No notes yet
de: Noch keine Notizen vorhanden.
fr: Aucune note pour l'instant

source: Merge selected notes into
de: Notizen verschmelzen mit
fr: fusionner les notes sélectionnées dans

source: Reading note:
de: Lese Notiz:

source: List notes
de: Notizen auflisten
fr: Liste des notes

source: Write note
de: Notiz schreiben
fr: Écrire une note

source: Wiki Overwrite
de: Wiki überschreiben
fr: écraser la page Wiki

source: This Category
de: Diese Kategorie
fr: Cette catégorie

source: Assign global permissions
de: Globale Rechte zuweisen
fr: Attribution des permissions globales

source: Assign permissions to
de: Berechtigungen vergeben für
fr: Attribuer des droits d'accès&nbsp;:

source: Edit Permissions
de: Berechtigungen bearbeiten
fr: Éditer les permissions

source: Currently editing Global permissions.
de: Aktuell werden globale Rechte editiert.

source: This object's direct permissions override any global permissions or category permissions affecting this object.
de: Diese direkten Objektberechtigungen überschreiben alle globalen Rechte oder Kategorierechte, die dieses Objekt betreffen.

source: This category's direct permissions override any global permissions affecting objects in it
de: Diese direkt auf die Kategorie bezogenen Rechte überschreiben die globalen Rechte und beeinflussen die Objekte in der Kategorie

source: To edit global permissions
de: Um globale Berechtigungen zu ändern
fr: Pour attribuer les droits d'accès globaux

source: No permissions yet applied to this object but category permissions affect this object and are displayed below
de: Das Objekt hat noch keine Berechtigungen. Die Kategorieberechtigungen wirken sich aber bereits auf das Objekt aus und werden unten angezeigt
fr: Aucune permission n'est appliquée à l'objet, mais les permissions des catégories l'affectant sont affichées ci-dessous

source: To edit category permissions
de: Um Kategorierechte zu bearbeiten

source: No direct permissions yet applied to this object. Global permissions apply.
de: Derzeit sind keine direkten Rechte für dieses Objekt wirksam. Globale Rechte sind daher gültig.

source: Currently inherited permissions displayed.
de: Die derzeit gültigen, geerbten Rechte werden angezeigt.

source: Assign permissions to this category
de: Weise dieser Kategorie Rechte zu

source: Assign permissions to this object
de: Diesem Objekt Berechtigungen zuweisen
fr: Attribuer de nouveaux droits d'accès à cet objet

source: Delete category permissions
de: Lösche Kategorierechte

source: Delete object permissions
de: Lösche Objektberechtigungen

source: Reset Perms
de: Setze Berechtigungen zurück

source: This will remove all the settings here and permissions will be reset to inherit any category permissions that are set, or the global sitewide permissions
de: Dies entfernt alle Einstellungen hier und die Rechte werden zurückgesetzt, so dass alle Kategorierechte geerbt werden, die eingetragen sind. Wenn keine angegeben sind, werden die globalen Rechte der Site angewendet

source: This will remove all the settings here and permissions will be reset to inherit the global sitewide permissions
de: Dies entfernt alle Einstellungen hier und die Rechte werden zurückgesetzt, so dass die globalen Rechte der Site geerbt werden.

source: Permissions Clipboard
de: Berechtigungen Zwischenablkage

source: Copy the permissions set here
de: Kopiere den Berechtigungssatz hier

source: Paste
de: Einfügen

source: Paste copied permissions from
de: Füge kopierte Berechtigungen ein von

source: Assign or remove permissions on <em>all</em> child categories
de: Berechtigungen <em>allen</em> Unterkategorien zuweisen oder davon entfernen

source: Are you sure you want to effect all child categories?\\nThere is no undo
de: Bist Du sicher, dass Du alle Unterkategorien einflussen willst?\\nDies kann nicht rückgängig gemacht werden

source: Assign or remove permissions on all pages of the sub-structure
de: Berechtigungen allen Seiten der Unterstruktur zuweisen oder davon entfernen

source: Are you sure you want to effect all pages in this sub-structure?\\nThere is no undo
de: Bist Du sicher, dass Du alle Seiten in der Unterstruktur einflussen willst?\\nDies kann nicht rückgängig gemacht werden

source: You must select at least one feature
de: Du musst mindestens eine Funktion auswählen

source: Previous version of assign permissions page can still be found
de: Vorherige Version der Rechteverwaltungsseite: siehe
fr: L'ancienne version de la gestion des droits est disponible

source: View Differences
de: Unterschiede anzeigen

source: Permissions added:
de: Hinzugefügte Rechte:

source: Permissions removed:
de: Entfernte Rechte:

source: Select groups
de: Gruppen auswählen
fr: Sélectionner un/plusieurs groupes

source: Some of your groups have been automatically hidden.<br /> Select the groups below to assign permissions for
de: Einige Deiner Gruppen wurden automatisch versteckt.<br /> Wähle unten die Gruppen, denen Rechte zuwiesen werden sollen
fr: Certains de vos groupes ont été automatiquement cachés.<br /> Sélectionnez des groupes ci dessous pour leur assigner des droits

source: These groups are not the groups that have permissions on the object. It is only the groups you can see in the columns of the first tab.
de: Diese Gruppen sind nicht die Gruppen, die Berechtigungen für das Objekt haben. Dies sind nur die Gruppen, die man in der ersten Spalte des ersten Tabs sehen kann.

source: Select only groups that have a perm with the object
de: Wähle nur Gruppen, die Berechtigungen auf das Objekt haben
fr: Choisissez seulement les groupes qui ont droit d'accès avec cet objet

source: Select features
de: Funktionen wählen
fr: Sélectionner une/plusieurs fonctionnalités

source: Some of your features have been automatically hidden.<br /> Select the features below to assign permissions for
de: Einige Deiner Funktionen wurden automatisch versteckt.<br /> Wähle unten die Funktionen, denen Rechte zuwiesen werden sollen

source: Show permissions for disabled features
de: Zeige Berechitungen für deaktivierte Funktionen
fr: Afficher les permissions pour les fonctionnalités désactivées

source: Feature name
de: Funktionsname
fr: Fonctionnalité

source: Quick Permissions
de: Schnelle Rechte
fr: Permissions rapides

source: Assign Quick-Permissions to this object
de: Schnell Rechte zu diesem Objekt hinzufügen
fr: Attribuer des permissions rapides pour cet objet

source: A couple of userdefined permissions are currently assigned (See tab Assign Permissions)
de: Eine Reihe von benutzerdefinierten Rechten sind gegenwärtig zugewiesen (siehe den Tab Rechte zuweisen)

source: <em>Quick permissions</em> should be considered as an experimental feature.
de: <em>Schnelle Rechtevergabe</em> sollte ausschließlich als eine experiementelle Funktion betrachtet werden.

source: Although permissions will be set as expected using this form, it doesn't necessarily show the current permissions reliably.
de: Obwohl die hier vergebenen Rechte korrekt gesetzt werden, kann es dazu kommen, dass die gegenwärtigen Rechte nicht richtig angezeigt werden.
fr: Bien que les autorisations seront fixés comme prévu en utilisant ce formulaire, il ne montrent pas nécessairement les permissions en cours de manière fiable.

source: There is also no undo - <strong>Use with care!</strong>
de: Es gibt kein Rückgängigmachen! - <strong>Benutzung auf eigene Gefahr!</strong>

source: Your OpenID identity is valid
de: Deine OpenID Identität ist gültig
fr: Votre compte OpenID est correct

source: Your identity gives you access to multiple user accounts
de: Deine Indentität gibt Dir Zugriff auf multiple Benutzerkonten

source: Select account
de: Wähle Konto
fr: Choisir un compte

source: Orphan Pages
de: Verwaiste Seiten
fr: Pages orphelines

source: Browser not supported
de: Browser wird nicht unterstützt
fr: Navigateur non supporté

source: Contributions to
de: Beiträge zu
fr: Contributions à

source: current version
de: gegenwärtige Version

source: Words
de: Wörter
fr: Mots

source: Whitespaces
de: Leerraum
fr: Espaces

source: Characters
de: Zeichen
fr: Caractères

source: Printable characters
de: Druckbare Zeichen
fr: Caractères imprimables

source: Page changes
de: Seitenänderungen
fr: Changements dans la page

source: Parsed Text (HTML)
de: Geparster Text (HTML)
fr: Text analysé (HTML)

source: Output text only (No HTML tags)
de: Nur Ausgabetext (keine HTML Tags)

source: Show statistics
de: Zeige Statistiken
fr: Affiche les statistiques

source: Visualize page changes
de: Visualisiere Seitenänderungen
fr: Affiche les changements de pages

source: Show popups
de: Zeige Popups

source: Escape HTML / Wiki syntax in page changes
de: Maskiere HTML / Wiki Syntax in Seitenänderungen

source: Show contributions
de: Zeige Beiträge
fr: Montrer les contributions

source: Show Edit Sessions
de: Zeige Änderungssitzungen
fr: Afficher les sessions d'édition

source: Show All Versions
de: Zeige alle Versionen
fr: Montrer toutes les versions

source: Preview of version
de: Vorschau der Version
fr: Aperçu de cette version

source: (current)
de: (aktuell)
fr: (courant)

source: Rollback to this version
de: diese Version wider herstellen
fr: Revenir à cette version

source: Source of version:
de: Text der Version:

source: s=source
de: s=Quellcode

source: Updated from
de: Aktualisiert von
fr: Mis à jour par

source: Used to update
de: Benutzt für Aktualisierung
fr: Utilisé pour mettre à jour

source: Update Translation
de: Übersetzung aktualisieren
fr: Mettre à jour la traduction

source: Hide translation history
de: Verstecke Übersetzungshistorie
fr: Cacher l'historique des traductions

source: Show translation history
de: Zeige Übersetzungshistorie
fr: Montrer l'historique des traductions

source: Enable pagination
de: Paginierung aktivieren
fr: Activer la pagination

source: per page
de: pro Seite
fr: par page

source: Payment Date
de: Bezahlungsdatum

source: Payment Type
de: Bezahlungstyp

source: Payer
de: Bezahler

source: View payment info
de: Bezahlungsinfo einsehen

source: Invoice
de: Rechnung

source: Assign permissions for payments
de: Weise Bezahlungen Rechte zu

source: Cancel this payment request
de: Breche Zahlungsanfrage ab

source: Request Date
de: Anfragedatum

source: View payment request
de: Zahlungsanfrage einsehen

source: Transaction ID
de: Trasnaktions-ID

source: Payment made by <em>%0, %1</em> (%2)
de: Bezahlung erfolgt durch <em>%0, %1</em> (%2)

source: Paid amount
de: Bezahlter Betrag

source: Initial amount
de: Anfänglicher Betrag

source: Amount remaining
de: Verbleibender Betrag

source: Payment request was sent on %0 and is due by %1
de: Zahlungsanfrage wurde gesendet an %0 und ist fällig seit %1

source: Pay with Paypal
de: Zahle mit Paypal

source: Refresh page
de: Seite aktualisieren

source: Payment info
de: Bezahlungsinfo

source: Trade with Cclite
de: Tausche mit Cclite

source: Payment problem
de: Bezahlungsproblem

source: Pay with Tiki User Credits
de: Zahle mit Tiki User Credits

source: Credit type
de: Credit-Typ

source: Credits left
de: Verbleibende Credits

source: Amount to pay
de: Zu zahlender Betrag

source: Pay using
de: Bezahle mit

source: Manual payment entry
de: Manueller Bezahlungseintrag

source: Enter payment
de: Trage Bezahlung ein

source: using
de: benutzen

source: Payment information
de: Bezahlungsinfo

source: Outstanding
de: Ausstehend

source: Overdue
de: Überfällig

source: Past
de: Vergangen

source: Request
de: Anfrage
fr: Requête

source: Payable within
de: Zahlbar innerhalb

source: Pick your avatar
de: Wähle Deinen Avatar
fr: Choisissez votre avatar

source: Your current avatar
de: Dein momentaner Avatar
fr: Votre avatar actuel

source: no avatar
de: kein Avatar
fr: aucun avatar

source: Pick avatar from the library
de: Wähle Avatar aus der Bibliothek
fr: Choisissez un avatar de la bibliothèque

source: Pick user Avatar
de: Nutzer-Avatar auswählen
fr: Choisissez un avatar utilisateur

source: Hide all
de: Alles verbergen
fr: Masquer tout

source: Show all
de: Zeige alles
fr: Montrer tout

source: Avatar Image
de: Avatar Bild
fr: Image avatar

source: random
de: zufällig
fr: au hasard

source: Upload your own avatar
de: Eigenen Avatar hochladen
fr: Envoyer votre avatar

source: File (only .gif, .jpg and .png images approximately 45px × 45px)
de: Datei (nur .gif, .jpg und .png Bilder ca. 45px × 45px)
fr: Fichier (seulement des images en .gif, .jpg et .png avec une taille approximative de 45px × 45px)

source: File (only .gif, .jpg and .png images)
de: Dateien (nur .gif, .jpg und .png Bilder)

source: Plugin execution was denied
de: Plugin-Ausführung wurde abgelehnt
