Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Directory batch upload
de: Aus Verzeichnis einlesen
fr: Répertoire d'envoi par lot

source: Browse Gallery
de: Dateiarchiv anzeigen
fr: Parcourir la galerie

source: Upload From Disk
de: Hochladen von Disk
fr: Envoyer à partir de son disque

source: available images
de: Bilder vorhanden
fr: images disponibles

source: Remove File Extension from Image Name
de: Dateiendung im Namensfeld entfernen
fr: Donner comme nom d'image, le nom du fichier sans son extension

source: eg. from \"digicam0001.jpg\" then name digicam0001 will be used for the name field
de: z.B. wird von \"digicam0001.jpg\" der Name digicam0001 im Namensfeld benutzt
fr: ex. pour \"digicam0001.jpg\" le nom sera digicam0001

source: Select a Gallery
de: Ziel-Galerie auswählen
fr: Sélectionner une galerie

source: Process
de: Prozess
fr: Processus

source: Browse File Gallery
de: Dateiarchiv durchsehen
fr: Parcourir la galerie de fichiers

source: Please do not use this feature to upload data into the database.
de: Mit dieser Funktion bitte keine Daten in die Datenbank laden.
fr: SVP, n'utilisez pas cette fonctionnalité pour envoyer des données dans la base de données.

source: Available Files
de: verfügbare Dateien
fr: Fichiers disponibles

source: Select a File Gallery
de: Dateiarchiv auswählen
fr: Sélectionner une galerie de fichiers

source: Process files
de: Dateien verarbeiten
fr: Traiter les fichiers

source: Edit Post
de: Eintrag bearbeiten
fr: Modifier une publication

source: New Post
de: Neue Veröffentlichung

source: View post
de: Eintrag ansehen

source: View Blog
de: Blog betrachten
fr: Afficher le blogue

source: Note: Remember that this is only a preview, and has not yet been saved!
de: Hinweis: Dies ist nur eine Vorschau und wurde noch nicht gespeichert!
fr: Note&nbsp;: Ceci est un aperçu, et n'a pas encore été sauvegardé

source: Excerpt
de: Auszug

source: Trash
de: Müll
fr: Corbeille

source: Mark entry as private:
de: Eintrag als privat kennzeichnen:

source: Admin Category
de: Kategorien verwalten
fr: Administrer les catégories

source: Admin the Category System
de: Verwalte das Kategoriesystem
fr: Administrer le système de catégories

source: Browse in
de: Stöbern in
fr: Parcourir dans

source: Trackers Items
de: Trackereinträge
fr: Fiches de formulaires

source: Sheets
de: Tabellen
fr: Feuillets

source: in the current category - and its subcategories:
de: in der aktuellen Kategorie - und in allen Unterkategorien:
fr: dans la catégorie courante - et dans ses sous-catégories

source: Hide subcategories objects
de: Einträge von Unterkategorien verstecken
fr: Cacher les objets des sous-catégories

source: Show subcategories objects
de: Einträge von Unterkategorien anzeigen
fr: Montrer aussi les objets des sous-catégories

source: Upper level
de: Oberste Ebene
fr: Niveau supérieur

source: Browse related tags
de: Ähnliche Tags durchstöbern
fr: Recherche à l'aide des mots-clés

source: Network of Tags related to
de: Netzwerk der Tabs, die verwandt sind zu

source: With all selected tags
de: Mit allen gewählten Tags
fr: Avec tous les mots-clés sélectionnés

source: With one selected tag
de: Mit einem gewählten Tag
fr: Avec l'un des mots-clés sélectionnés

source: With last selected tag
de: Mit dem zuletzt gewählten Tag
fr: Avec le dernier mot-clé sélectionné

source: More Popular Tags
de: Beliebtere Tags
fr: Mots-clés les plus populaires

source: Alphabetically
de: Alphabetisch
fr: Alphabétique

source: By Size
de: Nach Größe
fr: par taille

source: Cloud
de: Wolke
fr: Nuage

source: No result found
de: Kein Ergebnis gefunden
fr: Aucun résultat trouvé

source: result found
de: Ergebnis gefunden
fr: résultat trouvé

source: Browsing Gallery
de: Galerie ansehen
fr: Parcourir la galerie

source: List Galleries
de: Dateiarchive auflisten
fr: Liste des galeries

source: Edit Gallery
de: Galerie bearbeiten
fr: Modifier la galerie

source: Rebuild Thumbnails
de: Thumbnails neu erzeugen
fr: Refaire les vignettes

source: Directory Batch
de: Aus Verzeichnis einlesen
fr: Téléchargement serveur

source: List Gallery
de: Galerie als Liste zeigen
fr: Contenu de la galerie

source: All Images
de: Alle Bilder
fr: Toutes les images

source: Monitor this Gallery
de: Beobachte diese Galerie
fr: Surveiller cette galerie

source: Stop Monitoring this Gallery
de: Diese Galerie nicht mehr beobachten
fr: Ne plus surveiller cette galerie

source: Sort Images by
de: Bilder sortieren nach
fr: Trier les images par

source: subgallery
de: Unter-Galerie
fr: sous-galerie

source: Subgallery
de: Unter-Galerie
fr: Sous-galerie

source: Original Size
de: Originalgröße
fr: Taille originale

source: rotate right
de: rechts drehen
fr: pivoter à droite

source: rotate
de: drehen
fr: pivoter

source: You can view this gallery's configured image (first, random, etc.) in your browser using
de: Du kannst dieses Bild der Galerie (erstes, zufälliges, etc.) in Deinem Browser sehen mittels

source: You can include the gallery's image in an HTML page using
de: Du kannst das Galleriebild in einer HTML-Seite nutzen mittels

source: You can include the image in a tiki page using
de: Du kannst das Bild in einer Tiki Seite nutzen mittels

source: Browsing Image
de: Bild ansehen

source: Return to Gallery
de: Zurück zur Galerie
fr: Retour à la galerie

source: Edit Image
de: Bild bearbeiten
fr: Modifier l'image

source: First Image
de: Erstes Bild
fr: Première image

source: Prev Image
de: Vorh. Bild
fr: Image précédente

source: Smaller
de: Kleiner
fr: Plus petit

source: Bigger
de: Größer
fr: Plus grand

source: Popup window
de: Popup-Fenser
fr: Fenêtre popup

source: Next Image
de: Näch. Bild
fr: Image suivante

source: Slideshow Forward
de: Diaschau vorwärts
fr: Diapositive suivante

source: Last Image
de: Neuestes Bild
fr: Dernière image

source: Cyclic
de: Zyklisch
fr: Cyclique

source: Click to zoom
de: Klicken zum Zoomen
fr: Cliquer pour zoomer

source: Image Name
de: Bildname
fr: Nom de l'image

source: Image size
de: Bildgrösse
fr: pixel image

source: Image Scale
de: Bildskalierung
fr: échelleImage

source: Latitude (WGS84/decimal degrees)
de: Breitengrad (WGS84/Grad)
fr: Latitude (WGS84/degrés décimaux)

source: Longitude (WGS84/decimal degrees)
de: Längengrad (WGS84/Grad)
fr: Longitude (WGS84/degrés décimaux)

source: Move image
de: Bild verschieben
fr: Déplacer l'image

source: Include the image in a tiki page using the following syntax
de: Das Bild kann mit dem folgenden Syntax in einer Wiki Seite genutzt werden

source: To include the image in an HTML page
de: Um das Bild in eine HTML-Seite einzufügen
fr: Pour inclure l'image dans une page HTML

source: To link to this page from another tiki page
de: Um von einer anderen Tiki Seite auf diese Seite zu verlinken

source: Stop Monitoring this Page
de: Diese Seite nicht mehr beobachten
fr: Arrêter de surveiller cette page

source: Monitor this Page
de: Diese Seite beobachten
fr: Surveiller cette page

source: Edit Calendar
de: Kalender bearbeiten
fr: Modifier le calendrier

source: Export Calendars
de: Kalender exportieren
fr: Exporter les calendriers

source: Click to export calendars
de: Klicke um Kalender zu exportieren
fr: Cliquer pour exporter les calendriers

source: Visible Calendars
de: Sichtbare Kalender
fr: Calendriers visibles

source: Click to select visible calendars
de: Anklicken um sichtbaren Kalender auszuwählen
fr: Cliquer pour sélectionner les calendriers visibles

source: Group Calendars
de: Gruppenkalender
fr: Calendriers de groupe

source: Export calendars
de: Kalender exportieren
fr: Export de calendriers

source: advanced parameters
de: erweiterte Parameter
fr: paramètres avancés

source: Export as iCal
de: Exportiere als iCal

source: Export event
de: Ereignis exportieren

source: Edit event
de: Ereignis bearbeiten
fr: Modifier cet évènement

source: Delete event
de: Ereignis löschen
fr: Supprimer cet évènement

source: View event
de: Ereignis ansehen
fr: Voir cet évènement

source: Organized by
de: Organisiert von
fr: Organisé par

source: Classification
de: Klassifizierung

source: Tentative
de: Unter Vorbehalt
fr: Proposé

source: Confirmed
de: Zugesagt
fr: Confirmé

source: Cancelled
de: Abgelehnt
fr: Annulé

source: View this Week
de: Diese Woche ansehen
fr: Afficher cette semaine

source: Change Focus
de: Hierher wechseln
fr: Changer le focus

source: View this Day
de: Diesen Tag ansehen
fr: Afficher ce jour

source: Calendar Item
de: Kalendereintrag
fr: Évènement

source: New event
de: Neues Ereignis
fr: Nouvel évènement

source: Edit/Delete event
de: Ereignis bearbeiten/löschen
fr: Éditer/Supprimer un évènement

source: Edit Calendar Item
de: Kalendereintrag bearbeiten
fr: Modifier un évènement de calendrier

source: New Calendar Item
de: Neuer Kalender-Eintrag
fr: Nouvel évènement de calendrier

source: Recurrence
de: Wiederholung
fr: Récurrence

source: This event depends on a recurrence rule
de: Dieses Ereignis hängt von einer Wiederholungsregel ab
fr: Cet évènement est récurrent

source: This event is not recurrent
de: Dieses Ereignis ist nicht wiederkehrend
fr: Cet évènement n'est pas récurrent

source: On a weekly basis
de: wöchentlich
fr: Hebdomadaire

source: Each
de: jeden
fr: Chaque

source: of the week
de: der Woche
fr: de la semaine

source: On a monthly basis
de: monatlich
fr: Mensuel

source: of the month
de: des Monats
fr: du mois

source: On a yearly basis
de: jährlich
fr: Annuel

source: January
de: Januar
fr: janvier

source: February
de: Februar
fr: février

source: March
de: März
fr: mars

source: May
de: Mai
fr: mai

source: June
de: Juni
fr: juin

source: July
de: Juli
fr: juillet

source: October
de: Oktober
fr: octobre

source: December
de: Dezember
fr: décembre

source: Start period
de: Startperiode
fr: Début de la période

source: End after
de: Endet nach
fr: Fin après

source: occurrences
de: Ereignis(sen)

source: End before
de: Endet vor
fr: Fin avant le

source: times
de: mal
fr: fois

source: Roles
de: Rollen
fr: Rôles

source: Calendar import
de: Kalender importieren
fr: Import de calendrier

source: Calendar has been updated
de: Kalender wurde aktualisiert
fr: Le calendrier a été mis à jour

source: D
de: T
fr: J

source: %m/%d
de: %d.%m.
fr: %d/%m

source: Advanced parameters for iCal export
de: Erweiterte Parameter für iCal-Export

source: Calendars to be exported
de: Zu exportierende Kalender
fr: Calendriers à exporter

source: Export calendars iCal
de: Exportiere Kalender als iCal

source: Export calendars CSV
de: Esportiere Kalender als CSV

source: Your account has been validated
de: Dein Konto wurde validiert
fr: Votre compte a été validé

source: You have to choose a password to use this account
de: Du musst ein Passwort auswählen, um dieses Konto zu nutzen

source: Change password enforced
de: Passwortwechsel erzwungen
fr: Changement de mot de passe imposé

source: Change your password
de: Ändere Dein Passwort
fr: Modifiez votre mot de passe

source: Old password
de: Altes Passwort
fr: Ancien mot de passe

source: New password
de: Neues Passwort
fr: Nouveau mot de passe

source: Please choose the language for this page:
de: Wähle bitte eine Sprache für diese Seite:
fr: Veuillez choisir la langue pour cette page:

source: Choose language
de: Wähle Sprache
fr: Choisir cette langue

source: Send a message to us
de: Schick uns eine Nachricht
fr: Nous envoyer un message

source: Contact us by email
de: Kontaktiere uns per Email
fr: Nous contacter par email

source: Click here to send us an email
de: Hier klicken um uns eine Email zu schicken
fr: Cliquer ici pour nous envoyer un email

source: Send another message
de: Sende noch eine Nachricht
fr: Envoyer un autre message

source: Contacts
de: Kontakte

source: Group View
de: Gruppenansicht
fr: Vue par groupe

source: Create/edit contacts
de: Kontakte hinzufügen/bearbeiten
fr: Ajouter/modifier un contact

source: First Name
de: Vorname
fr: Prénom

source: Publish this contact to groups
de: Veröffentliche diesen Kontakt zu Gruppen
fr: Partager ce contact avec les groupes

source: Last Name
de: Nachname
fr: Nom de famille

source: Invalid page name
de: Ungültiger Seitenname

source: The page name specified contains unallowed characters. It will not be possible to save the page until those are removed: <strong>%0</strong>
de: Der angegebene Seitenname enthält ungültige Zeichen. Ein Speichern der Seite ist nicht möglich, bevor diese nicht entfernt werden: <strong>%0</strong>

source: Use this name anyway
de: Benutze diesen Namen trotzdem

source: Top page
de: Top-Seite
fr: Page du 1ier niveau

source: Add a new site
de: Füge neuen Link hinzu
fr: Ajouter un nouveau site

source: You cannot add sites until Directory Categories are setup.
de: Links können erst hinzugefügt werden, wenn Kategorien dafür eingerichtet wurden.
fr: Vous ne pouvez pas ajouter de sites avant que les catégories de répertoires soient configurées.

source: Please contact the Site Administrator
de: Bitte kontaktieren sie den Administrator der Site.
fr: SVP, contacter l'administrateur du site

source: Site added
de: Link hinzugefügt
fr: Site ajouté

source: The following site was added, but may require validation by the admin before appearing on the lists.
de: Der folgende Link wurde hinzugefügt, muss aber ggf. durch einen Admin geprüft werden, bevor er in der Liste erscheint.

source: Add a Site
de: Link hinzufügen
fr: Ajouter un site

source: Directory Categories
de: Verzeichniskategorien
fr: Catégories de l'Annuaire

source: Directory Administration
de: Linkverzeichnis verwalten
fr: Administrer le répertoire des liens

source: There are
de: Es gibt
fr: Il y a

source: invalid sites
de: ungültige Links
fr: sites invalides

source: valid sites
de: gültige Links
fr: sites valides

source: Users have visited
de: Benutzer besuchten
fr: Les utilisateurs ont visité

source: sites from the directory
de: Links aus dem Verzeichnis
fr: sites de ce répertoire

source: Users have searched
de: Benutzer suchten
fr: Les utilisateurs ont cherché

source: times from the directory
de: mal im Linkverzeichnis
fr: fois de ce répertoire

source: Validate
de: überprüfen
fr: Valider

source: Admin directory categories
de: Verzeichniskategorien verwalten
fr: Administrer les catégories de répertoire

source: Parent directory category
de: Übergeordnete Verzeichniskategorie
fr: Catégorie de répertoire parente

source: Add a directory category
de: Verzeichniskategorie hinzufügen

source: Edit this directory category
de: Diese Verzeichniskategorie bearbeiten
fr: Modifier les catégories de ce répertoire

source: Add a Directory Category
de: Verzeichniskategorie hinzufügen
fr: Ajouter une catégorie de répertoire

source: Children type
de: Kind-Typ
fr: Type de l'affichage complémentaire

source: Most visited directory sub-categories
de: Am häufigsten besuchte Verzeichnisunterkategorien

source: Directory Category description
de: Verzeichniskategorie Erklärung

source: Random directory sub-categories
de: zufällig gewählte Verzeichnisunterkategorien

source: Maximum number of children to show
de: Maximalzahl der angezeigten Kinder
fr: Nombre maximum de sous-catégories à montrer

source: Allow sites in this directory category
de: Sites in dieser Verzeichniskategorie erlauben
fr: Permettre les sites dans cette catégorie de répertoire

source: Show number of sites in this directory category
de: Anzahl der Sites in dieser Verzeichniskategorie zeigen
fr: Afficher le nombre de sites dans cette catégorie de répertoire

source: Editor group
de: Editor-Gruppe
fr: Groupe éditeur

source: Directory Subcategories
de: Verzeichnis-Unterkategorien
fr: Sous-catégories de répertoire

source: cType
de: Kindtyp

source: allow
de: Sites erlaubt
fr: permis

source: count
de: Anzahl
fr: nombre

source: editor
de: Ersteller
fr: éditeur

source: Admin related directory categories
de: Verwandte Verzeichniskategorien verwalten
fr: Administrer les catégories de répertoire en relation

source: Add a related directory category
de: Eine verwandte Verzeichniskategorie hinzufügen

source: Directory Category
de: Verzeichniskategorie

source: Mutual
de: gegenseitig
fr: Mutuelle

source: Related directory categories
de: Verwandte Verzeichniskategorien
fr: Catégories de répertoire en relation

source: Admin sites
de: Links verwalten
fr: Administrer les sites

source: Is valid
de: Ist gültig
fr: Est valide

source: New Sites
de: Neue Links
fr: Nouveaux sites

source: Cool Sites
de: Coole Links
fr: Sites cools

source: any
de: irgendeines
fr: quelconque

source: in entire directory
de: im gesamten Linkverzeichnis
fr: dans le répertoire entier

source: Sort by
de: Sortiere nach
fr: Trier par

source: Hits (desc)
de: Treffer/Zugriffe (absteigend)
fr: Visites (desc)

source: Hits (asc)
de: Treffer/Zugriffe (aufsteigend)
fr: Visites (asc)

source: Last updated (desc)
de: Letzes Update (absteigend)
fr: Dernière mise à jour (desc)

source: Last updated (asc)
de: Letzes Update (aufsteigend)
fr: Dernière mise à jour (asc)

source: sort
de: sortieren
fr: trier

source: Last updated
de: Zuletzt aktualisiert
fr: Dernière modification

source: No records
de: Keine Einträge
fr: Aucun résultat

source: Total directory categories
de: Verzeichniskategorien gesamt
fr: Nombre total de catégories de répertoire

source: Total links
de: Links gesamt
fr: Nombre total de liens

source: Links to validate
de: Zu überprüfende Links
fr: Liens à valider

source: Searches performed
de: Durchgeführte Suchaufträge
fr: Recherches faites

source: Total links visited
de: Besuchte Links gesamt
fr: Nombre total de liens visités

source: Directory ranking
de: Rang im Verzeichnis
fr: Classement des liens du répertoire

source: Validate sites
de: Links überprüfen
fr: Sites validés

source: country
de: Land
fr: pays

source: Translation of this page is incomplete.
de: Die Übersetzung der Seite ist unvollständig.
fr: La traduction de cette page n'est pas terminée.

source: Edit article
de: Artikel erstellen/bearbeiten
fr: Modifier un article

source: View Articles
de: Beiträge ansehen
fr: Afficher les articles

source: Topline
de: Introzeile
fr: Surtitre

source: Author Name
de: Autor
fr: Nom de l'auteur

source: Own Image
de: Eigenes Bild
fr: Image associée

source: Article image
de: Artikellogo
fr: Image d'article

source: Use own image
de: Eigenes Bild benutzen
fr: Utiliser l'image associée

source: Float text around image
de: Text fließt um Bilder herum
fr: Texte flottant autour de l'image

source: List mode
de: Listen Modus
fr: Mode en liste

source: Image caption
de: Bildbeschreibung
fr: Légende de l'image

source: Allow full HTML
de: Erlaube volles HTML

source: for this edit session
de: für diese Sitzung

source: Emails to be notified (separated with commas)
de: Emailbenachrichtigung an (mehrere per Komma getrennt)
fr: Adresses électroniques à notifier (séparées par des virgules)

source: Cancel the edit, you will lose your changes
de: Bearbeitung abbrechen, Deine Änderungen werden verworfen

source: Edit or create banners
de: Banner hinzufügen/bearbeiten
fr: Ajouter/modifier une bannière

source: List banners
de: Banner anzeigen
fr: Liste des bannières

source: URL to link the banner
de: URL, die mit dem Banner verknüpft wird
fr: Adresse Web de la bannière

source: Client
de: Agent

source: Max impressions
de: Max. Aufrufe
fr: Max. d'impressions

source: Show the banner only between these dates
de: Banner nur während dieser Tage zeigen
fr: Afficher la bannière seulement entre ces dates

source: From date
de: Von Datum
fr: De cette date

source: To date
de: Bis Datum
fr: À cette date

source: Use dates
de: Datum benutzen
fr: Avec des dates

source: Show the banner only in this hours
de: Banner nur während dieser Stunden zeigen
fr: Afficher la bannière seulement entre ces heures

source: Show the banner only on
de: Zeige das Banner nur auf
fr: Afficher la bannière seulement les

source: Mon
de: Mo
fr: lun.

source: Tue
de: Di
fr: mar.

source: Wed
de: Mi
fr: mer.

source: Thu
de: Do
fr: jeu.

source: Fri
de: Fr
fr: ven.

source: Sat
de: Sa
fr: sam.

source: Sun
de: So
fr: dim.

source: Select ONE method for the banner
de: EINE Methode für das Banner auswählen
fr: Sélectionner UNE méthode pour la bannière

source: Use HTML
de: HTML benutzen
fr: Utiliser le HTML

source: Use image
de: Bild benutzen
fr: Utiliser l'image

source: Image:
de: Bild:

source: Current Image
de: Aktuelles Bild
fr: Image en cours

source: Use image generated by URL (the image will be requested at the URL for each impression)
de: Bild benutzen, das durch die URL erzeugt wird (das Bild wird bei jedem Aufruf der URL angefordert)
fr: Utiliser l'image provenant de cette adresse Web (cette image va être cherchée à cette adresse Web à chaque impression)

source: Pixels
de: Pixel

source: Use text
de: Text benutzen
fr: Utiliser le texte

source: Save the Banner
de: Das Banner speichern
fr: Enregistrer la bannière

source: Edit Blog
de: Blog bearbeiten
fr: Modifier le blogue

source: A category is mandatory
de: Eine Kategorie ist obligatorisch
fr: Une catégorie est obligatoire

source: There are individual permissions set for this blog
de: Es gibt individuelle Berechtigungen für dieses Blog
fr: Des droits d'accès individuels ont été mis sur ce blogue

source: Allow other users to post in this blog
de: Erlaube anderen Benutzern in diesen Blog zu schreiben
fr: Autoriser d'autres utilisateurs à publier des messages dans ce blogue

source: If others post to blog, author should always be owner
de: Wenn andere in den Blog posten, soll der Autor jeweils Eigentümer sein

source: Allow search
de: Suchen erlauben
fr: Permettre les recherches

source: Allow comments
de: Kommentare erlauben
fr: Permettre les commentaires

source: Display Options
de: Anzeigeoptionen
fr: Options d'affichage

source: Number of posts to show per page
de: Anzuzeigende Anzahl der Einträge je Seite
fr: Nombre de messages par page

source: Display blog title in posts list page
de: Zeige den Blog Titel in der Listenansicht
fr: Afficher le titre du blogue dans la page du blogue

source: Display blog title in post page
de: Zeige den Blog Titel auf der Eingabeseite
fr: Afficher le titre du blogue dans le message

source: Display blog description
de: Zeige die Blogbeschreibung
fr: Afficher la description du blogue

source: Display breadcrumbs
de: Zeige die Breadcrumbs
fr: Afficher le fil d'Arianne

source: Display author in blog posts
de: Zeige den Autor im Blogeintrag an
fr: Afficher l'auteur dans le message

source: Display published date in blog posts
de: Zeige das Publizierungsdatum in den Blogeinträgen an
fr: Afficher la date de publication dans le message

source: Show user avatar
de: Zeige den Benutzer-Avatar an
fr: Afficher les avatars

source: Show post related content
de: Zeige zum Eintrag \"verbundene\" Inhalte
fr: Afficher le contenu associé au message

source: Maximum number of related posts to display
de: Maximal anzuzeigende Anzahl \"verbundener\" Einträge
fr: Nombre maximun de message associés à afficher

source: Use post excerpt
de: Benutze Eintrags-Exzerpt
fr: Utiliser les extraits de message

source: Blog heading
de: Blog Kopfbereich
fr: En-tête de blogue

source: Heading preview
de: Überschrift Vorschau
fr: Prévisualisation des en-têtes

source: Blog post heading
de: Blogeintrag Kopfbereich
fr: En-tête de message

source: Select all
de: alle auswählen
fr: Tout sélectionner

source: Unselect all
de: alle abwählen

source: Move objects between categories
de: Objekte zwischen Kategorien verschieben
fr: Déplacer les objets entre les catégories

source: Click on the category name you want to list. The list of objects in that category will become visible.
de: Klicke auf einen Kategorienamen. Du erhälst eine Liste aller Objekte in dieser Kategorie.
fr: Cliquer sur le nom de la catégorie que vous voulez lister. La liste des objets dans cette catégorie deviendra visible.
