Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Use Tiki authentication for Admin login
de: Benutze Tiki Authentifizierung für Administratorlogin
fr: Utiliser l'authentification Tiki pour le compte Admin

source: phpBB Database Hostname
de: phpBB Datenbank Hostname
fr: Serveur de base de données de phpBB

source: phpBB Database Username
de: phpBB Datenbank Benutzername
fr: Nom d'utilisateur de la base de données de phpBB

source: phpBB Database Password
de: phpBB Datenbank Passwort
fr: Mot de passe de la base de données de phpBB

source: phpBB Database Name
de: phpBB Datenbank Name
fr: Nom de la base de données phpBB

source: phpBB Table Prefix
de: phpBB Tabellenpräfix
fr: Préfixe des tables phpBB

source: Use Tiki authentication for users created in Tiki
de: Benutze Tiki Authentifzierung für Benutzer, die in Tiki erstellt wurden
fr: Utiliser l'authentification Tiki pour les utilisateurs créés dans Tiki

source: Write LDAP debug Information in Tiki Logs
de: Schreibe LDAP Debuginformation in Tiki Logs
fr: Inscrire les informations de debug LDAP dans les logs Tiki

source: Use SSL (ldaps)
de: Benutze SSL (ldaps)
fr: Utiliser SSL (ldaps)

source: Use TLS
de: Benutze TLS
fr: Utiliser TLS

source: LDAP Bind Type
de: LDAP Bind-Typ

source: User DN
de: Benutzer DN

source: User attribute
de: Benutzerattribut

source: User OC
de: Benutzer OC

source: Realname attribute
de: Echtnamenattribut

source: Country attribute
de: Länderattribut

source: E-mail attribute
de: Emailattribut

source: Admin user
de: Admin Benutzer
fr: Utilisateur Admin

source: Admin password
de: Admin Passwort
fr: Mot de passe Admin

source: Use an external LDAP server for groups
de: Benutze einen externen LDAP Server für Gruppen

source: Disable Tiki users who don't have a phpBB login. (They could have been deleted).
de: Deaktiviere Tikibenutzer, die kein phpBB Login haben (sie könnten gelöscht worden sein).

source: All
de: alle
fr: Tous

source: Available languages
de: Verfügbare Sprachen
fr: Langues disponibles

source: By default, all languages supported by tikiwiki are available on multilingual sites. This option allows to limit the languages to a subset
de: Standardmäßig sind alle von Tiki unterstützten Sprachen auf mehrsprachigen Sites verfügbar. Dies Option erlaubt die Beschränkung auf eine Auswahl
fr: Par défaut, toutes les langues supportées par Tikiwiki sont disponibles sur un site multilingue. Cette option permet de limiter la liste des langues

source: Available styles
de: Verfügbare Styles
fr: Styles disponibles

source: Integration with the BigBlueButton collaboration server for web conference and screen sharing
de: Integration mit dem BigBlueButton Server für Webkonferenzen und Bildschirmteilung

source: BigBlueButton server location
de: BigBlueButton Server Adresse
fr: Emplacement du serveur BigBlueButton

source: Full URL to the BigBlueButton installation
de: Volle URL zur BigBlueButton Installation
fr: URL complète vers l'installation de BigBlueButton

source: http://host.example.com/
de: http://host.beispiel.com/
fr: http://serveur.exemple.com/

source: A salt key used to generate checksums for the BigBlueButton server to know the requests are authentic
de: Der salt Schlüssel wird vom BigBlueButton Server genutzt um Prüfsummen zu erstellen um zu erkennen, ob die Anfragen authentisch sind

source: Default ordering
de: Standardsortierung
fr: Ordre par défaut

source: Creation Date (desc)
de: Erstellungsdatum (absteigend)
fr: Date de Création (desc)

source: Last modification date (desc)
de: Datum letzte Änderung (absteigend)
fr: Date de dernière modification (desc)

source: Blog title (asc)
de: Blog-Titel (aufsteigend)
fr: Titre du blogue (asc)

source: Number of posts (desc)
de: Anzahl Posts (absteigend)
fr: Nombre d'articles (desc)

source: Visits (desc)
de: Besuchszahlen (absteigend)
fr: Visites (desc)

source: Activity (desc)
de: Aktivität (absteigend)
fr: Activité (desc)

source: Creation date
de: Erstelldatum
fr: Date de création

source: Last modified
de: Zuletzt modifiziert
fr: Modifié

source: User
de: Benutzer
fr: Utilisateur

source: Disabled
de: deaktiviert
fr: Désactivée

source: Plain text
de: Nur Text
fr: Texte en clair

source: Link to user information
de: Link auf Benutzerinformationen
fr: Lien vers les informations utilisateur

source: User avatar
de: Benutzer Avatar
fr: Avatar utilisateur

source: Posts
de: Einträge
fr: Articles

source: Visits
de: Besuche
fr: Visites

source: Activity
de: Aktivität
fr: Activité

source: Blogues
de: Blogs
fr: Blogs

source: Days to display in the Calendar
de: Tage, die im Kalender angezeigt werden
fr: Jours à afficher dans le calendrier

source: Default view mode
de: Standardansicht
fr: Vue par défaut

source: Day
de: Tag
fr: Jour

source: Week
de: Woche
fr: Semaine

source: Month
de: Monat
fr: Mois

source: Quarter
de: Quartal
fr: Trimestre

source: Semester
de: Halbjahr
fr: Semestre

source: Year
de: Jahr
fr: Année

source: First day of the week
de: Erster Tag der Woche
fr: Premier jour de la semaine

source: Depends user language
de: hängt von der Benutzersprache ab
fr: Selon langue utilisateur

source: Split hours in periods of
de: Teile Stunden in Abschnitte von
fr: Découpage des heures par

source: 5 minutes
de: 5 Minuten

source: 10 minutes
de: 10 Minuten

source: 15 minutes
de: 15 Minuten

source: 30 minutes
de: 30 Minuten

source: Item view tab
de: Tab 'Eintrag ansehen'

source: Show Add to Google Calendar icon
de: Zeige ein \"Zu Googlekalender hinzufügen\"-Icon
fr: Afficher l'icone ajouter au calendrier Google

source: Word length of the captcha image
de: Wortlänge des Captchabildes
fr: Longeur du mot de l'image captcha

source: Default:
de: Voreingestellt:

source: Width of the captcha image in pixels
de: Breite des Captchabildes in Pixeln
fr: Largeur de l'image captcha en pixels

source: Level of noise of the captcha image
de: Störungslevel des Captchabildes
fr: Niveau de bruit dans l'image captcha

source: Try automatically to connect SSO
de: Versuche automatisch SSO zu verbinden

source: Force CAS log-out when the user logs out from Tiki.
de: Erzwinge CAS-Abmeldung, wenn sich der Benutzer von der Tiki abmeldet
fr: Force la déconnexion CAS lors de la déconnexion de Tiki

source: Show Alternate Login Method in Header
de: Zeige im Kopf alternative Login-Methoden
fr: Afficher la méthode de connexion alternative dans l'en-tête

source: none
de: keine
fr: aucun

source: Hostname of the CAS server
de: Hostname des CAS Server

source: Port of the CAS server
de: Port des CAS Server
fr: Port du serveur CAS

source: Path for the CAS server
de: Pfad für den CAS Server

source: CAS Extra Parameter
de: Zusätzliche CAS Parameter
fr: Paramètre supplémentaire CAS

source: Extra Parameter to pass to the CAS Server
de: Zusätzliche, an den CAS Server zu übergebende Parameter
fr: Paramètre supplémentaire à fournir au serveur CAS

source: CAS Authentication Verification Timeout
de: Zeitüberschreitung für CAS Authentifizierungsüberprüfung
fr: Délai d'attente pour la vérification d'authentification CAS

source: Verify authentication with the CAS server every N seconds. Null value means never reverify
de: Authentifizierung mit dem CAS Server alle N Sekunden prüfen. Nie bedeutet, dass keine Neu-überprüfung vorgenommen wird
fr: Verifier l\\' authentification avec le serveur CAS toutes les N secondes. Une valeur nulle siginifie ne jamais revérifier

source: Never
de: Nie
fr: Jamais

source: 2 minutes
de: 2 Minuten

source: 1 hour
de: 1 Stunde
fr: 1 heure

source: Categories used in templates (TPL)
de: In Vorlagen benutzte Kategorien (TPL)
fr: Catégories utilisées dans les modèles (TPL)

source: Category Jail
de: Kategoriegefängnis
fr: Prison de catégorie

source: Category Defaults
de: Standardkategorien
fr: Catégories par défaut

source: One per line. ex:1,4,6,7/4
de: Eine pro Zeile. Z.B.: 1,4,6,7/4
fr: une par ligne. Ex:1,4,6,7/4

source: Synchronize multilingual categories
de: synchronisiere mehrsprachige Kategorien
fr: Synchroniser les catégories multilingues

source: Only those specified
de: Nur die angegebenen
fr: Uniquement ceux spécifiés

source: All but those specified
de: Alle außer den angegebenen
fr: Tous sauf celles spécifiées

source: Synchronized categories
de: Synchronisierte Kategorien
fr: Synchroniser les catégories

source: Automatically geocode items when categorized in
de: Objekte automatisch geokodieren, wenn sie kategorisiert werden
fr: Géolocaliser automatiquement les objets lorsqu'ils sont catégorisés

source: Replace existing geocode if any
de: Ersetze bestehenden Geocode
fr: Remplacer le code de géolocalisation le cas échéant

source: Use approximate geocode location
de: Benutze ungefähre geokodierte Position
fr: Utiliser une géolocalisation approximative

source: \"More Like This\" algorithm for categories
de: \"Ähnliches\"-Algorithmus für Kategorien
fr: Algorithme \"Plus comme celui-ci\" pour les catégories

source: Basic
de: Basis
fr: De base

source: Weighted
de: gewichtet
fr: Pondéré

source: Minimum number of categories in common
de: Mindestanzahl von Kategorien, die übereinstimmen
fr: Nombre minimum de catégories en commun

source: Exclude these categories
de: Schließe diese Kategorien aus
fr: Exclure ces catégories

source: Separate category IDs with a comma (,)
de: Trenne verschiedene Kategorien mit einem Komma (,)
fr: Séparer les IDs des catégories avec une virgule (,)

source: Users can change site language
de: Benutzer können Sprache ändern
fr: Les utilisateurs peuvent changer la langue du site

source: Users can change theme
de: Registrierte Benutzer können Theme ändern
fr: Les utilisateurs peuvent changer de thème

source: Users can change their password
de: Benutzer können ihr Passwort ändern
fr: Les utilisateurs peuvent changer leur mot de passe

source: Disable title for comments
de: Titel für Kommentare abschalten
fr: Désactiver les titres pour les commentaires

source: Email field
de: Emailfeld
fr: Champ Email

source: Website field
de: Websitenfeld

source: Use vote system for comments
de: Benutzerabstimmung für Kommentare
fr: Utiliser le système de vote pour les commentaires

source: Allows users with permission tiki_p_vote_comments to vote comments
de: Erlaubt es Benutzern mit den Rechten tiki_p_vote_comments Kommentare zu bewerten

source: Archive comments
de: Kommentare archivieren
fr: Archiver les commentaires

source: Allow anonymous visitors to use the \"Contact Us\" feature.
de: Erlaube es anonymen Benutzer die \"Kontaktiere uns\"-Funktion zu nutzen.

source: Contact user
de: Kontaktperson
fr: Utilisateur du contact

source: Domain
de: Domäne
fr: Domaine

source: Count admin pageviews
de: Seitenaufrufe durch Admin mitzählen
fr: Compter les affichages de pages d'administration

source: Include pageviews by the Admin when reporting stats
de: Bezieht Seitenaufrufe durch den Administrator mit ein, wenn Statistiken erstellt werden
fr: Inclure les pages vues par l'administrateur dans les rapports de statistiques

source: Default charset for sending mail
de: Zeichensatz in Emails
fr: Jeu de caractères (charset) par défaut pour les emails sortants

source: default mapfile
de: Standard-Kartendatei
fr: fichier-carte par défaut

source: Default diff style
de: Voreingestellter diff style
fr: Style par défaut du diff

source: Only with last version
de: nur mit letzter Version
fr: Seulement avec la dernière version

source: HTML diff
de: HTML Vergleich
fr: diff HTML

source: Side-by-side diff
de: Side-By-Side Vergleich
fr: Diff. côte à côte

source: Side-by-side diff by characters
de: Side-By-Side Vergleich nach Zeichen
fr: Diff. côte à côte sur les caractères

source: Inline diff
de: Zeilenvergleich
fr: Diff. entrelacée

source: Inline diff by characters
de: Zeilenvergleich nach Zeichen
fr: Diff. entrelacée sur les caractères

source: Full side-by-side diff
de: Kompletter Side-By-Side Vergleich
fr: Diff. côte à côte complet

source: Full side-by-side diff by characters
de: Kompletter Side-By-Side Vergleich nach Zeichen
fr: Diff. côte à côte complète sur les caractères

source: Full inline diff
de: Kompletter Zeilenvergleich
fr: Diff. entrelacée complète

source: Full inline diff by characters
de: Kompletter Zeilenvergleich nach Zeichen
fr: Diff. entrelacée complète sur les caractères

source: Unified diff
de: Einheitlicher Vergleich
fr: Diff. entrelacé

source: Side-by-side view
de: Side-By-Side Ansicht
fr: Affichage côte à côte

source: rows
de: Zeilen
fr: lignes

source: Default number of rows for comment box
de: Standardanzahl Reihen für eine Kommentarbox
fr: Nombre de lignes par défaut dans la boite de commentaire

source: Forum reply
de: Forumantwort
fr: Réponse au Forum

source: Default Editor
de: Standardeditor
fr: Éditeur par défaut

source: Simple
de: Einfach

source: Advanced
de: Fortgeschritten
fr: Avancé

source: Disable browser's autocomplete feature for username and password fields
de: Deaktiviere die Autovervollständigenfunktion des Browsers für Benutzername und Passwort Felder
fr: Désactiver la fonction de complétion automatique du navigateur pour les champs username et le mot de passe

source: Use direct pagination links
de: Seitennavigation über Seitenzahlen
fr: Utiliser les liens de pagination directs

source: Max. number of links around the current item
de: Maximimale Zahl von Links um das aktuelle Objekt
fr: Nombre maximum de liens autour de l'élément courant

source: Max. number of links after the first or before the last item
de: Maximimale Zahl von Links nach dem ersten oder vor dem letzten Objekt
fr: Nombre maximum de liens après le premier ou avant le dernier élément

source: Show Country Flag
de: Zeige Landesflagge
fr: Afficher les drapeaux des pays

source: Show the country flag
de: Zeige die Landesflagge
fr: Afficher la drapeau des pays

source: Enable cool sites
de: Coole Links aktivieren
fr: Activer les sites cools

source: Validate URLs
de: URLs überprüfen
fr: Tester la validité des adresses Web

source: Number of columns per page when listing directory categories
de: Anzahl von Spalten, wenn die Verzeichniskategorien aufgelistet werden
fr: Nombre de colonnes par page dans le listing des catégories

source: Links per page
de: Links pro Seite
fr: Liens par page

source: Method to Open Directory Links
de: Wie werden Links geöffnet?
fr: Méthode pour ouvrir les répertoires de liens

source: Method to open directory links
de: Art und Weise Links zu öffnen
fr: Méthode pour ouvrir les liens du répertoire

source: replace current window
de: Aktuelles Fenster ersetzen
fr: remplacer la fenêtre courante (r)

source: new window
de: neues Fenster
fr: nouvelle fenêtre

source: inline frame
de: Frame innerhalb der Seite
fr: cadre dans la fenêtre (i)

source: Fields display order
de: Darstellungsreihenfolge der Felder
fr: Ordre d'affichage des champs

source: Re-validate user by email after
de: Re-validiere Benutzer per Email nach
fr: Demander aux utilisateurs de se confirmer par courrier électronique après

source: days
de: Tage
fr: jours

source: Use \"-1\" for never
de: Benutze \"-1\" für niemals
fr: Utiliser \"-1\" pour \"jamais\"

source: PHP errors visible to admin only
de: PHP Fehler nur für Admins sichtbar
fr: Les erreurs PHP visibles aux admins seulement

source: For development purposes, it\\'s better to display errors for all users. However, in production settings, they should only be displayed to administrators
de: Für Entwicklerzwecke ist es besser, Fehler allen Benutzern anzuzeigen. In Produktivumgebungen sollten die Fehler aber nur Administratoren gezeigt werden
fr: Pour fins de développement, il est plus utile d'afficher les erreurs pour tous les utilisateurs. Cependant la version définitive ne devrait afficher celles-ci qu'aux administrateurs

source: PHP Error reporting level
de: PHP Fehler berichten
fr: Niveau de signalement des erreurs PHP

source: Level from which errors should be reported
de: Schwelle, von der an Fehler berichtet werden
fr: Niveau à partir duquel les messages d'erreur seront pris en compte

source: No error reporting
de: Keine Fehlerausgabe
fr: Rapport d'erreurs désactivé

source: Report all PHP errors except strict
de: Alle PHP-Fehler außer STRICT ausgeben
fr: Signaler toutes les erreurs PHP excepté les strictes

source: Report all PHP errors
de: Alle PHP Fehler ausgeben
fr: Signaler toutes les erreurs PHP

source: Report all PHP errors except notices
de: Alle PHP-Fehler außer Hinweisen (NOTICES) ausgeben
fr: Signaler toutes les erreurs PHP excepté les notifications

source: According to PHP configuration
de: Entsprechend der PHP Einstellungen
fr: Selon la configuration PHP

source: Default number of comments per page
de: Standardanzahl von Kommentaren pro Seite
fr: Nb. max. de commentaires par page

source: Comments default ordering
de: Standardsortierung für Kommentare
fr: Ordre par défaut des commentaires

source: Question and Answer prefix on Answers
de: Frage und Antwort Präfix bei Antworten
fr: Préfixes aux questions et réponses dans la partie réponses

source: Q and A
de: Frage & Antwort
fr: Q et R

source: Question ID
de: Frage ID
fr: Numéro de la question

source: Force and limit categorization to within subtree of
de: Erzwinge und beschränke Kategorisierung zu jenen, die im Unterbaum enthalten sind
fr: Forcer et limiter la catégorisation à cette sous-arborescence

source: Collaboratively authored documents with history of changes
de: Gemeinsam erstellte Dokumente mit historischer Darstellung der Änderungen
fr: Coproduire des documents à plusieurs auteurs avec l’historique des changements

source: Online diaries or journals
de: Online Tagebücher oder Journale
fr: Journal en ligne ou cybercarnet

source: Collections of graphic images for viewing or downloading (photo album)
de: Sammlung von Bilddateien zum ansehen oder herunterladen (Fotoalbum)
fr: Collections d'images pour la visualisation ou le téléchargement (album photo)

source: You can use file galleries instead
de: Du kannst Dateiarchive anstelle benutzen

source: Machine Translation (by Google Translate)
de: Automatisierte Übersetzung (durch Google Translate)
fr: Traduction automatique (avec Google Translate)

source: Uses Google Translate to translate the content of wiki pages to other languages
de: Benutze Google Translate um den Inhalt der Wiki Seiten in andere Sprachen zu übersetzen
fr: Utilises le traducteur Google pour traduire le contenu des pages wiki dans d'autres langues

source: Experimental. This feature is still under development
de: Experimentell: diese Funktion ist immer noch in der Entwicklung
fr: Cette fonctionnalité est en cours de développement (Expérimentale)

source: Database & form generator
de: Databank und Formulargenerator
fr: Base de données et générateur de formulaire

source: Online discussions on a variety of topics. Threaded or flat
de: Onlinediskussionen über vielfältige Themen. Thematisch sortiert oder flache Ansicht
fr: Discussions en ligne sur une variété de sujets dont les réponses sont affichées selon un fil de discussion (emboîtement des messages) ou à plat

source: Computer files, videos or software for downloading. With check-in & check-out (lock)
de: Computerdateien, Videos oder Software zum Herunterladen. Mit check-in- & check-out-Funktion (Sperren)
fr: Fichiers, vidéos ou logiciels à télécharger. Avec check-in et check-out (blocage)

source: Save files as drafts
de: Dateien als Entwurf speichern
fr: Enregistrer des brouillons de fichiers

source: Articles can be used for date-specific news and announcements. You can configure articles to automatically publish and expire at specific times or to require that submissions be approved before becoming \"live.\"
de: Artikel können benutzt werden, um datumspezifische Neuigkeiten und Ankündigungen zu veröffentlichen. Du kannst Artikel so konfigurieren, dass sie automatisch veröffentlicht werden und nach einer bestimmten Zeit verfallen oder das Artikeleinreichung von einer Bestätigung abhängigen, bevor sie \"online\" gehen.
fr: Les articles peuvent être utilisés pour les nouvelles et des annonces à des dates spécifiques. Vous pouvez configurer des articles pour les publier ou les expirer automatiquement à des moments précis ou exiger que les soumissions soient approuvés avant d'être mises en ligne

source: Polls
de: Abstimmungen
fr: Sondages

source: Brief list of votable options; appears in module (left or right column)
de: Kurze Liste von abstimmbaren Optionen; erscheint in einem Modul (linke oder rechte Spalte)

source: Newsletters
de: Rundbriefe
fr: Lettres de nouvelles

source: Content mailed to registered users
de: Inhalt, der an registrierte Benutzer gemailt wird
fr: Contenu envoyé par mail aux utilisateurs inscrits

source: Calendar
de: Kalender
fr: Calendrier

source: Events calendar with public, private and group channels
de: Ereigniskalender mit öffentlichen, privaten und Gruppenkanälen
fr: Calendrier d'évenements muni de catégoires public, privé et groupe

source: Banners
de: Banner
fr: Bannières

source: Insert, track, and manage advertising banners
de: Füge Werbebanner ein, verfolge verwalte sie

source: Category
de: Kategorie
fr: Catégorie

source: Global category system. Items of different types (wiki pages, articles, tracker items, etc) can be added to one or many categories. Categories can have permissions
de: Globales Kategoriesystem. Verschiedene Objekttypen (Wiki Seiten, Artikel, Trackereinträge, etc) können zu einer oder mehreren Kategorien zugewiesen werden. Kategorien können Rechte haben
fr: Système global des catégories. Les objets de différents types (pages wiki, articles, fiches de formulaires, etc.) peuvent être ajoutés à une ou plusieurs catégories. Les catégories peuvent avoir des permissions.

source: Score
de: Bewertung
fr: Système d'évaluation

source: Score is a game to motivate participants to increase their contribution by comparing to other users
de: Bewertung ist ein Spiel damit die Teilnehmer motiviert werden, deren Beiträge zu steigern und damit im Rang zu steigen und sich mit anderen Benutzen zu vergleichen

source: Tiki-indexed Search
de: Tikiindexierte Suche
fr: Recherche Tiki indexée

source: Enables searching for content on the website, using Tiki-managed index
de: Aktiviert die Suche nach Inhalten auf der Website mit dem von Tiki verwalteten Suchindex
fr: Permet la recherche de contenu sur le site, en utilisant les index gérés par Tiki

source: Unless you have a reason to, you should use MySQL Full-Text Search feature instead.
de: Solange Du keinen Grund hast, diese Funktione zu nutzen, solltest Du die MySQL Volltextsuche verwenden.

source: Allows to set tags on pages and various objects within the website and generate tag cloud navigation patterns
de: Erlaubt es Tags auf Seiten und anderen Objekten auf der Website einzutragen und eine Tag-Wolke zur Navigation erstellen zu lassen

source: Action Log
de: Aktionslog
fr: Journal des actions

source: Allows to keep track of what users are doing and produce reports on a per-user or per-category basis
de: Erlaubt es die Handlungen von Benutzern zu verfolgen und einen Bericht hierüber pro Benutzer und pro Kategorie zu erstellen

source: Contribution
de: Beitrag

source: Allows users to specify the type of contribution they are making while editing objects. The contributions are then displayed as color-coded in history and other reports
de: Erlaubt es Benutzern den Typ ihres Beitrages festzulegen, während sie ein Objekt bearbeiten. Die Beiträge werden dann farblich kodiert in der Historie und anderen Berichten angezeigt

source: Multilingual
de: mehrsprachig
fr: Multilingue

source: Enables internationalization features and multilingual support for then entire site
de: Aktiviert die Internationalisierungsfunktion und mehrsprachige Unterstützung für die gesamte Site
fr: Active les fonctionnalités d'internationalisation et le support multi-langues pour le site
