Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Below, assign categories to this new translation (Note: they should probably be the same as the categories of the page being translate)
de: Weise der Übersetzung Kategorien zu (Hinweis: die Kategorien sollten die gleichen sein, wie bei der Seite, die übersetzt wird)
fr: Ci-dessous, assigner des catégories à cette nouvelle traduction (note: elles doivent probablement être les mêmes que les catégories de la page en cours de traduction)

source: Create translation
de: Übersetzung erstellen
fr: Créer la traduction

source: detach
de: ablösen
fr: détacher

source: Add existing page as a translation of this page
de: Eine vorhandene Seite zu den Übersetzungen hinzufügen.

source: Change Language
de: Sprache ändern
fr: Changer de langue

source: No language is assigned to this page
de: Keine Sprache für diese Seite festgelegt
fr: Aucune langue n'est assignée à cette page

source: Please select a language before performing translation
de: Bitte lege eine Sprache für die Seite fest, bevor Du die Übersetzung beginnst
fr: Merci de sélectionner une langue avant de traduire

source: Set Current Page's Language
de: Sprache für diese Seite festlegen
fr: Définir la langue de la page en cours

source: Preview your changes
de: Vorschau Deiner Änderungen

source: instead
de: stattdessen

source: The SandBox is a page where you can practice your editing skills, use the preview feature to preview the appearance of the page, no versions are stored for this page.
de: Die SandBox ist eine Seite, an der Du Bearbeiten üben kannst. Benutze die Vorschaufunktion, um sich das Resultat Deiner Seite anzusehen. Keine Version dieser Seite wird gespeichert.
fr: Le bac à sable est une page où vous pouvez vous entraîner à mettre à jour une page&nbsp;: utiliser la fonction 'Aperçu' pour avoir un aperçu de la page; aucune version de cette page ne sera sauvegardée.

source: Translate from
de: Übersetzen aus

source: No comment
de: kein Kommentar

source: All Versions
de: Alle Versionen
fr: Toutes les versions

source: Edit wiki page
de: Wiki-Seite bearbeiten
fr: Édition page Wiki

source: Change diff styles
de: Ändere den Diff-Style
fr: Changer le style du diff

source: Edit page
de: Seite bearbeiten
fr: Édition

source: Translate to
de: Übersetzen auf

source: Reproduce the changes highlighted on the left using the editor below
de: Reproduziere die hervorgehobenen Änderungen auf der linken Seite mittels des Editor

source: Describe the change you made:
de: Kurze Beschreibung Deiner Änderungen:

source: Monitor this page
de: Diese Seite beobachten
fr: Surveiller cette page

source: Upload picture
de: Bild hochladen
fr: Envoyer une image

source: Add another image
de: weiteres Bild anhängen
fr: Ajouter une image

source: Admin Content Templates
de: Inhaltsvorlagen verwalten
fr: Administrer les gabarits

source: Lock this page
de: Diese Seite sperren:
fr: Verrouiller cette page

source: Try to convert HTML to wiki
de: Versuche HTML in Wiki zu konvertieren
fr: Essayer de convertir du HTML en Wiki

source: Import page
de: Seite importieren
fr: Importer une page

source: export all versions
de: alle Versionen exportieren
fr: exporter toutes les versions

source: Manage structures
de: Strukturen verwalten
fr: Gérer les structures

source: License
de: Lizenz
fr: Licence

source: My Footnotes
de: Fußnoten
fr: Mes notes de bas de page personnelles

source: Use rating
de: Bewertung erlauben
fr: Utiliser les notes

source: There is no available poll template.
de: Kein Bewertungstemplate vorhanden.
fr: Il n'y a aucun gabarit de sondage.

source: You should ask an admin to create them.
de: Du solltest den Admin bitten, eines anzulegen
fr: Vous devez demander à l'administrateur de les créer.

source: Translation request
de: Anfrage Übersetzung
fr: Demande de traducation

source: Admin wiki preferences
de: Verwalte Wikieinstellungen
fr: Configurer Wiki

source: List Sheets
de: Tabellen auflisten
fr: Liste des feuillets

source: Graph
de: Grafik
fr: Graphe

source: Export Tracker Items
de: Exportiere Trackerobjekte
fr: Exporter les fiches du formulaire

source: Delimitors
de: Texttrennzeichen
fr: Délimiteurs

source: Carriage Return inside Field Value
de: Zeilenumbruchzeichen innerhalb eines Feldes
fr: Sauts de lignes dans la valeur du champs

source: Parse as Wiki Text
de: Parse als Wikitext
fr: Analyser comme un texte Wiki

source: lastModif
de: Änderung
fr: Dernière modif.

source: Fields visible in items list
de: Sichtbare Felder in einer Objektliste
fr: Champs visibles dans la liste des items

source: Fields searchable or visible in items list
de: Durchsuchbare oder sichtbare Felder in Objektliste
fr: Champs visible ou que l'on peut rechercher dans la liste des items

source: Fields visible in an item view
de: Sichtbare Felder in einer Objektliste
fr: Champs visibles à l'affichage d'une fiche

source: All fields
de: alle Felder
fr: Tous les champs

source: These fields
de: diese Felder
fr: Ces champs

source: Dump All Tracker Items
de: Erstelle Dump von allen Trackereinträgen
fr: Sauvegarder toutes les fiches

source: items
de: Einträge

source: Dump
de: Datenbankabzug
fr: Fichier-dump

source: Admin FAQ
de: FAQ verwalten
fr: Administrer la FAQ

source: List FAQs
de: FAQs auflisten
fr: Liste des FAQs

source: View FAQ
de: FAQ anzeigen
fr: Afficher les FAQs

source: Edit this FAQ
de: Diese FAQ bearbeiten
fr: Modifier cette FAQ

source: New Question
de: Neue Frage
fr: Nouvelle question

source: Use a question from another FAQ
de: Eine Frage aus einer anderen FAQ benutzen
fr: Utiliser une question d'une autre FAQ

source: FAQ questions
de: FAQ-Fragen
fr: Questions de la FAQ

source: Suggested questions
de: Vorgeschlagene Fragen
fr: Questions suggérées

source: No suggested questions
de: Keine vorgeschlagenen Fragen
fr: Aucune question suggérée

source: Upload File
de: Datei hochladen
fr: Charger un fichier

source: You can access the file gallery using the following URL
de: Du kannst das Dateiarchiv unter der folgenden URL erreichen
fr: Vous pouvez accéder à cette galerie de fichiers par cette adresse Web

source: Admin forums
de: Foren verwalten
fr: Administrer les forums

source: Import from a Local SQL File
de: Von einer lokalen SQL-Datei importieren
fr: Importer depuis un fichier SQL local

source: Forum Type
de: Forumtyp
fr: Type de forum

source: DB Prefix
de: Datenbankpräfix
fr: Préfixe de la base de données

source: Local SQL Filename on Server (path will be stripped)
de: Lokaler SQL Dateiname auf dem Server (Pfadangabe wird entfernt)
fr: Nom du Fichier SQL local sur le serveur (le chemin sera strippé)

source: Get Forum List
de: Hole Forumsliste
fr: Récupérer la liste des forums

source: Go Back
de: Zurück
fr: Retour

source: Edit queued message
de: Nachrichten-Liste bearbeiten
fr: Modifier un message en attente

source: make this a thread of
de: Hieraus einen Thread machen von
fr: faire de ceci un fil de discussion

source: None, this is a thread message
de: nichts, dies ist eine Thread-Nachricht
fr: Aucun, c'est un message de fil de discussion

source: summary
de: Zusammenfassung
fr: résumé

source: Announce
de: Ankündigung
fr: Annonce

source: no feeling
de: gleichgültig
fr: pas de sentiment

source: frown
de: verdutzt
fr: renfrogné

source: exclaim
de: ausrufend
fr: exclamatif

source: idea
de: Idee
fr: idée!

source: question
de: fragend

source: happy
de: fröhlich
fr: heureux

source: wink
de: winkend
fr: clin d'oeil

source: Save and Approve
de: Speichern und freigeben
fr: Enregistrer et approuver

source: convert to topic
de: in Thema konvertieren
fr: convertir en sujet

source: List of messages
de: Nachrichtenliste
fr: Liste des messages

source: New Topic
de: Neues Thema
fr: Nouveau sujet

source: no summary
de: keine Zusammenfassung
fr: aucun résumé

source: No messages queued yet
de: Es stehen keine Nachrichten an
fr: Aucun message en attente actuellement

source: Search by name
de: Suche nach Name
fr: Chercher par nom

source: Last Post
de: Neuester Eintrag
fr: Dernier article

source: Reported by
de: Gemeldet von
fr: Signalé par

source: Request Time
de: Anfrage vom
fr: Date de la requête

source: Accept
de: annehmen
fr: Accepter

source: Refuse
de: Ablehnen
fr: Refuser

source: Waiting requests
de: Laufende Anfragen
fr: Requêtes en attente

source: Cancel friendship request
de: Freundschaftsanfrage abbrechen
fr: Annuler la demande de mise en relation

source: Your friends
de: Deine Freunde
fr: Vos amis

source: Galleries
de: Galerien
fr: Galeries

source: Create New Gallery
de: Neue Galerie anlegen
fr: Créer une nouvelle galerie

source: Create a gallery
de: Neue Galerie anlegen
fr: Créer une galerie

source: Edit this gallery:
de: Diese Galerie bearbeiten:

source: There are individual permissions set for this gallery
de: Für diese Galerie gibt es individuelle Berechtigungen
fr: Des droits d'accès individuels ont été mis sur cette galerie

source: Gallery is visible to non-admin users?
de: Galerie sichtbar für Nicht-Admins?
fr: Cette galerie est visible aux utilisateurs autres qu'administrateur?

source: Geographic
de: Geographisch
fr: Géographique

source: Fields to show during browsing the gallery
de: Angezeigte Felder beim Durchstöbern der Galerie
fr: Champs affichés au parcours de la galerie

source: XY-Size
de: XY-Dimension
fr: Taille-XY

source: Gallery Image
de: Galerie Logo
fr: Galerie d'images

source: Available scales
de: Verfügbare Skalierungen
fr: Échelles disponibles

source: No scales available
de: Keine Skalierungen verfügbar
fr: Aucune échelle disponible

source: Original image is default scale
de: Originalbild ist die Standard-Skalierung
fr: L'échelle par défaut est la taille d'origine de l'image

source: Add scaled images with bounding box of square size
de: Skalierte Bilder in Box anzeigen, Kantenlänge
fr: Ajouter des images avec un cadre à l'échelle suivante

source: Other users can upload images to this gallery
de: Andere Benutzer können Bilder in diese Galerie hochladen
fr: Les autres utilisateurs peuvent envoyer des images vers cette galerie

source: You can access the gallery using the following URL
de: Du kannst die Galerie über folgende URL erreichen
fr: Vous pouvez accéder à cette galerie par l'adresse Web suivante

source: Available Galleries
de: Verfügbare Galerien
fr: Galeries disponibles

source: Choose a filter
de: Filter wählen
fr: Choisir un filtre

source: Imgs
de: Bilder

source: Back to preferences
de: Zurück zu Einstellungen
fr: Revenir aux préférences

source: Find address
de: Finde Adresse

source: Save clicked point
de: Speichere angeklickten Punkt
fr: Sauvegarder le point cliqué

source: Reset view to default
de: Ansicht auf Standard zurücksetzen

source: Save current view as default
de: Aktuelle Ansicht als Standard speichern
fr: Sauvegarder la vue courante comme défaut

source: Center map to saved point
de: Zentriere Karte auf gespeichertem Punkt
fr: Centrer la carte sur le point sauvegardé

source: Reset view to site default
de: Ansicht auf Sitestandard zurücksetzen

source: Users Map
de: Benutzerkarte
fr: Carte utilisateur

source: Select Graphic Type
de: Wähle den Grafiktyp
fr: Sélectionner le type de graphique

source: Pie Chart
de: Tortendiagramm
fr: Graphique circulaire

source: Multiline
de: Liniendiagramm
fr: Multi-ligne

source: Multibar
de: Balkendiagramm
fr: Multi-barre

source: Bar Stack
de: gestapelte Balken
fr: Pile des barres

source: Landscape
de: Gestalten
fr: Paysage

source: Independant Scale
de: Unabhängige Skalierung
fr: Échelle indépendante

source: Horizontal Scale
de: Horizontale Skalierung
fr: Échelle horizontale

source: Vertical Scale
de: Vertikale Skalierung
fr: Échelle verticale

source: Series
de: Serien
fr: Séries

source: Rollback
de: Zurückgerollt
fr: Reprendre

source: Select The calendar to export
de: Wähle den zu exporiterenden Kalender
fr: Sélectionner le calendrier à exporter

source: Calendar Import
de: Kalender Import
fr: Importer un calendrier

source: ICal File
de: ICal Datei
fr: Fichier ICal

source: Import From File
de: Aus Datei Importieren
fr: Importer d'un fichier

source: Grab Wiki Tables
de: Wiki Tabellen wählen
fr: Récupérer les tables Wiki

source: Import pages from a Structured Text Dump
de: Seiten aus einem strukturierten Text-Dump importieren
fr: Importer les pages d'un Dump Texte Structuré

source: Name of the dump file (it has to be in dump/)
de: Name der Dump-Datei (sie muss in dump/ sein)
fr: Nom du fichier-dump (il doit être dans dump/)

source: Overwrite existing pages if the name is the same
de: Überschreibe vorhandene Seiten, falls der Name gleich ist
fr: Écraser les pages existantes si le nom est le même

source: Previously remove existing page versions
de: Zuvor vorhandene Seitenversionen entfernen
fr: Supprimer les versions préexistantes de la page

source: excerpt
de: Auszug
fr: extrait

source: Result
de: Ergebnis
fr: Résultat

source: body
de: Inhalt
fr: corps

source: Or
de: Oder
fr: Ou

source: Name of the zip file on the server
de: Name der ZIP-Datei auf dem Server

source: If you are NOT running a new Tiki installation, make a backup of your database before using this importer!
de: Wenn Du KEINE neue Tikiinstallation benutzt, mache unbedingt vorher ein Backup Deiner Datenbank bevor Du diesen Importer benutzt.

source: Your PHP is running with safe mode enabled. This might cause problems to the import process as safe mode limits the possibility to change in run time some PHP settings (like max_execution_time). It is recommended to run this script without safe mode
de: Dein PHP läuft im Sicherheitsmodus. Dies kann Problem beim Importieren verursachen, da der Sicherheitsmodus die Möglichkeiten einschränkt PHP-Einstellungen vorzunehmen (wie etwa max_execution_time). Es wird empfohlen das Script ohne Sicherheitsmodus laufen zu lassen

source: Depending on the size of the file from the source software, the import process may take a while to complete. This might be a problem according to your PHP and web server settings. This script tries to change the relevant settings but there are some settings that the script cannot change. So, if you are having problems with the script, please try to increase the value of the following PHP settings: max_input_time, max_execution_time (this setting is limited by the web server setting, if you are running Apache also change its Timeout setting), post_max_size, upload_max_filesize, memory_limit. It is recommended that you run this script on a server where you can change the values of those settings (if needed).
de: Abhängig von der Größe der Datei der Quellsoftware kann der Importvorgang einer Weile dauern. Dies kann zu einem Problem mit Deinen PHP und Webserver Einstellungen führen. Das Skript versucht daher die relevanten Einstellungen zu ändern. Manche Einstellungen können durch das Skript aber nicht verändert werden. Wenn Du also Problem beim Import hast, versuche die folgenden PHP Einstellungen zu erhöhen: max_input_time, max_execution_time (diese Einstellung ist durch den Webserver begrenzt. Wenn Du einen Apacheserver benutzt musst Du auch dort die Timeouteinstellungen ändern), post_max_size, upload_max_filesize, memory_limit. Es ist daher zu empfehlen, das Skript auf einem Server laufen zu lassen, auf dem man die vorgenannten Werte ändern kann (wenn nötig).

source: Select the software to import from
de: Wähle die Software von der importiert werden soll

source: WARNING: make sure to have a backup before running the script. If you do not have a backup this is the last chance to cancel the importer by clicking on the cancel button
de: WARNUNG: stelle sicher, dass Du eine Sicherheitskopie erstellt hast, bevor Du das Script startest. Wenn Du keine Sicherheitskopie hast, ist das die letzt Möglichkeit den Importierer durch klicken auf Abbrechen zu stoppen
fr: ATTENTION : soyez sûr d'avoir une sauvegarde avant de lancer le script. Si vous n'avez pas de sauvegarde, c'est votre dernière chance d'annuler l'importeur en cliquant sur le bouton Annuler

source: Welcome
de: Willkommen
fr: Bienvenue

source: Welcome to the Tiki installation and upgrade script
de: Willkommen zur Tiki Installations- und Upgrade-Seite
fr: Bienvenue dans le script d'installation et de mise à jour de Tiki

source: Use this script to install a new Tiki database or upgrade your existing database to release
de: Benutze dieses Skript um eine neue Tikidatenbank zu installieren oder Deine Datenbank zur Veröffentlichung zu aktualisieren
fr: Utilisez ce script pour installer une nouvelle base de données Tiki ou mettre à jour votre base de données pour installer la version

source: For the latest information about this release, please read the
de: Für aktuelle Informationen zu diese Veröffentlichung lese bitte die
fr: Pour les dernières informations concernant cette release, veuillez consulter les

source: For complete documentation, please visit
de: Für eine vollständige Dokumentation besuche bitte
fr: Pour une documentation complète, veuillez consulter

source: For more information about Tiki, please visit
de: Für mehr Information über Tiki besuche bitte
fr: Pour plus d'informations concernant Tiki, veuillez consulter

source: Select your language
de: Wähle Deine Sprache
fr: Choisissez votre langue

source: Read the License
de: Lese bitte die Lizenz
fr: Lire la licence

source: Tiki is software distributed under the LGPL license
de: Tiki Software wird unter der LGPL Lizenz vertriebenen
fr: Tiki est un logiciel distribué sous licence LGPL

source: <a href=\"http://creativecommons.org/licenses/LGPL/2.1/\" target=\"_blank\">Here is a human-readable summary of the license below, including many translations.</a>
de: <a href=\"http://creativecommons.org/licenses/LGPL/2.1/\" target=\"_blank\">Hier gibt es eine besser verständliche Zusammenfassung sowie diverse Übersetzungen.</a>
fr: <a href=\"http://creativecommons.org/licenses/LGPL/2.1/deed.fr\" target=\"_blank\">En cliquant ici, vous obtiendrez un résumé plus abordable de la license ci-dessous, incluant de nombreuses traductions.</a>

source: Review the System Requirements
de: Prüfe die Systemvorraussetzungen
fr: Vérifier les pré-requis systèmes

source: Before installing Tiki, <a href=\"http://doc.tiki.org/Requirements\" target=\"_blank\">review the documentation</a> and confirm that your system meets the minimum requirements.
de: Lies vor der Installation bitte die <a href=\"http://doc.tiki.org/Requirements\" target=\"_blank\">Seite über die Voraussetzungen</a> und stelle sicher, dass die Mindestanforderungen erfüllt werden.

source: This installer will perform some basic checks automatically
de: Dieser Installer wird einige Prüfungen automatisch ausführen
fr: Cet installeur va effectuer quelques contrôles simples automatisés

source: Success
de: Erfolgreich
fr: Succès

source: Tiki has not detected your PHP memory_limit
de: Tiki hat Dein PHP memory_limit nicht erkannt
fr: Tiki n'a pas pu détecter votre limite mémoire PHP (memory_limit)

source: This probably means you have no set limit (all is well)
de: Das heißt wahrscheinlich, dass Du überhaupt kein Limit gesetzt hast (dann ist alles in Ordnung)
fr: Cela signifie sans doute qu'il n'y a pas de limite (tout va bien)

source: Tiki has detected your PHP memory limit at
de: Tiki hat Dein PHP Speicher-Limit erkannt mit
fr: Tiki a détecté que votre mémoire PHP est limitée à

source: Tiki requires <strong>at least</strong> 32MB of PHP memory for script execution
de: Tiki erfordert <strong>mindestens</strong> 32MB PHP Speicher zur Ausführung von Skripten
fr: Tiki nécessite <strong>au moins</strong> 32MB de mémoire dans la configuration PHP

source: Allocating too little memory will cause Tiki to display blank pages
de: Wird zu wenig Speicher zur Verfügung gestellt, können leere Seiten angezeigt werden
fr: Allouer trop peu de mémoire va engendrer l'affichage de pages blanches dans Tiki

source: To change the memory limit, use the <strong>memory_limit</strong> key in your <strong>php.ini </strong> file (for example: memory_limit = 32M) and restart your webserver
de: Um die Speichergrenze zu ändern, benutze den Eintrag <strong>memory_limit</strong> in Deiner <strong>php.ini</strong>-Datei (z.B.: memory_limit = 32M) und starte Deinen Webserver neu
fr: Pour changer la limite de mémoire, modifiez le paramètre <strong>memory_limit</strong> dans votre fichier <strong>php.ini </strong> (par exemple: memory_limit = 32M) et redémarrez votre serveur web

source: Tiki has detected your PHP memory_limit at
de: Tiki hat Dein PHP Speicher-Limit erkannt mit
fr: Tiki a détecté que votre limite de mémoire PHP (memory_limit) est fixée à

source: Tiki uses the PHP <strong>mail</strong> function to send email notifications and messages.
de: Tiki benutzt die PHP <strong>mail</strong> Funktion um Nachrichten zu verschicken.

source: To test your system configuration, Tiki will attempt to send a test message to you.
de: Zum Testen der korrekten Emailkonfiguration kannst Du hier eine Testnachricht verschicken.

source: Email address to send test to
de: Emailadresse, an die die Testemail gesandt wird
fr: Destinataire du test

source: Copy test mail to
de: Test-Mail in Kopie an
fr: Faire une copie de l'email de test à

source: Send Test Message
de: Test-Nachricht senden
fr: Envoyer un message de test

source: Tiki was able to send a test message to
de: Tiki konnte eine Test-Nachricht abschicken an
fr: Tiki a réussi à envoyer un message à

source: Tiki was not able to send a test message
de: Tiki konnte die Textnachricht nicht senden
fr: Tikiwiki n'a pas réussi à envoyer un message de test

source: Review your mail log for details
de: Prüfe Dein Emaillog für Details
fr: Vérifiez vos logs de mail pour plus de détails

source: Review the mail settings in your <strong>php.ini</strong> file (for example: confirm that the <strong>sendmail_path</strong> is correct)
de: Überprüfe die Emaileinstellungen in Deiner <strong>php.ini</strong> Datei (z.B.: prüfe, dass der <strong>sendmail_path</strong> richtig eingestellt ist)
fr: Vérifiez la configuration email dans <strong>php.ini</strong> file (par exemple : vérifiez que le chemin d'accès à <strong>sendmail_path</strong> est correct)

source: If your host requires SMTP authentication, additional configuration may be necessary
de: Wenn Dein Host eine SMTP Authentifizierung benötigt, müssen möglicherweise zusätzliche Konfigurationen vorgenommen werden
fr: Si votre serveur nécessite une authentification SMTP, une configuration additionnelle peut s'avérer nécessaire

source: Image Processing
de: Bild-Bearbeitung
fr: Génération d'images

source: Tiki detected
de: Tiki erkannte
fr: Tiki a détecté

source: Tiki can create images
de: Tiki kann Bilder erstellen
fr: Tiki peut créer des images

source: Tiki was not able to create a sample image. Please check your GD library configuration
de: Tiki konnte kein Beispielbild erstellen. Bitte prüfe Deine GD Bibliothekskonfiguration

source: Tiki was not able to detect the GD library.
de: Tiki konnt die GD-Bibliothek nicht finden.

source: Tiki uses the GD library to process images for the Image Gallery and CAPTCHA support.
de: Tiki benutzt die GD-Bibliothek zur Verarbeitung von Bildern sowie für die CAPTCHA-Unterstützung.

source: Set the Database Connection
de: Datenbank-Verbindung einrichten
fr: Configuration de la connexion à la base de données

source: Tiki requires an active database connection.
de: Tiki benötigt eine aktive Datenbank-Verbindung.

source: You must create the database and user <em>before</em> completing this page.
de: Bitte definiere eine, <em>bevor</em> Du fortfährst.

source: Tiki cannot find a database connection.
de: Tiki kann keine Datenbankkonfiguration finden.

source: This is normal for a new installation
de: Dies ist normal für eine neue Installation
fr: Ceci est normal pour une première installation
