Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Select the objects you want to affect. Controls will appear in the category browser.
de: Wähle das Objekt aus, dessen Kategorie Du ändern möchtest. Steuerfunktionen erscheinen im Kategoriebrowser.
fr: Sélectionner les objets voulus. Les contrôles vont apparaître dans le navigateur des catégories.

source: Use the plus and minus signs to add or remove the categories on selected objects.
de: Benutzer die Plus- und Minuszeichen um Kategorien zum Objekt hinzuzufügen oder zu entfernen.
fr: Utiliser les signes plus et moins pour ajouter ou supprimer les catégories des objets sélectionnés.

source: Edit Style Sheet
de: Stylesheet bearbeiten
fr: Modifier la feuille de style

source: choose a stylesheet
de: Stylesheet auswählen
fr: choisissez une feuille de style

source: Try
de: Ausprobieren
fr: Essayer

source: For more information, please see
de: Für weitere Informationen siehe auch

source: Wiki Page Editor
de: Wiki Seiteneditor
fr: Éditeur de page Wiki

source: Bold text
de: Fetter Text
fr: Texte en gras

source: Italic text
de: Kursiver Text
fr: Texte en italique

source: single quotes
de: einzelne Anführungszeichen
fr: apostrophes simples

source: Underlined text
de: unterstrichener Text
fr: Texte souligné

source: Colored text
de: Farbiger Text
fr: Texte coloré

source: Will display using the indicated HTML color or color name. Color name can contain two colors separated by a comma. In this case, the first color would be the foreground and the second one the background.
de: Zeigt die indizierte HTML Farbe oder den Farbnamen an. Der Farbname kann zwei Farben durch ein Komma getrennt enthalten. In diesem Fall stellt die erste Farbe den vordergrund un die zweite Farbe den Hintergund dar.

source: Deleted text
de: gelöschter Text
fr: Texte effacé

source: 2 dashes
de: 2 Bindestriche

source: Headings
de: Überschriften
fr: En-têtes

source: Show/Hide
de: Ein-/Ausblenden
fr: Afficher/Cacher

source: show/hide heading section. + (shown) or - (hidden) by default
de: zeige/verberge Kopfbereich - standartmässig + (angezeigt) oder - (verborgen)
fr: montre/cache les en-têtes de sections. + (vu) ou - (caché) par défaut

source: Autonumbered Headings
de: Automatisch nummerierte Überschriften
fr: En-têtes autonumérotées

source: Common optional parameters for maketoc are: title|maxdepth|levels|nums, and for toc are: order|showdesc|shownum|structId|maxdepth|pagename.
de: Übliche optionale Parameter für {maketoc} sind: title|maxdepth|levels|nums - und für {toc} sind es: order|showdesc|shownum|structId|maxdepth|pagename.

source: Horizontal rule
de: Horizontale Linie
fr: Règle horizontale

source: Box content
de: Box-Inhalt
fr: texte

source: Centered text
de: Zentrierter Text
fr: Texte centré

source: Inserts an editable variable
de: Fügt eine bearbeitbare Variable ein.
fr: Insérer une variable dynamique

source: External links
de: Externe Links
fr: Liens externes

source: use square brackets for an external link: [URL], [URL|link_description],[URL|link_description|relation] or [URL|description|relation|nocache] (that last prevents the local Wiki from caching the linked page; relation can be used to insert rel attribute for the link - useful e.g. for shadowbox).
de: Benutze eckige Klammern für externe Links: [URL], [URL|Link_Beschreibung],[URL|Link_Beschreibung|Relation] or [URL|Link_Beschreibung|Relation|nocache] (Das Letzte verhindert das Cachen der gelinkten Seite durch das lokale Wiki; Relation kann benutzt werden, um relative Attribute für den Link einzufügen - nützlich zum Beispiel für Shadowbox).

source: For an external Wiki, use ExternalWikiName:PageName or ((External Wiki Name: Page Name))
de: Für ein externes Wiki benutze: ExternalWikiName:PageName oder ((External Wiki Name: Page Name))
fr: Pour un Wiki externe, utiliser NomWikiExterne:NomPage ou ((Nom Wiki Externe: Nom Page))

source: Square Brackets
de: Eckige Klammern
fr: Crochets

source: Use [[foo] to show [foo].
de: [[foo] benutzen, damit [foo] ausgegeben wird.
fr: Utiliser [[toto] pour afficher [toto].

source: Wiki References
de: Wiki-Referenzen
fr: Références Wiki

source: JoinCapitalizedWords or use
de: ZusammenGrossKleinSchreibung oder benutze
fr: JuxtaposerLesMotsEnMajuscules ou utiliser

source: page|description
de: Seite|Beschr.
fr: page|desc

source: for wiki references
de: für Wiki-Referenzen
fr: pour une référence Wiki

source: SomeName
de: EinName
fr: UnNom

source: prevents referencing
de: verhindert Referenzierung
fr: pour empêcher de faire une référence

source: Lists
de: Listen
fr: Listes

source: for bullet lists
de: für einfache Listen
fr: pour une liste à puces

source: for numbered lists
de: für numerierte Listen
fr: pour une liste numérotée

source: for definiton lists
de: für Definitionslisten
fr: pour une définition

source: Indentation
de: Einrückung

source: Creates an indentation for each plus (useful in list to continue at the same level)
de: erstellt eine Einrückung für jedes Pluszeichen (nützlich in Listen, um in der gleichen Eben fortzusetzen)
fr: Ajoute un niveau d'indentation pour chaque plus (utile dans une liste pour pouvoir poursuivre au même niveau)

source: Tables
de: Tabellen
fr: Tableaux

source: row
de: Reihe
fr: rangée

source: Monospace font
de: Nichtproportionale Schrift

source: Code sample
de: Code Beispiel
fr: Echantillon de code

source: (very useful especially in tables)
de: (sehr nützlich, vor allem in Tabellen)
fr: (très utile particulièrement dans les tableaux)

source: Multi-page pages
de: Mehrseitige Seiten
fr: Multi-pages

source: to separate pages
de: und Seiten in mehrere zu trennen
fr: pour séparer les pages

source: Non parsed sections
de: Nicht geparste Bereiche
fr: Sections non analysables

source: Prevents wiki parsing of the enclosed data.
de: Verhindert das parsen von Wikisyntax der eingeschlossenen Daten
fr: Empêche l'analyse Wiki pour les données encadrées.

source: Preformated sections
de: Vorformatierte Bereiche
fr: Sections préformatées

source: ~pp~ data ~/pp~ Displays preformated text/code; no Wiki processing is done inside these sections (as with np), and the spacing is fixed (no word wrapping is done). ~pre~ data ~/pre~ also displayes preformatted text with fixed spacing, but wiki processing still occurs on the text.
de: ~pp~ Text ~/pp~ Zeigt vorformatierten Text/Code; es findet keine Wikibearbeitung des Textes mehr statt (so wie np). Auch Abstände sind fixiert (es findet kein Zeilenumbruch statt). ~pre~ Text ~/pre~ macht das Gleiche wie ~pp Text ~/pp; nur wird der Text Wikibearbeitet.

source: ~tc~ Tiki Comment ~/tc~ makes a Tiki comment. It will be completely removed from the display, but saved in the file for future reference. ~hc~ HTML Comment ~/hc~ makes an HTML comment. It will be inserted as a comment in the output HTML; these are not normally displayed in browsers, but can be seen using \"View Source\" or similar.
de: ~tc~ Text ~/tc~ erstellt einen Tikikommentar. Dieser ist nicht sichtbar, wird aber zusammen mit der Datei zu künftigen Nachweisen abgespeichert. ~hc~ Text ~/hc~ fügt einen HTML-Kommentar ein. Er wird als Kommentar im HTML-Output eingefügt und kann dann vom Browser über die Quelltextanzeige angezeigt werden.

source: Block Preformatting
de: Block Vorformatierung
fr: Préformatter un bloc de texte

source: Insert resp. right-to-left and left-to-right text direction DIV (up to end of text) and markers for langages as arabic or hebrew.
de: Fügt ein DIV für die Textschreibrichtung recht-nach-links bzw. links-nach-rechts-ein. Außerdem eine Kennzeichnung für die Sprache als Arabisch und Herbräisch.
fr: Insertion de, respectivement, une partie de texte orientée de droite à gauche ou de gauche à droite (jusquà la fin du texte) et des marqueurs pour les langues arabes ou hébraïques.

source: Special characters
de: Sonderzeichen
fr: Caractères spéciaux

source: hard space
de: untrennbares Leerzeichen

source: numeric between ~ for html numeric characters entity
de: numerisch zwischen ~ für eine numerische HTML-Zeicheneinheit

source: Plugin Help
de: Pluginhilfe
fr: Aide Plugin

source: Note that plugin arguments can be enclosed with double quotes (&quot;); this allows them to contain , or = or &gt;
de: Beachte, dass Pluginargumente in Anführungszeichen eingeschlossen werden können (\"); dies erlaubt ihnen, 'or = or >' zu enthalten;
fr: Notez que les arguments des plugins peuvent être encadrés par des double-cotes (&quot;); Ceci leur permet de comporter des virgules (,), des \"égal\" (=) ou des \"supérieur à\" (&gt;)

source: More help here
de: Hier mehr Hilfe

source: No description available
de: Keine Beschreibung vorhanden.
fr: Aucune description disponible

source: The WYSIWYG editor in Tiki 6+ is\n\t<a href=\"http://ckeditor.com\">CKEditor</a>,\n\tthe new version of FCKEditor (used in Tiki since version 2.0)
de: The WYSIWYG editor in Tiki 6+ is \t<a href=\"http://ckeditor.com\">CKEditor</a>, \tthe new version of FCKEditor (used in Tiki since version 2.0)

source: <strong>N.B. </strong>Using this button converts the page source from wiki to HTML, or vice versa.\n\tThe conversion process is not entirely transparent, meaning that you may notice differences between the look of a page in different modes.\n\tThis will improve in future updates but as the two systems have significant differences in what they can do it is unlikely to ever be totally transparent.
de: <strong>N.B. </strong>Using this button converts the page source from wiki to HTML, or vice versa. \tThe conversion process is not entirely transparent, meaning that you may notice differences between the look of a page in different modes. \tThis will improve in future updates but as the two systems have significant differences in what they can do it is unlikely to ever be totally transparent.

source: <strong>Caution:</strong> This is a new feature and still work in progress.<br />\n\tIf you intend to use plugins extensively in a page consider editing that page in wiki mode only.<br />\n\tCurrently (in Tiki 6.0) drag and drop of plugins in WYSIWYG does not work.
de: <strong>Caution:</strong> This is a new feature and still work in progress.<br /> \tIf you intend to use plugins extensively in a page consider editing that page in wiki mode only.<br /> \tCurrently (in Tiki 6.0) drag and drop of plugins in WYSIWYG does not work.

source: <strong>Admins:</strong><br />\n\t\t\t<em>This new implementation is designed to work best with some site preferences set in a certain way.\n\t\t\tThese can all be found on the <a href=\"tiki-admin.php?page=wysiwyg\">wysiwyg admin page</a>.\n\t\t\tA profile to set these up correctly can be found on <a href=\"http://profiles.tiki.org/WYSIWYG_6x\">profiles.tiki.org</a>\n\t\t\twhich can be applied using the <a href=\"tiki-admin.php?page=profiles\">profiles admin page</a>.</em>
de: <strong>Admins:</strong><br /> \t\t\t<em>This new implementation is designed to work best with some site preferences set in a certain way. \t\t\tThese can all be found on the <a href=\"tiki-admin.php?page=wysiwyg\">wysiwyg admin page</a>. \t\t\tA profile to set these up correctly can be found on <a href=\"http://profiles.tiki.org/WYSIWYG_6x\">profiles.tiki.org</a> \t\t\twhich can be applied using the <a href=\"tiki-admin.php?page=profiles\">profiles admin page</a>.</em>

source: Browse Images
de: Bild betrachten
fr: Parcourir les images

source: Edit successful!
de: Bearbeitung erfolgreich!
fr: Modification réussie!

source: The following image was successfully edited
de: Das folgende Bild wurde erfolgreich bearbeitet
fr: L'image suivante a été modifiée avec succès

source: Image Description
de: Bildbeschreibung
fr: Description de l'image

source: Edit or export languages
de: Sprache bearbeiten oder exportieren
fr: Modifier ou exporter des langues

source: Edit languages
de: Sprachen bearbeiten
fr: Editer une langue

source: Select the language to edit:
de: Zu bearbeitende Sprache auswählen:

source: Add a translation
de: Übersetzung hinzufügen
fr: Ajouter une traduction

source: Edit translations
de: Übersetzungen bearbeiten
fr: Modifier les traductions

source: Show only database stored translations
de: Zeige nur in der Datenbank speicherte Übersetzungen
fr: Montrer uniquement les traductions enregistrées dans la base de données

source: Translate recorded
de: Aufgezeichnetes übersetzen
fr: Traduction enregistrée

source: Translation:
de: Übersetzung:

source: Edit translations:
de: Übersetzungen bearbeiten:

source: Translate all
de: Alle übersetzen
fr: Tout traduire

source: Delete all
de: alle löschen
fr: Tout supprimer

source: Export languages
de: Sprachen exportieren
fr: Exporter une langue

source: Select the language to Export:
de: Wähle die zu exportierende Sprache aus:

source: If you click \"Download database translations\", you will download a file with all the translations in the database.
de: Wenn Du auf \"Download database translations\" klickst, erhälst Du eine Datei mit allen Überetzungen in der Datenbank.
fr: Si vous cliquez sur \"Télécharger la traduction temporaire\", vous allez télécharger un fichier \"php\" de tout ce qui a été traduit dans le fichier temporaire, depuis la dernière sauvegarde permanente.

source: If you click \"Write to language.php\", the translations in the database will be merged with the other translations in language.php. Note that after writing translations to language.php they are removed from the database.
de: Wenn Du auf \"Schreibe in die Datei language.php\" klickst, wird die Übersetzung in der Datenbank zu den anderen Übersetzungen in der Datei language.php hinzugefügt. Beachte, dass die Übersetzungen hiernach aus der Datenbank gelöscht werden.
fr: Si vous cliquez sur \"Sauvegarder la traduction en permanence\", les traductions seront supprimées du fichier temporaire et fusionnées dans le fichier des traductions permanentes, dans \"language.php\".

source: Download database translations
de: Lade die Datenbankübersetzungen herunter
fr: Télécharger la traduction temporaire

source: Write to language.php
de: Schreibe in die Datei language.php
fr: Sauvegarder la traduction en permanence

source: Program dynamic content for block
de: Dynamischen Inhalt für den Block programmieren
fr: Programmer le contenu dynamique pour le bloc

source: Create New Block
de: Neuen Block erzeugen
fr: Créer un nouveau bloc

source: Return to block listing
de: Zurück zur Block-Auflistung
fr: Retour à la liste de blocs

source: Block description:
de: Blockbeschreibung:
fr: Description du bloc:

source: You are editing block:
de: Du bearbeitest Block:

source: Content Type:
de: Inhaltstyp:

source: Publishing date
de: Veröffentlichungszeitpunkt
fr: Date de publication

source: Publishing Date
de: Veröffentlichungszeitpunkt
fr: Date de publication

source: Edit question options
de: Antworten bearbeiten
fr: Modifier les options d'une question

source: List Quizzes
de: Quiz auflisten
fr: Liste des QCMs

source: Quiz Stats
de: Quizstatistiken
fr: Statistiques sur les QCMs

source: This Quiz Stats
de: Statistik für dieses Quiz
fr: Statistiques de ce QCM

source: Edit this Quiz
de: Dieses Quiz bearbeiten
fr: Modifier ce QCM

source: Admin Quizzes
de: Quiz verwalten
fr: Administrer les QCMs

source: Create/edit options for question
de: Optionen für Frage erstellen/bearbeiten
fr: Ajouter/modifier une option à la question

source: points
de: Bewertung

source: canRepeat
de: wiederholbar
fr: rempliNFois

source: timeLimit
de: ZeitLimit
fr: limiteDeTemps

source: Create/edit quizzes
de: Quiz hinzufügen/bearbeiten
fr: Ajouter/modifier un QCM

source: There are individual permissions set for this quiz
de: Für dieses Quiz gibt es individuelle Berechtigungen
fr: Des droits d'accès individuels ont été mis sur ce QCM

source: Quiz can be repeated
de: Quiz kann wiederholt werden
fr: Le QCM peut être rempli plusieurs fois

source: Store quiz results
de: Quiz-Ergebnisse abspeichern
fr: Stocker les résultats du QCM

source: Immediate feedback
de: Sofortiges Feedback
fr: Commentaires immédiats

source: Show correct answers
de: Korrekte Antworten zeigen
fr: Montrer les réponses correctes

source: Shuffle questions
de: Fragen durcheinanderwürfeln
fr: Mélanger les questions

source: Shuffle answers
de: Antworten durcheinanderwürfeln
fr: Mélanger les réponses

source: Quiz is time limited
de: Ratezeit ist limitiert
fr: Durée limitée pour remplir le QCM

source: Maximum time
de: Maximale Zeit
fr: Temps maximum

source: Passing Percentage
de: Erfolgreich bei mindestens %
fr: Pourcentage d'accomplissement

source: Edit quiz questions
de: Quizfragen bearbeiten
fr: Modifier les questions du QCM

source: Create/edit questions for quiz
de: Fragen für Quiz erstellen/bearbeiten
fr: Ajouter/modifier une question au QCM

source: Question Type
de: Fragetyp
fr: Type de la question

source: Import questions from text
de: Importiere Fragen aus Text
fr: Importer des questions d'un texte

source: Instructions: Type, or paste, your multiple choice questions below. One line for the question, then start answer choices on subsequent lines. Separate additional questions with a blank line. Indicate correct answers by starting them with a \"*\" (without the quotes) character.
de: Anleitung: Tippe oder füge Deine Fragen mit Mehrfachauswahl unterhalb ein. Eine Zeile für die Frage und für die jeweiligen Antworten immer eine neue Zeile. Zusätzliche Fragen sind durch eine Leerzeile zu trennen. Die richtige Antwort wird mit einem \"*\" (ohne Anführungszeichen) markiert.
fr: Instructions&nbsp;: tapez ou collez vos questions à choix multiples ci-dessous. Une ligne pour la question, ensuite sur les lignes suivantes les choix de réponses. Séparez chaque nouvelle question par une ligne blanche. Indiquez les réponses correctes en les commençant par un caractère \"*\" (sans guillemet).

source: Input
de: Eingabe
fr: Saisie

source: maxScore
de: maxPunktzahl
fr: Score max.

source: Edit quiz results
de: Quizzergebnisse bearbeiten
fr: Éditer les résultats du quiz

source: From Points
de: von Punkten
fr: Des points

source: To Points
de: zu Punkten
fr: Aux points

source: Answer
de: Antwort
fr: Réponse

source: Modify Structure
de: Struktur verändern
fr: Modifier une structure

source: You will remove
de: Du entfernst
fr: Vous allez supprimer

source: and its subpages from the structure, now you have two options:
de: und seine Unterseiten von der Struktur. Du hast jetzt zwei Optionen:

source: and its subpages from the structure
de: und seine Unterseiten von der Struktur
fr: et les sous-pages de la structure

source: Remove only from structure
de: Nur aus Struktur entfernen
fr: Retirer seulement de la structure

source: Remove from structure and remove page too
de: Aus Struktur und die Seite selbst entfernen
fr: Retirer de la structure et supprimer la page aussi

source: The page already exists. The page that has been added to the structure is the existing one.
de: Die Seite existiert bereits. Die Seite, die zur Struktur hinzugefügt wurde ist die existierende.
fr: La page existe déjà. La page qui a été ajoutée à la structure est celle qui existe.

source: Structure Layout
de: Struktur Layout
fr: Contenu de la structure

source: Monitor the Sub-Structure
de: Sub-Struktur beobachten
fr: Surveiller la sous-structure

source: Stop Monitoring the Sub-Structure
de: Beobachtung Sub-Struktur beenden
fr: Arrêter de surveiller cette sous-structure

source: Promote
de: hochstufen
fr: Promouvoir

source: Demote
de: zurückstufen
fr: Rétrograder

source: Previous
de: Vorherige
fr: Précédent

source: Current Node
de: Aktueller Knoten
fr: Structure courante

source: Page alias
de: Seitenalias
fr: Alias de la page

source: Move in this structure
de: verschieben in diese Struktur
fr: Déplacer dans cette structure

source: Move to another structure
de: verschieben in andere Struktur
fr: Déplacer dans une autre structure

source: at the beginning
de: am Anfang
fr: au début

source: at the end
de: am Ende
fr: à la fin

source: Add pages to current node
de: Seiten zu aktuellem Knoten hinzufügen
fr: Ajouter la page à la structure courante

source: After page
de: Nach Seite
fr: Après la page

source: Create Page
de: Seite erstellen
fr: Créer une page

source: Use pre-existing page
de: Vorhandene Seite verwenden
fr: Utiliser une page pré-existante

source: Submit article
de: Artikel einreichen
fr: Soumettre un article

source: List Submissions
de: Einreichungen auflisten
fr: Liste des soumissions

source: Use ...page... to separate pages in a multi-page post
de: Benutze ...page... um den Eintrag in mehrere Seiten zu untergliedern
fr: Utiliser ...page... pour séparer les pages

source: <b>Topline</b>=small line above Title
de: <b>Kopfzeile</b>=schmale Zeile über Titel
fr: <b>Surtitre</b>=petite ligne au-dessus du titre

source: <b>Subtitle</b>=small line below Title
de: <b>Untertitel</b>=schmale Zeile unter Titel
fr: <b>Sous_titre</b>=petite ligne en dessous du titre

source: <b>Source</b>=URL to article source
de: <b>Quelltext</b>=URL zum Artikel-Quelltext
fr: <b>Source</b>=URL vers le source de l'article

source: Own image size x
de: Eigene Bildbreite
fr: Taille x de l'image associée

source: Own image size y
de: Eigene Bildhöhe
fr: Taille y de l'image associée

source: Allow HTML:
de: HTML erlauben:

source: Submit Article
de: Artikel einreichen
fr: Soumettre un article

source: Auto-Approve Article
de: Artikel automatisch freigeben
fr: Auto-approuver l'article

source: Edit template
de: Vorlage bearbeiten
fr: Modifier le gabarit

source: Edit templates
de: Vorlagen bearbeiten
fr: Modifier les gabarits

source: Template listing
de: Vorlagenliste
fr: Liste des gabarits

source: Available templates
de: Verfügbare Templates
fr: Gabarits disponibles

source: Important
de: Wichtig

source: Save Only in the Theme:
de: Nur für diesen Style speichern:

source: Edit a topic
de: Thema bearbeiten
fr: Modifier un sujet

source: View Page
de: Seite anzeigen
fr: Voir la page

source: View Article
de: Artikel anzeigen
fr: Voir l'article

source: You must specify the object language
de: Du musst die Sprache des Objekts angeben
fr: Vous devez spécifier la langue de l'objet

source: The object doesn't exist
de: Das Objekt ist nicht vorhanden
fr: L'objet n'existe pas

source: The object doesn't have a language
de: Das Objekt hat nicht die angegebene Sprache
fr: L'objet n'a pas d'indication de langue

source: The object has already a translation for this language
de: Das Objekt hat bereits eine übersetzung für diese Sprache
fr: L'objet a déjà une traduction pour cette langue

source: The object is already in the set of translations
de: Das Objekt ist bereits als Übersetzung gespeichert
fr: L'objet est déjà dans le jeu de traductions

source: Translate updates made on this page or one of its translations
de: Übersetzungsaktualisierung, die auf dieser Seite oder einer ihrer Übersetzungen gemacht sind
fr: Traduire les mises à jour de cette page ou de ses traductions

source: Translate this page to a new language
de: Übersetze diese Seite in eine neue Sprache
fr: Traduire cette page dans une nouvelle langue

source: Attach or detach existing translations of this page
de: Hänge existierende Übersetzungen dieser Seite an oder löse sie ab
fr: Attacher ou détacher les traductions existantes de cette page

source: Change language for this page
de: Sprache für diese Seite ändern
fr: Changer la langue pour cette page

source: Select language to translate to:
de: Wähle die Sprache in die übersetzt wird:

source: Unspecified
de: unbekannt
fr: Non spécifié

source: Enter the page title:
de: Titel für Seite eingeben:
