Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: objects that include the term <strong>run</strong>
de: Objekte, die den Begriff <strong>run</strong> enthalten

source: objects that include the term <strong>runner</strong>
de: Objekte, die den Begriff <strong>runner</strong> enthalten

source: objects that include the term <strong>running</strong>
de: Objekte, die den Begriff <strong>running</strong> entahlten

source: Reducing a term's value
de: Die Bedeutung eines Suchbegriffs reduzieren

source: Add a tilde ( ~ ) before a term to reduce its value indicate to the ranking of the results
de: Füge einen Tilde ( ~ ) vor einem Begriff ein, um seinen Wert in der Rangfolge der Ergebnisse zu reduzieren

source: Objects that contain the term will appear lower than other objects (unlike the <a href=\"#excluding\" title=\"{tr}Excluding terms
de: Objekte, die den Begriff enthalten, werden tiefer einsortiert als andere Objekte (anders als die <a href=\"#excluding\" title=\"{tr}Ausschließenden Begriffe

source: Example: <strong>+wiki ~forum</strong> will rate an object with only <strong>wiki</strong> higher that an object with <strong>wiki</strong> and <strong>forum</strong>.
de: Beispiel: <strong>+Wiki ~Forum</strong> bewertet ein Objekt höher, wenn es nur den Begriff <strong>Wiki</strong> enthält, als wenn sowohl die Begriffe <strong>Wiki</strong> als auch <strong>Forum</strong> enthalten sind.

source: Changing relevance value
de: Änderung des Relevanzwertes

source: Add a less than ( &lt; ) or greater than ( &gt; ) sign before a term to change the term's contribution to the overall relevance value assigned to a object.
de: Füge ein kleiner-als- ( < ) oder größer-als- ( > ) Zeichen vor einen Begriff ein, um den Beitrag des Suchbegriffs zur Gesamtrelevanz eines Objektes zu ändern.

source: Example: <strong>+wiki +(&gt;forum &lt; blog)</strong> will find objects that contain <strong>wiki</strong> and <strong>forum</strong> or <strong>wiki</strong> and <strong>blog</strong> in any order. <strong>wiki forum</strong> will be rated higher.
de: Beispiel: <strong>+Wiki +(>Forum < Blog)</strong> findet Objekte, die <strong>Wiki</strong> und <strong>Forum</strong> oder <strong>Wiki</strong> und <strong>Blog</strong> in irgendeiner Reihenfolge enthalten. <strong>Wiki Forum</strong> wird höher bewertet.

source: Anti-Bot verification code image
de: Anti-Bot Überprüfungsbild

source: Enter the code you see above
de: Gib den Code ein, den Du oben siehst
fr: Entrer le code que vous voyez au-dessus

source: Try another code
de: Versuche einen anderen Code
fr: Essayer un autre code

source: Share page
de: Share Seite

source: Share This
de: Share das
fr: Partager

source: ShareThis via AIM, social bookmarking and networking sites, etc.
de: ShareThis via AIM, Soziale Bookmarks und Networkingseiten, etc.
fr: Partager par AIM, réseaux sociaux et sites de partages de liens, etc.

source: Send a link
de: Sende einen Link
fr: Envoyer un lien

source: Translation
de: Übersetzung
fr: Traduction

source: Remove
de: Entfernen
fr: Supprimer

source: List of attached files
de: Liste aller angehängten Dateien
fr: Liste des fichiers joints

source: desc
de: Beschreibung

source: uploaded
de: hochgeladen
fr: envoyé

source: Actions
de: Aktionen

source: Delete
de: löschen
fr: Effacer

source: Upload file
de: Datei hochladen
fr: Envoyer un fichier

source: Comment:
de: Kommentar:

source: Attach
de: Anhängen
fr: Joindre

source: Attach a file to this item
de: Datei an diesen Eintrag anhängen
fr: Joindre un fichier à cette fiche

source: more info
de: mehr Infos
fr: plus d'informations

source: No attachments for this item
de: Keine Anhänge für diesen Eintrag
fr: Aucun fichier joint à cette fiche

source: Fatal error
de: Fataler Fehler
fr: Erreur fatale

source: Save to notepad
de: Im Notizblock speichern
fr: Enregistrer dans le bloc-note

source: Published
de: veröffentlicht
fr: Publié

source: on
de: am
fr: le

source: Previous post
de: Vorheriger Post

source: Next post
de: Nächster Post

source: Read more
de: Mehr lesen
fr: Lire plus

source: More...
de: Mehr...
fr: La suite...

source: pages
de: Seiten

source: First page
de: Erste Seite
fr: Première page

source: Previous page
de: Vorherige Seite
fr: Page précédente

source: page
de: Seite

source: Next page
de: Nächste Seite
fr: Page suivante

source: Last page
de: Letzte Seite
fr: Dernière page

source: Related content
de: Verbundener Inhalt

source: Leave a comment
de: Hinterlasse einen Kommentar

source: comments
de: Kommentare
fr: commentaires

source: Parent Gallery
de: Übergeordnete Gallerie

source: Properties
de: Eigenschaften
fr: Propriétés

source: Click Here to Insert in Wiki Syntax
de: Klicke hier, um Wiki-Syntax einzufügen

source: No records found
de: Keine Datensätze gefunden
fr: Aucun résultat

source: Category:
de: Kategorie

source: Select Categories
de: Kategorien auswählen
fr: Sélectionner une ou plusieurs catégorie(s)

source: Admin Categories
de: Kategorien verwalten
fr: Administrer les catégories

source: Select/deselect all categories
de: Auswahl/Abwahl aller Kategorien
fr: Cocher/Décocher toutes les catégories

source: No categories defined
de: Keine Kategorien definiert
fr: Aucune catégorie définie

source: Browse Category
de: Kategorien durchstöbern
fr: Parcourir les catégories

source: Posted by
de: Gepostet von
fr: Envoyé par

source: posts
de: Einträge
fr: Articles

source: User Level
de: Benutzerlevel
fr: Niveau utilisateur

source: private message
de: private Nachricht
fr: message privé

source: Send eMail to User
de: Email an Benutzer schicken
fr: Envoyer un email à l'utilisateur

source: user online
de: Benutzer online
fr: utilisateur connecté

source: user offline
de: Benutzer offline
fr: utilisateur non connecté

source: top of page
de: Anfang der Seite
fr: haut de page

source: Reply
de: Antwort
fr: Répondre

source: Approve
de: freigeben
fr: Approuver

source: Reject
de: ablehnen
fr: Rejeter

source: Unarchive
de: entarchivieren
fr: Désarchiver

source: Report this post
de: Diesen Beitrag melden
fr: Signaler cette publication

source: Monitor this Topic
de: Thema beobachten
fr: Surveiller ce sujet

source: Stop Monitoring this Topic
de: Beobachtung dieses Themas beenden
fr: Arrêter de surveiller ce sujet

source: Group Monitor
de: Mit Gruppe beobachten
fr: Surveillance de groupe

source: Watched by categories
de: Beobachtet durch die Kategorien
fr: Surveillé via une catégorie

source: Moderator actions
de: Moderator-Aktionen
fr: Actions du modérateur

source: reported:
de: gemeldet:

source: queued:
de: aufgelaufen:

source: Move to topic:
de: Verschiebe zu Thema:

source: Move
de: Verschieben
fr: Déplacer

source: Delete Selected
de: Markierte löschen
fr: Effacer les sélectionnés

source: {\$comments_cant} comment
de: {\$comments_cant} Kommentar

source: {\$comments_cant} comments
de: {\$comments_cant} Kommentare

source: Comments Locked
de: Beiträge gesperrt
fr: Commentaires verrouillés

source: Unlock
de: Entsperren
fr: Déverrouiller

source: Lock
de: Sperren
fr: Verrouiller

source: Threshold
de: Schwellenwert
fr: Seuil

source: Replies
de: Antworten
fr: Réponses

source: below your current threshold
de: unterhalb Deines aktuellen Schwellenwerts
fr: en dessous de votre seuil courant

source: Comments are locked
de: Kommentare sind geschlossen
fr: Les commentaires sont verrouillés

source: New Reply
de: Neue Antwort
fr: Nouvelle réponse

source: Editing reply
de: Antwort bearbeiten
fr: Modifier la réponse

source: Reply to the selected post
de: Auf den ausgewählten Beitrag antworten
fr: Répondre au message sélectionné

source: Post new message
de: Neuen Beitrag erstellen
fr: Publier un nouveau message

source: Editing comment
de: Bearbeitungskommentar
fr: Modifier le commentaire sélectionné

source: Reply to the selected comment
de: Antworte auf den gewählten Kommentar

source: Post new comment
de: Neuen Kommentar posten
fr: Publier un nouveau commentaire

source: If you would like to be notified when someone replies to this topic<br />please tell us your e-mail address
de: Wenn Du benachrichtigt werden möchteste, wenn jemand zu diesem Thema antwortet, <br />teile uns Bitte Deine Emailadresse mit

source: (your email address will not be published)
de: (Deine Emailadresse wird nicht veröffentlicht)

source: Rate this Article (10=best, 0=worse)
de: Bewerte diesen Artikel (10 = am Besten, 0 = am Schlechtesten)

source: Add Comment
de: Kommentieren
fr: Commenter

source: Send me an e-mail when someone replies
de: Sende mir eine Email, wenn jemand antwortet
fr: M'envoyer un courriel quand quelqu'un répond

source: Maximum size
de: Maximale Größe
fr: Taille maximum

source: Reply to parent post
de: Auf Vaterpost antworten
fr: Répondre à un message parent

source: Post new reply
de: Neue Anwort schreiben
fr: Publier un nouveau message

source: Post as Anonymous
de: Anonym posten
fr: Poster en tant qu'Anonyme

source: Please note that the preview does not keep the attached file which you will have to choose before posting
de: Bitte beachte, dass die Vorschau die angehängte Datei nicht behält. Sie muss neu gewählt werden

source: Cancel
de: Abbrechen
fr: Annuler

source: Your comment will have to be approved by the moderator before it is displayed
de: Dein Kommentar muss erst durch einen Administrator bestätigt werden, bevor er angezeigt wird
fr: Votre commentaire doit être approuvé par le modérateur avant d'être affiché

source: Posting replies
de: Post-Antworten
fr: Publier des réponses

source: Posting comments
de: Posting-Kommentare
fr: Publier des commentaires

source: 1 comment
de: 1 Kommentar
fr: 1 commentaire

source: Comments
de: Kommentare
fr: Commentaires

source: Go back
de: zurück
fr: Revenir à la page précédente

source: Return to home page
de: Zur Home-Seite zurückkehren
fr: Retour à la page d'accueil

source: Type of contribution:
de: Art der Beteiligung:

source: Title:
de: Titel:

source: Year:
de: Jahr:

source: Authors:
de: Autoren:

source: Add
de: Hinzufügen
fr: Ajouter

source: System error
de: Systemfehler

source: Database is not currently up to date! Visit <a href=\"tiki-install.php\">Tiki Installer</a> to resolve this issue
de: Datenbank ist gegenwärtig nicht aktuell! Besuche <a href=\"tiki-install.php\">Tiki Installer</a> um dieses Problem zu beheben

source: If you have shell (SSH) access, you can also use the following, on the command line, from the root of your Tiki installation:
de: Wenn Du Shell (SSH) Zugang hast, kannst Du auch folgendes aus dem Rootverzeichnis deiner Tikiinstallation in der Kommandozeile nutzen:
fr: Si vous avez accès à l'invite de commande (SSH), vous pouvez aussi utiliser cette commande, à partir de la racine de votre installation Tiki :

source: The query was
de: Die Abfrage war

source: Tiki is unable to connect to the database
de: Tiki kann sich nicht mit der Datenbank verbinden

source: An error occured while performing the request
de: Ein Fehler ist aufgetreten, als die Anfrage bearbeitet wurde

source: Current URL
de: Aktuelle URL
fr: URL courante

source: Command
de: Befehle
fr: Commande

source: exec
de: Ausführen
fr: exécuter

source: Type <code>help</code> to get list of available commands
de: <code>help</code> für eine Befehlsübersicht eingeben
fr: Taper <code>help</code> pour avoir une liste des commandes disponibles

source: Page generation debugging log
de: Debug-Log der Seitengenerierung
fr: Trace de debug de la génération de la page

source: Features state
de: Status der Funktion
fr: État de la fonctionnalité

source: Total
de: Gesamt

source: features matched
de: Features gefunden
fr: fonctionnalités trouvées

source: Watchlist
de: Beobachtungsliste
fr: Liste des variables surveillées

source: Duplicate File Gallery
de: Dateiarchiv duplizieren
fr: Dupliquer une galerie

source: Description:
de: Beschreibung:

source: File gallery:
de: Dateiarchiv:

source: Duplicate categories
de: Kategorien duplizieren
fr: Dupliquer les catégories

source: Duplicate permissions
de: Doppelte Berechtigung
fr: Dupliquer les permissions

source: Duplicate
de: Kopiere
fr: Dupliquer

source: There are individual permissions set for this file gallery
de: Für dieses Dateiarchiv sind individuelle Berechtigungen gesetzt
fr: Des droits d'accès individuels ont été appliqués à cette galerie de fichiers

source: Save
de: Speichern
fr: Enregistrer

source: View inserted gallery
de: Zeige eingefügtes Dateiarchiv
fr: Voir la galerie insérée

source: Required for podcasts
de: Erforderlich für Podcasts
fr: Nécessaire pour les podcasts

source: Any file
de: Jede Datei
fr: Tous fichiers

source: Gallery is visible to non-admin users
de: Dateiarchiv kann von Nicht-Admins angesehen werden
fr: Cette galerie est visible aux utilisateurs autres qu'administrateur

source: Gallery is public
de: Dateiarchiv ist öffentlich
fr: Galerie est publique

source: Any user with permission (not only the gallery owner) can upload files
de: Jeder Benutzer mit Rechten (nicht nur der Dateiarchiveigentümer) kann Dateien hochladen
fr: Tous les utilisateurs privilégiés (pas seulement le propriétaire de la galerie) peuvent envoyer des fichiers

source: Perms of the backlinks are checked to view a file
de: Berechtigungen der Backlinks werden geprüft, um eine Datei anzusehen

source: Files can be locked at download
de: Dateien können beim Herunterladen gesperrt werden
fr: Les fichiers peuvent être verrouillés au téléchargement

source: Maximum number of archives for each file
de: Maximale Anzahl von Dateiarchiven für jede einzelne Datei
fr: Nombre maximum d'archives pour chaque fichier

source: Use
de: Benutze
fr: Utilisation

source: unlimited
de: unbegrenzt
fr: illimité

source: Parent gallery
de: Mutter-Galerie
fr: Galerie parente

source: Owner of the gallery
de: Besitzer der Gallerie
fr: Propriétaire de la galerie

source: Quota
de: Kontingent

source: Used:
de: Benutzt:

source: Group of users alerted when file gallery is modified
de: Benutzergruppen, die benachrichtigt werden, wenn das Dateiarchiv verändert wird
fr: Groupe des utilisateurs alerté quand un élément de la galerie est modifié

source: Allows to select each user for small groups
de: Bei kleinen Gruppen können alle Mitglieder ausgewählt werden
fr: Permettre de sélectionner chaque utilisateur individuellement

source: Maximum width for images in gallery
de: Maximale Breite für Bilder im Dateiarchiv
fr: Largeur maximale des images dans la galerie

source: If an image is wider than this, it will be resized.
de: Wenn ein Bild breiter ist, wird es in der Größe angepasst.

source: Attention: In this case, the original image will be lost.
de: Achtung: in diesem Fall geht das Originalbild verloren.

source: Maximum height for images in gallery
de: Maximale Höhe für Bilder im Dateiarchiv
fr: Hauteur maximale des images dans la galerie

source: If an image is higher than this, it will be resized.
de: Wenn ein Bild höher ist, wird es in der Größe angepasst.

source: The default is
de: Der Standard ist

source: Field names will be replaced when enclosed in % chars. e.g. %fileId%, %name%, %filename%, %description%
de: Feldnamen werden ersetzt, wenn sie mit %-Zeichen einschlossen werden. Z.B. %fileId%, %name%, %filename%, %description%

source: Display Properties
de: Anzeigeeigenschaften
fr: Propriétés d'affichage

source: Max description display size
de: Maximale Anzeigebreite der Beschreibung
fr: Taille maximum affichée de la description

source: Max rows per page
de: Max. Zeilen pro Seite
fr: Nombre maximum de rangé

source: Select which items to display when listing galleries
de: Wähle die Informationen, die beim Auflisten von Dateiarchiven angezeigt werden
fr: Sélectionner les informations que vous souhaitez voir apparaître lors de l'affichage des galeries

source: Perhaps you are looking for
de: Suchst Du möglicherweise nach
fr: Peut-être cherchez-vous

source: There are no wiki pages similar to '{\$page}'
de: Es gibt keine Wiki Seiten, die zu '{\$page}' ähnlich sind
fr: Il n'y a pas de page similaire à '{\$page}'

source: Go to Log in Page
de: Gehe zur Login-Seite
fr: Aller à la page d'authentification

source: Change them here
de: Ändere sie hier

source: Create this page
de: Diese Seite anlegen
fr: Créer cette page

source: (page will be orphaned)
de: (Seite wird verwaist sein)
fr: (la page sera orpheline)

source: Close Window
de: Fenster schließen
fr: Fermer la fenêtre

source: Go to
de: Gehe zu
fr: Aller dans

source: Private Gallery
de: Privates Dateiarchiv
fr: Galerie privée

source: Active Perms
de: Active Rechte
fr: Perms activées

source: Perms
de: Berechtigungen
fr: Droits

source: Open as WebFolder
de: Als Webordner öffnen
fr: Ouvrir dans un dossier Web

source: Download current version
de: Lade die aktuelle Version herunter
fr: Télécharger la version validée

source: Archives
de: Archiv

source: Upload New Version
de: Neue Version hochladen
fr: Envoyer une Nouvelle Version

source: Replace
de: Ersetzen
fr: Remplacer

source: Replace your draft
de: Ersetze Deinen Entwurf
fr: Remplacer votre brouillon

source: Upload your draft
de: Lade Deinen Entwurf hoch
fr: Charger votre brouillon

source: Validate your draft
de: Bestätige Deinen Entwurf
fr: Valider votre brouillon

source: Delete your draft
de: Lösche Deinen Entwurf
fr: Effacer votre brouillon

source: Download and lock
de: Herunterladen und Sperren
fr: Télécharger et verrouiller

source: Open your draft in WebDAV
de: Öffne Deinen Entwurf in WebDAV
fr: Ouvrir votre brouillon dans WebDAV

source: Open in WebDAV
de: Öffne in WebDAV
fr: Ouvrir dans WebDAV

source: Share a link to this file
de: Share einen Link zu dieser Datei

source: Email a link to this file
de: Sende einen Link per Email zu dieser Datei

source: The checkbox is disabled because this preference is disabled globally.
de: Die Checkbox ist deaktiviert, weil diese Einstellung in den globalen Einstellungen deaktiviert wurde.

source: Please, enable the preference globally first.
de: Bitte aktiviere diese Einstellung zuerst in den globalen Einstellungen.

source: You can ask your site Admin to enable the preference
de: Du kannst Deinen Site-Administrator bitten, die Einstellung zu aktivieren

source: Name-filename
de: Name - Dateiname
fr: Nom-Nom du fichier

source: Filename only
de: nur Dateiname
fr: Nom du fichier uniquement

source: Show as a column
de: Zeige als Spalte
fr: Afficher en tant que colonne

source: Show in popup box
de: Zeige in Popupbox
fr: Montrer dans une popup

source: Show an icon in a column
de: Zeige ein Icon in einer Spalte
fr: Afficher une icône dans une colonne

source: Start the Slideshow
de: Diashow starten

source: Pause the Slideshow
de: Diashow pausieren

source: Content
de: Inhalt
fr: Contenu

source: Lookup
de: Prüfen

source: Exact&nbsp;match
de: nur&nbsp;genaue&nbsp;Treffer
fr: Contient&nbsp;exactement

source: and all the sub-objects
de: und alle Unterobjekte
fr: et tous les sous-objets

source: any type
de: jeder Typ
fr: tout type

source: any topic
de: jedes Thema

source: any language
de: jede beliebige Sprache
fr: toutes les langues

source: not in
de: aber nicht in

source: any category
de: jede Kategorie
fr: toutes catégories

source: Multiple select
de: Mehrfachauswahl
fr: Sélection multiple

source: Orphans
de: Waisen
fr: Orphelins

source: Number of displayed rows
de: Angezeigte Zeilenanzahl
fr: Nombre de lignes affichées

source: Clear Filter
de: Sucheingaben löschen

source: List View
de: Listenansicht
fr: Vue en liste

source: Map View
de: Kartenansicht

source: Show php error messages
de: PHP Fehlermeldungen zeigen
fr: Afficher les messages d'erreurs PHP

source: Folksonomy Tags
de: Folksonomie Tags
fr: Marqueurs de folksonomie (mots-clés)

source: Put tags separated by spaces. For tags with more than one word, use no spaces and put words together or enclose them with double quotes.
de: Schreibe die Tags durch Leerzeichen getrennt. Für Tags, die aus mehr als einem Wort bestehen, benutze keine Leerzeichen sondern schreibe die Worte zusammen, oder setze sie in \"Anführungszeichen\".

source: Folksonomy Language
de: Folksonomiesprache

source: Translate tags
de: Tags übersetzen
fr: Traduire les mots-clés

source: Images Galleries
de: Bildergalerien
fr: Galeries d'images

source: RSS Articles
de: RSS Artikel

source: RSS Image Galleries
de: RSS Bildergalerien
fr: RSS Galeries d'images

source: RSS File Galleries
de: RSS Dateiarchive
fr: RSS Galeries de fichiers

source: RSS Forums
de: RSS Foren

source: RSS Maps
de: RSS Karten
fr: RSS Cartes

source: RSS Directories
de: RSS Linkverzeichnisse
fr: RSS Répertoires

source: RSS Calendars
de: RSS Kalender
fr: Calendriers RSS

source: Interactive Translation
de: Interaktive Übersetzung
fr: Traduction interactive

source: Once checked, click on any string to translate it
de: Wenn der Haken gesetzt ist, kannst Du jeden Text anklicken, um ihn zu übersetzen

source: Save translations
de: Übersetzungen speichern
fr: Sauvegarder les traductions

source: Changes will be applied on next page load only
de: Änderungen werden angewendet, wenn die Seite das nächste Mal geladen wird
fr: Les changements ne seront appliqués qu'au prochain chargement de la page

source: Show Tree
de: Zeige Baum
fr: Montrer l'Arbre

source: Hide Tree
de: Verstecke Baum
fr: Masquer l'Arbre

source: Perform action with checked:
de: Aktion auf alle markierten Elemente ausführen
fr: Action à mener sur les items sélectionnés :

source: Move Selected Files
de: Markierte Dateien verschieben
fr: Déplacer les fichiers sélectionnés

source: Are you sure you want to delete the selected files
de: Bist Du sicher, dass Du die ausgewählten Dateien löschen willst

source: Reset to default gallery list table settings
de: Auf Standardeinstellungen zurücksetzen

source: Download the zip
de: zip-komprimiert herunterladen
fr: Télécharger le fichier zip

source: Assign permissions to file galleries
de: Rechte für Dateiarchive zuweisen
fr: Assigner des permissions aux galeries de fichiers

source: Move to
de: Verschieben nach
fr: Déplacer vers

source: Filename
de: Dateiname
fr: Nom du fichier

source: Other Sorts
de: Andere Sortierungen
fr: Autres tris

source: No Additional Sort
de: Keine zusätzliche Sortierung

source: No information
de: Keine Information
fr: Pas d'information

source: Hi {\$mail_user|username} has sent you this link
de: Hi {\$mail_user|username} hat Dir diesen Link geschickt

source: Blog post:
de: Blog-Eintrag:

source: at:
de: auf:

source: Somebody or you tried to subscribe this email address at our site:
de: Du oder jemand anders hat versucht, diese Emailadresse einzutragen bei:

source: To the newsletter:
de: Zum Rundbrief:

source: In order to confirm your subscription you must access the following URL:
de: Zur Bestätigung des Rundbrief-Abonnements musst Du diesem Link folgen:

source: To validate your account and login to the site, please click on the following link
de: Um Dein Konto zu validieren und Dich einzuloggen, klicke bitte auf den folgenden Link
fr: Pour valider votre compte et vous connecter au site, veuillez cliquer sur le lien suivant

source: The administrator approved your account
de: Der Administrator hat Dein Konto bestätigt

source: Confirm your email at %s
de: Bestätige Deine Email unter %s
fr: Confirmez votre adresse électronique à %s

source: Remove file
de: Entferne Datei

source: GalleryId
de: Gallerie-ID

source: FileId
de: Datei-ID

source: User:
de: Benutzer:
fr: Utilisateur :

source: A new message was posted to forum
de: Ein neuer Beitrag wurde gepostet ins Forum
fr: Un nouveau message a été posté sur le forum

source: New topic
de: Neues Thema
fr: Nouveau sujet

source: An anonymous user
de: Ein anonymer Benutzer
