Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: To install, remove or upgrade packages you need to give the apache user the right to write files in your web tree (you can use \"sh setup.sh open\" to set it up). After installation you need to remove that permission (using \"sh setup.sh\")
fr: Pour installer, supprimer ou mettre à jour les paquets, vous devez donner les droits à Apache d'écrire des fichiers dans l'arborescence de votre site web (vous pouvez utiliser \"sh setup.sh open\" pour lui donner les droits). Après l'installation vous devrez supprimer les permissions (utilisez \"sh setup.sh\").

source: Mods Install/uninstall
fr: Installer/Désinstaller les mods

source: Package Config
fr: Configuration des Progiciels

source: Sent Edition
fr: Lettre d'informations envoyée

source: HTML version
fr: Version HTML

source: Text version
fr: Version texte

source: Removal of your email address failed
fr: Suppression de votre email échouée

source: Subscription failed
fr: Souscription échouée

source: Reading note
fr: Note lue

source: Wiki Create
fr: Créer la page Wiki

source: were made to these descendants
fr: ont été fait(e)s à ces descendants

source: All Descendants
fr: Tous les descendants

source: Currently editing Global permissions
fr: Édition des permissions globales

source: No direct permissions yet applied to this object. Global permissions apply
fr: Il n'y a pas de permission spécifique définie. Les permissions globales sont appliquées

source: Currently inherited permissions displayed
fr: Les permissions héritées sont actuellement affichées

source: Permissions added
fr: Permissions ajoutées

source: Permissions removed
fr: Permissions retirées

source: These groups are not the groups that have permissions on the object. It is only the groups you can see in the columns of the first tab
fr: Ces groupes ne sont pas ceux qui ont des droits sur l'objet. Ce sont les groupes que vous pouvez voir dans les colonnes du premier onglet

source: Your identity gives you access to multiple user accounts.
fr: Votre identité vous donne accès à plusieurs comptes utilisateur.

source: Original wiki text
fr: Texte Wiki original

source: Source of version
fr: Source de la version

source: b=rollback
fr: b=reprendre

source: icons
fr: icônes

source: This plugin was recently added or modified. Until an editor of the site validates the parameters, execution will not be possible
fr: Ce plugin a été ajouté/modifié récemment. Son exécution ne sera pas possible avant que l'éditeur de site ne valide ces paramètres

source: You are allowed to
fr: Vous êtes autorisé à

source: Vote poll
fr: Voter

source: You do not have permission to read complete articles.
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas consulter les articles complets.

source: No pages selected.
fr: Aucune page n'a été sélectionnée.

source: at
fr: à

source: Use
fr: Utilisez

source: randomly selected questions.
fr: questions choisies au hasard.

source: Test-time Options
fr: Options sur la période de test

source: Limit questions displayed per page to
fr: Limiter les questions affichées par page à

source: Impose a time limit of
fr: Imposer un temps limite de

source: Allow students to store partial results and return to quiz.
fr: Permettre aux étudiants de sauvegarder des réponses partielles et de revenir au QCM.

source: Allow students to retake this quiz
fr: Permettre aux étudiants de repasser ce QCM

source: Grading and Feedback
fr: Corrections et commentaires

source: Grading method
fr: Méthode de correction

source: Show students their score
fr: Montrer aux étudiants leur score

source: Show students the correct answers
fr: Montrer aux étudiants les réponses correctes

source: Publish statistics
fr: Publier les statistiques

source: Extra Options
fr: Options supplémentaires

source: Solicit additional questions from students
fr: Solliciter des questions supplémentaires aux étudiants

source: Link quiz to forum named:
fr: Lié le QCM au forum de nom&nbsp;:

source: P/F
fr: R/E

source: Top 10
fr: 10 premiers

source: Top 20
fr: 20 premiers

source: Top 50
fr: 50 premiers

source: Top 100
fr: 100 premiers

source: expires
fr: expire

source: Edit Received Page
fr: Éditer les pages reçues

source: The highlight pages already exist.
fr: Les pages surlignées existent déjà.

source: Please, change the name if you want the page to be uploaded.
fr: Veuillez changer le nom si vous désirez pouvoir charger la page.

source: Prefix the checked:
fr: Préfixer la sélection :

source: Postfix the checked:
fr: Postfixer la sélection :

source: However, no account is associated to the OpenID identifier.
fr: Cependant, aucun compte n'est associé avec l'identifiant.

source: Your email could not be validated; make sure you email is correct and click register below.
fr: Votre adresse électronique ne peut pas être validée, vérifier qu'il est correct et cliquer sur S'inscrire.

source: Please register.
fr: Enregistrez-vous.

source: Enter your username or email.
fr: Entrer votre compte ou adresse email.

source: Case sensitive:
fr: Sensible à la casse :

source: Replace:
fr: Remplacer

source: Max number of pages at a time:
fr: Nombre maximum de pages à la fois :

source: Number of surrounding chars to preview:
fr: Nombre de caractères environnant à prévisualiser :

source: Date Search
fr: Recherche par date

source: Apply content template
fr: Appliquer un gabarit de contenu

source: Data HTML
fr: Données HTML

source: Data Txt
fr: Données textuelles

source: There are individual permissions set for this sheet
fr: Des droits d'accès individuels ont été mis sur ce feuillet

source: Class Name
fr: Nom de la classe

source: You can access the sheet using the following URL
fr: Vous pouvez accéder à ce feuillet par l'adresse Web suivante

source: Location :
fr: Position&nbsp;:

source: Total replies
fr: Nombre total de réponses

source: Average number of replies per topic
fr: Nombre moyen de réponses par sujet

source: FAQ Stats
fr: Statistiques des FAQ

source: Tiki Logs
fr: Journal système

source: The link was sent to the following addresses
fr: Le lien a été envoyé à ces adresses

source: TikiTests Edit
fr: Éditer des TikiTests

source: Summary mode
fr: Mode résumé

source: Show Page Differences
fr: Montrer les différences de la page

source: Show POST Data
fr: Afficher les données du POST

source: Delete this link
fr: Supprimer ce lien

source: TikiTests List
fr: Liste des TikiTests

source: Replay
fr: Rejouer

source: Tidy extension not present
fr: Extension Tidy non présente

source: PECL HTTP extension present
fr: Extension PECL HTTP présente

source: cURL extension present
fr: Extension cURL présente

source: PECL HTTP and cURL extension not present. Replay of the TikiTest will not be possible
fr: Les extensions PECL HTTP et cURL ne sont pas présente. Il sera impossible de rejouer les TikiTest

source: List TikiTests
fr: Lister les TikiTests

source: Create a TikiTest
fr: Créer un TikiTest

source: Replay the TikiTest
fr: Rejouer un TikiTest

source: Edit the TikiTest
fr: Éditer un TikiTest

source: TikiTests Record Configuration
fr: Configuration de l'enregistrement des TikiTests

source: Start Recording Test
fr: Démarrer l'enregistrement du test

source: Failure
fr: Échec

source: Reference
fr: Référence

source: The pages are different
fr: Les pages sont différentes

source: The pages are identical
fr: Les pages sont identiques

source: Recording to pause press the pause button
fr: Enregistre, pour interrompre appuyer sur le bouton pause

source: Pause the recording
fr: Interrompre l'enregistrement

source: Paused to resume press the play button
fr: Pause, pour reprendre appuyer sur le bouton lecture

source: Resume the recording
fr: Reprendre l'enregistrement

source: Stop the recording
fr: Arrêter l'enregistrement

source: Theme is selected as follows
fr: Le thème est choisi comme suit

source: Theme Control Center: Sections
fr: Contrôle des thèmes&nbsp;: Sections

source: Edit File
fr: Éditer le fichier

source: Advanced mode
fr: Mode avancé

source: Retry
fr: Ré-essayer

source: The following files have been successfully uploaded
fr: Les fichiers suivants ont été téléchargés avec succès

source: You can link to the file from a Wiki page using
fr: Vous pouvez inclure un lien vers le fichier dans une page Wiki en utilisant

source: You can display an image in a Wiki page using
fr: Vous pouvez afficher l'image dans une page Wiki en utilisant

source: You can link to the file from an HTML page using
fr: Vous pouvez inclure un lien vers le fichier dans une page HTML en utilisant

source: File title
fr: Nom du fichier

source: File description
fr: Description

source: Maximum file size is around
fr: La taille maximum d'un fichier est de

source: No File to Upload...
fr: Pas de fichier à envoyer...

source: Syntax tips
fr: astuces de syntaxe

source: Link to file from a Wiki page
fr: Lien vers le fichier à partir d'une page Wiki

source: To display in a Wiki page
fr: Pour afficher dans une page Wiki

source: Display thumbnail that enlarges
fr: Affichage d'une vignette qui s'agrandit

source: Image ID thumb
fr: Vignette de l'image

source: You can include the image in an Wiki page using
fr: Vous pouvez insérer cette image dans une page Wiki en utilisant

source: No gallery available
fr: Pas de galerie disponible

source: You have to create a gallery first!
fr: Il faut tout d'abord créer une galerie !

source: Who Looks At Stuff
fr: Qui regarde les commandes

source: Who Looks At Your Stuff
fr: Qui regarde vos commandes

source: Who Looks At His Stuff
fr: Qui regarde ses commandes

source: Toggle options
fr: Afficher/cacher les sous menus

source: View extra information
fr: Voir les informations supplémentaires

source: Your personal tracker information
fr: Votre formulaire d'informations personnelles

source: Other languages you can read (select on the left to add to the list on the right)
fr: Autres langues que vous pouvez lire (sélectionnez à gauche pour ajouter à droite)

source: This message will be send to users if you are makeing changes of assigned tasks
fr: Ce message va être envoyé aux utilisateurs si vous faites des changements aux tâches attribuées

source: Marked as deleted
fr: Marqué comme supprimé

source: You can only view this task
fr: Vous ne pouvez voir que cette tâche

source: Not Accepted by One User
fr: Non accepté par un utilisateur

source: Not Accepted User
fr: Non accepté par utilisateur

source: Public for group
fr: Publique pour le groupe

source: You need to set your email to receive email notifications
fr: Vous devez configurer votre e-mail pour pouvoir recevoir des notifications

source: Use reports to summarise notifications about objects you are watching
fr: Utiliser les rapports pour résumer les notifications sur les objects que vous surveillez

source: Use \"watches\" to monitor wiki pages or other objects
fr: Utiliser \"watches\" pour la surveillance des pages Wiki et des autres objets

source: Watch new items by clicking the {icon _id=eye} button on specific pages
fr: En cliquant sur {icon _id=eye} sur une page, vous activez la surveillance de celle-ci

source: Used space
fr: Volume utilisé

source: No articles yet
fr: Aucun article

source: Banner Information
fr: Information sur la bannière

source: Click ratio
fr: Proportion de clics

source: There are no questions in this FAQ.
fr: Il n'y a pas de questions dans cette galerie.

source: Manage Message Queue
fr: Gérer la file d'attente de messages

source: Manage Reported Messages
fr: Gérer les messages signalés

source: Stop Monitoring Topics of this Forum
fr: Arrêter de surveiller les fils de discussion de ce forum

source: Stop Monitoring Topics and Threads of this Forum
fr: Arrêter de surveiller les fils de discussions et les articles de ce forum

source: Reported Messages
fr: Messages signalés

source: Queued Messages
fr: Messages en attente

source: Forum Lock
fr: Forum verrouillé

source: Show archived posts
fr: Afficher les messages archivés

source: Archived
fr: Archivé

source: The post has been reported and will be reviewed by a moderator.
fr: La publication a été signalée à un modérateur et sera révisée.

source: Tiki Sheet
fr: Feuillet Tiki

source: Already being edited by
fr: Déjà éditée par

source: Stop Monitor
fr: Arrêter la surveillance

source: Items found
fr: Fiches trouvées

source: Special Operations
fr: Opérations spéciales

source: This will be a group mail account
fr: Ce sera un compte email partagé

source: This will be a personal mail account
fr: Ce sera un compte email personnel

source: You do not have the correct permissions to Add or Edit a webmail account. <BR />Please contact your administrator and ask for \"admin_personal_webmail\" or \"admin_group_webmail\" permission
fr: Vous n\\'avez pas les autorisations voulues pour Ajouter ou Modifier un compte webmail. <BR />Merci de contacter votre administrateur et de lui demander les droits \"admin_personal_webmail\" ou \"admin_group_webmail\"

source: Auto refresh set for every \$autoRefresh seconds
fr: Rafraichissement automatique toutes les \$autoRefresh secondes

source: unFlagged
fr: Pas de drapeau

source: Viewing of changes since last approval is possible only after first approval
fr: Voir les changements depuis la dernière version approuvée n'est possible qu'après une première version approuvée

source: Approve changes
fr: Approuver les modifications

source: TOC
fr: Sommaire

source: Parent page
fr: Page parente

source: 3d browser
fr: navigateur 3d

source: Word Limit Exceeded
fr: Nombre maximum de mots atteint

source: You have ever subscribed
fr: Vous êtes déjà inscrit

source: You have not yet subscribed
fr: Vous n'êtes pas inscrit

source: Missing or incorrect trackerId parameter for the plugin.
fr: Paramètre incorrect ou manquant pour le plugin.

source: list
fr: liste

source: Subscribe to a group
fr: S'inscrire dans un groupe

source: Save the page as a partial translation.
fr: Enregistrer la page comme une traduction partielle.

source: Save the page as a completed translation.
fr: Enregistrer la page comme une traduction complète.

source: Save the page, but do not send notifications and do not count it as new content to be translated.
fr: Enregistrer la page sans envoi de notification par courrier. Ne pas enregistrer le contenu comme à être traduit.

source: Save the page.
fr: Enregistrer la page.

source: Help on Configuration Sections
fr: Aide sur les différentes sections de configuration

source: Click here to delete the category:
fr: Cliquer ici pour supprimer la catégorie :

source: moved %d images, %d errors occured.
fr: %d images déplacées, %d erreurs trouvées.

source: Requested action is not supported on repository
fr: L'action demandée n'est pas supportée sur le répertoire

source: Frequency should be a positive integer!
fr: La fréquence doit être un entier positif!

source: Mail-in accounts set to be checked every %s minutes
fr: Les comptes mail-in sont synchronisés toutes les %s minutes

source: Automatic Mail-in accounts checking disabled
fr: Les comptes mail-in ne sont pas synchronisés automatiquement

source: The \"Module Wikiplugin\" is activated. It can be used by wiki editors to add modules which permit to access information (see module list)
fr: Le plugin Wiki Module est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour ajouter des modules permettant l'accès à des informations( voir la liste des modules)

source: SQL injection
fr: Injection SQL

source: This is not a Tikiwiki file. Check if this file was uploaded and if it is dangerous.
fr: Ceci n'est pas un fichier Tikiwiki. Contrôlez si ce fichier a été envoyé par un tiers et si il est dangereux.

source: This is a modified File. Cannot check version. Check if it is dangerous.
fr: C'est un fichier modifié. Impossible de vérifier la version. Vérifiez si c'est dangereux.

source: New user created with username %s.
fr: Un nouvel utilisateur a été créé avec le nom d'utilisateur %s.

source: Impossible to create new %s with %s %s.
fr: Impossible de créer un nouveau %s avec %s %s.

source: Image %s upload failed.
fr: Échec de l'envoi de l'image %s.

source: Image %s uploaded successfully.
fr: Image %s envoyée avec succès.

source: Image %s removed from Batch directory.
fr: Image %s supprimée du répertoire de téléchargement par lot.

source: Impossible to remove image %s from Batch directory.
fr: Impossible de supprimer l'image %s du répertoire Batch.

source: Please contact the website administrator.
fr: SVP, contacter l'administrateur du site.

source: %H:%M %Z
fr: %Hh%M

source: Invalid username or activation code. Maybe this code has already been used.
fr: Nom utilisateur ou code d'activation invalide. Peut être ce code a déjà été utilisé.

source: Problem. Try to log in again to receive new confirmation instructions.
fr: Problème. Essayez de vour connecter encore pour recevoir les instructions de confirmation.

source: Eliminating previous files.
fr: Suppression des anciens fichiers.

source: No parent specified
fr: aucun parent spécifié

source: Error : The file %s doesn't exist.
fr: Erreur&nbsp;: Le fichier %s n'existe pas.

source: Not enable for this type of object
fr: Non permis pour ce type d'objet

source: Override lock and carry on with edit
fr: Outrepasser le verrou et continuer en mode édition

source: Page already exists. Go back and choose a different name.
fr: La page existe déjà. Revenez en arrière et choisissez un nom différent.

source: No questions group indicated
fr: Aucun groupe de questions indiqué

source: Form error - no import method selected for some reason.
fr: Erreur de formulaire - aucune méthode d'import n'a été sélectionnée.

source: Form error - no server-side filename entered for selected import method.
fr: Erreur de formulaire - aucun fichier situé sur le serveur n'a été saisi pour la méthode d'import sélectionnée.

source: Not supported yet.
fr: Pas encore supporté.

source: I have broken our friendship!
fr: J'ai cassé notre amitié!

source: I have accepted your friendship request!
fr: J'ai accepté votre demande d'amitié

source: I have refused your friendship request.
fr: J'ai refusé votre demande d'amitié.

source: You do not have permission to make the map of this gallery
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas faire la carte de cette galerie

source: No valid renderer found. GD or PDFLib required.
fr: Aucun moteur de rendu trouvé. GD ou PDFLib nécessaire.

source: No sheet specified.
fr: Aucun feuillet spécifié.

source: You must select a renderer.
fr: Vous devez choisir un moteur de rendu

source: Invalid Series for current graphic.
fr: Séries invalides pour le graphique courant.

source: updated from structured text import
fr: modifié d'un import de Texte Structuré

source: created from structured text import
fr: créé d'un import de Texte Structuré

source: Operations executed successfully
fr: Opérations réussies

source: Tiki Importer
fr: Importer autres Wikis

source: Invalid software name
fr: Nom de logiciel non valide

source: Unable to contact remote server.
fr: Incapable de contacter le serveur distant.

source: More than %d unsuccessful login attempts have been made.
fr: Plus de %d connexions non réussies ont été faites.

source: An email has been sent to you with the instructions to follow.
fr: Un courriel vous a été envoyé avec les instructions à suivre.

source: Your default nickname is already in use. A new one has to be selected.
fr: Votre pseudonyme est déjà utilisé. Veuillez en choisir un autre.

source: You must use the right case for your user name
fr: Vous devez respecter majuscules et minuscules pour votre nom utilisateur

source: Maps feature is not correctly setup : Maps path is missing.
fr: La fonctionnalité Cartes n'est pas correctement configurée&nbsp;: Le chemin d'accès Cartes est incorrect.

source: Sorry you are not allowed to send tasks to other users, or the user is not allowed to receive tasks!
fr: Désolé, vous ne pouvez envoyer une tâche à un autre utilisateur, ou l'utilisateur n'a pas les droits de recevoir des tâches

source: Please read the task and work on it!
fr: SVP, lisez la tâche et travaillez dessus!

source: That tracker don't use extras.
fr: Ce formulaire n'utilise pas de supplément pour les pièces attachées.

source: There was a problem connecting to that account.
fr: Il y a eu un problème à la connexion de ce compte
