Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Tiki found an existing database connection in your local.php file
de: Tiki hat eine existierende Datenbankverbindung in Deiner lokalen local.php-Datei gefunden
fr: Tiki a trouvé des informations de connexion à une base de données existante dans votre fichier local.php

source: Use Existing Connection
de: Verwende vorhandene Verbindung
fr: Utiliser la connexion existante

source: Modify database connection
de: Verändere die Datenbankverbindung
fr: Modifier la connexion à la base de données

source: Use this page to create a new database connection, or use the <a href=\"http://doc.tiki.org/Manual+Installation\" target=\"_blank\" title=\"manual installation\">manual installation process</a>.
de: Benutze diese Seite um eine neue Datenbankverbindung zu erstellen oder siehe unter <a href=\"http://doc.tiki.org/Manual+Installation\" target=\"_blank\" title=\"manuelle Installation\"> manuelle Installation nach</a>.

source: Database information
de: Datenbankinformation
fr: Configuration de la base de données

source: Enter your database connection information.
de: Trage hier die Datenbankkonfiguration ein.

source: Database type
de: Datenbanktyp
fr: Type de la base de données

source: Select the type of database to use with Tiki
de: Wähle den Datenbanktyp, der für die Tiki verwendet werden soll
fr: Selectionnez le type de base de données à utiliser avec Tiki

source: Only databases supported by your PHP installation are listed here. If your database is not in the list, try to install the appropriate PHP extension
de: Es werden hier nur Datenbanken aufgelistet, die von Deiner PHP-Installation untertützt werden. Wenn Deine Datenbank nicht aufgelistet ist, musst Du versuchen, eine geeignete PHP-Erweiterung zu installieren

source: Host name:
de: Rechnername:

source: Enter the host name or IP for your database.
de: Name oder IP-Adresse der Maschine, auf der die Datenbank läuft.

source: Use <strong>localhost</strong> if the database is running on the same machine as Tiki
de: Benutze <strong>localhost</strong>, wenn die Datenbank auf der gleichen Maschine wie die Tiki läuft
fr: Utilisez <strong>localhost</strong> si la base de données est sur le même serveur que celui de Tiki

source: Database name
de: Datenbankname
fr: Nom de la base de données

source: Enter the name of the database that Tiki will use.
de: Name der Datenbank / des Datenbank-Schemas

source: The database must already exist. You can create the database using mysqladmin, PHPMyAdmin, cPanel, or ask your hosting provider. Normally Tiki tables won't conflict with other product names
de: Die Datenbank muss bereits existieren. Du kannst eine Datenbank mit mysqladmin, PHPMyAdmin oder cPanel erstellen oder Deinen Provider fragen. Normalerweise gibt es zwischen Tikitabellen und anderen Produkten keine Konflikte
fr: La base de données doit déjà exister. Vous pouvez la créer en utilisant mysqladmin, PHPMyAdmin, cPanel, ou en demandant sa création à votre hébergeur web. En principe, les tables de Tiki n'entreront pas en conflit avec les tables d'un autre logiciel qui serait installé dans la même base de données

source: Database user
de: Datenbank Benutzer
fr: Utilisateur de la base de données

source: Enter a database user with administrator permission for the Database.
de: Name des Benutzers, der Zugriff auf die Datenbank hat:

source: User name
de: Benutzername
fr: Nom de l'utilisateur

source: Character set
de: Zeichensatz
fr: Encodage des caractères

source: Highly recommended for new installations. However, if you are upgrading or migrating a previous tiki database, you are recommended to uncheck this box
de: Absolut empfohlen für neue Installationen. Wenn Du aber eine Aktualisierung oder eine Migration einer früheren Tikidatenbank durchführst, ist zu empfehlen, den Haken nicht zu setzen
fr: Cette option est fortement recommandée pour les nouvelles installations. Toutefois, si vous mettez à niveau ou si vous migrez à partir d'une base de données tiki précédente, nous vous recommandons de décocher cette case

source: Always force connection to use UTF-8
de: Erzwinge für die Verbindung immer UTF-8
fr: Toujours forcer une connexion à utiliser UTF-8

source: More information
de: Weitere >Informationen
fr: Plus d'informations

source: Install &amp; Upgrade
de: Installation &amp; Aktualisierung
fr: Installation &amp; Mise à niveau

source: Install
de: Installieren
fr: Installer

source: Failed to set max_execution_time for PHP. You may experience problems when creating/upgrading the database using this installer on a slow system. This can manifest itself by a blank page
de: Die Einstellung max_execution_time konnte für PHP nicht gesetzt werden. Du kannst ggf. Probleme haben, wenn Du die Datenbank mit diesem Installer auf einem langsamen System erstellst/aktualisierst. Dies kann dazu führen, dass leere Seiten angezeigt werden

source: This install will populate (or upgrade) the database
de: Diese Installation führt zum Bestücken oder Aktualisieren der Datenbank
fr: Cette installation va meubler (ou mettre à niveau) la base de données

source: If you want to upgrade from a previous Tiki release, ensure that you have read and understood the <a href=\"http://doc.tiki.org/Upgrade\" target=\"_blank\">Upgrade instructions</a>
de: Bevor Du Deine Tikiinstallation aktualisierst, lies bitte die <a href=\"http://doc.tiki.org/Upgrade\" target=\"_blank\">Upgradeanweisungen</a>
fr: Si vous voulez installer une nouvelle version de Tiki, assurez vous d'avoir lu et compris les <a href=\"http://doc.tiki.org/Upgrade\" target=\"_blank\">instructions de mise à niveau</a>

source: A new install will populate the database
de: Eine neue Installation wird in die Datenbank vorgenommen
fr: Une nouvelle installation va peupler la base de données

source: Encoding Issue
de: Kodierungsproblem

source: <p>Your database encoding is <strong>not</strong> in UTF-8.</p><p>Current encoding is <em>%0</em>. The languages that will be available for content on the site will be limited. If you plan on using languages not covered by the character set, you should re-create or alter the database so the default encoding is <em>utf8</em>.</p>
de: <p>Deine Datenbankkodierung ist <strong>nicht</strong> in UTF-8.</p><p>Die gegenwärtige Kodierung ist <em>%0</em>. Die Sprachen, die für den Inhalt der Site zur Verfügung stehen, werden daher begrenzt sein. Wenn Du planst, Sprachen zu nutzen, die von diesem Zeichensatz nicht abgedeckt werden, solltest Du die Datenbank neu erstellen oder so verändern, dass die Standkodierung <em>utf8</em> ist.</p>

source: Character Set Conversion
de: Zeichensatzumwandlung

source: Use at your own risk. If the data in the database currently contains improperly converted data, this may make matters worse. Suitable for new installations. Requires ALTER privilege on the database
de: Auf eigenes Risiko benutzen. Wenn die Daten in der Datenbank unsachgemäß konvertierte Daten enthält, kann alles noch schlimmer werden. Geeignet für neue Installationen. Erfordert ALTER-Rechte in der Datenbank

source: Convert database and tables to UTF-8
de: Konvertiere Datenbank und Tabellen nach UTF-8

source: This will destroy your current database
de: Hierdurch wird die gegenwärtige Datenbank zerstört
fr: Cette opération va détruire votre base de données

source: Reinstall the database
de: Datenbank neu installieren
fr: Réinstaller la base de données

source: Reinstall
de: Neu Installieren
fr: Réinstaller

source: Warning: Category Permissions Will Not Be Upgraded
de: Warnung: Kategorienrechte werden nicht aktualisiert

source: Category permissions have been revamped since version 3. If you have been using category permissions, note that they may not work properly after upgrading to version 4 onwards, and it will be necessary to reconfigure them
de: Kategorieberechtigungen wurden seit der Version 3 umgestaltet. Wenn Du bisher Kategorieberechtigungen genutzt hast, beachte, dass diese nach der Aktualisierung zur Version 4 oder höher ggf. nicht mehr richtig funktionieren und neu konfiguriert werden müssen

source: Automatically upgrade your existing database to v
de: Automatische Aktualisierung Deiner existierenden Datenbank zu v
fr: Mettre à jour votre base de données existante vers la version

source: This site has an admin account configured
de: Auf dieser Site ist ein Administratorkonto konfiguriert
fr: Ce site a déjà un utilisateur admin

source: Please log in with your admin password to continue
de: Bitte melde Dich mit Deinem Administratorpasswort an, um fortzufahren

source: Pass
de: Passwort
fr: Mot de passe

source: Review the Upgrade
de: Siehe die Aktualisierung durch
fr: Vérifier la mise à jour

source: Review the Installation
de: Einstellungen prüfen
fr: Vérifier l'installation

source: Upgrade complete
de: Aktualisierung vollständig
fr: Mise à jour terminée

source: Installation complete
de: Installation vollständig
fr: Installation terminée

source: Your database has been configured and Tiki is ready to run
de: Deine Datenbank wurde konfiguriert und Tiki kann nun gestartet werden
fr: Votre connexion à la base de données fonctionne et Tiki est prêt

source: If this is your first install, your admin password is <strong>admin</strong>
de: Wenn das Deine erste Installation ist, lautet Dein Administratorpasswort: <strong>admin</strong>

source: You can now log in into Tiki as user <strong>admin</strong> and start configuring the application
de: Du kannst Dich jetzt an Deiner Tiki als Benutzer <strong>admin</strong> anmelden und anfangen Tiki zu konfigurieren

source: Upgrade operations executed successfully
de: Aktualisierungen wurden erforlgreich ausgeführt
fr: Opérations de mise à jour executées avec succès

source: Installation operations executed successfully
de: Installation wurde erforlgreich ausgeführt
fr: Opérations d'installation executées avec succès

source: SQL queries
de: SQL Abfragen
fr: Requêtes SQL

source: Database was left unchanged
de: Die Datenbank wurde unverändert gelassen
fr: La base de données a été laissée inchangée

source: Failed
de: Fehlgeschlagen
fr: Echoué

source: Operations failed
de: Operationen fehlgeschlagen
fr: Opérations ayant échouées

source: Display details
de: Zeige Details
fr: Afficher les détails

source: During an upgrade, it is normal to have SQL failures resulting with <strong>Table already exists</strong> messages
de: Während der Aktualisierung ist es normal SQL-Fehler mit der Meldung <strong>Table already exists</strong> zu erhalten

source: .htaccess File
de: .htaccess-Datei
fr: Fichier .htaccess

source: We recommend enabling the <strong>.htaccess</strong> file for your Tiki
de: Wir empfehlen, die <strong>.htaccess</strong>-Datei für Deine Tiki zu nutzen
fr: Nous recommandons d'activer le fichier <strong>.htaccess</strong> pour votre Tiki

source: This will enable you to use SEFURLs (search engine friendly URLs) and help improve site security
de: Hierdurch werden SEFURLs (suchmaschinenfreundliche URL) aktiviert und die Site-Sicherheit verbessert
fr: Ceci vous permettra d'utiliser SEFURLs ('Search Engine Friendly URLs' ou 'URLs plus adaptées aux moteurs de recherche') et améliore la sécurité du site

source: Configure General Settings
de: Verschiedene Einstellungen II
fr: Configuration générale

source: Complete these fields to configure common, general settings for your site
de: Fülle die Felder aus, um gebräuchliche, generelle Einstellungen Deiner Site zu konfigurieren
fr: Complétez ces champs pour configurer les paramètres généraux et communs pour votre site

source: The information you enter here can be changed later
de: Die Informationen, die hier eingegeben werden, können später wieder geändert werden
fr: L'information que vous saisissez ici peut être modifiée ultérieurement

source: Refer to the <a href=\"http://doc.tiki.org/Admin+Panels\" target=\"_blank\">documentation</a> for complete information on these, and other, settings
de: Siehe in der <a href=\"http://doc.tiki.org/Admin+Panels\" target=\"_blank\">Dokumentation</a> für vollständige Informationen zu diesen und anderen Einstellungen
fr: Référez-vous à la <a href=\"http://doc.tiki.org/Admin+Panels\" target=\"_blank\">documentation</a> pour une information complète concernant ces paramètres (ou tout autre paramètre)

source: This will appear in the browser title bar
de: Dies wird in der Titelleiste Deines Browsers stehen
fr: Ceci sera affiché dans la barre de titre du navigateur

source: Email sent by your site will use this address
de: Emails, die von Deiner Site gesendet werden, benutzen diese Emailadresse
fr: Les emails envoyés par votre site utiliseront cette adresse

source: Secure Log in
de: Sicheres Login
fr: Authentification sécurisée

source: PHP error reporting level:
de: PHP Fehler Ausgabelevel:

source: Report all errors except notices
de: Alle Fehler außer Hinweisen ausgeben
fr: Rapporter toutes les erreurs sauf les notices

source: Visible to Admin only
de: Nur für Administratoren sichtbar
fr: Visible par Admin seulement

source: This is the email address for your administrator account
de: Dies ist die Emailadresse für Dein Administratorkonto
fr: Ceci est l'adresse email de l'administrateur du site

source: Upgrade fix
de: Aktualisierungsausbesserungen

source: Experiencing problems with the upgrade? Your administrator account lost its privileges? This may occur if you upgraded from a very old version of Tiki.</p>\n\t\t\t<p>We can fix it! Doing so will
de: Hast Du Probleme mit der Aktualisierung? Fehlen Deinem Administratorkonto die Rechte? Das kann vorkommen, wenn Du von einer sehr alten Version von Tiki aktualisierst.</p>\n\t\t\t<p>Wir können das beheben! Um das zu machen

source: Create the <em>Admins</em> group, if missing
de: Erstelle die<em>Admins</em>-Gruppe, wenn sie fehlt

source: Grant <em>tiki_p_admin</em> to the group, if missing
de: Erlaube dieser Gruppe auf <em>tiki_p_admin</em> zuzugreifen, wenn nicht gestattet

source: Add the administrator account to the group, if missing
de: Füge das Administratorkonto der Gruppe hinzu, wenn es fehlt

source: To do so enter the name of the main admin account in the field below
de: Um so fortzufahren, trage in das Feld hierunter den Namen des Hauptadministratorkontos ein

source: Enter Your Tiki
de: Tiki aufrufen
fr: Accéder à votre Tiki

source: The installation is complete
de: Die Installation ist vollständig
fr: L'installation est terminée

source: Tiki is an open source project, <em>you</em> can <a href='http://info.tiki.org/Join+the+Community' target='_blank'>join the community</a> and help <a href='http://info.tiki.org/Develop+Tiki' target='_blank'>develop Tiki</a>
de: Tiki ist ein Open Source-Projekt. <em>Du</em> kannst <a href='http://info.tiki.org/Join+the+Community' target='_blank'>der Gemeinschaft beitreten</a> und help <a href='http://info.tiki.org/Develop+Tiki' target='_blank'>Tiki mitentwickeln</a>
fr: Tiki est un projet Open Source, <em>vous</em> pouvez <a href='http://tiki.org/Bienvenue+dans+la+communauté+Tiki' target='_blank'>rejoindre la communauté</a> et aider <a href='http://info.tiki.org/Develop+Tiki' target='_blank'>au développement de Tiki</a>

source: If this is a first time installation, go to <strong>tiki-admin.php</strong> after login to start configuring your new Tiki installation
de: Wenn das Deine erste Installation ist, gehe nach dem Login auf <strong>tiki-admin.php</strong> um Deine neue Tiki Installation zu konfigurieren
fr: Si ceci est votre première installation, ouvrez la page <strong>tiki-admin.php</strong> après connexion pour démarrer la configuration de votre Tiki

source: If this is an upgrade, clean the Tiki caches manually (the <strong>templates_c</strong> directory) or by using the <strong>Admin &gt; System</strong> option from the Admin menu
de: Wenn das eine Aktualisierung ist, lösche die Tiki Caches manuell (das <strong>templates_c</strong> Verzeichnis) oder durch <strong>Tiki Cache</strong> aus dem Hauptmenü: Verwalten

source: Enter Tiki and Lock Installer
de: Betrete die Tiki und sperre den Installer
fr: Entrer dans Tiki en désactivant l'installeur

source: Recommended
de: Empfohlen
fr: Recommandé

source: Enter Tiki Without Locking Installer
de: Betrete die Tiki ohne den Installer zu sperren
fr: Entrer dans Tiki sans désactiver l'installeur

source: You can now access the site normally. Report back any issues that you might find (if any) to the Tiki forums or bug tracker
de: Du kannst jetzt normal auf die Site zugreifen. Du kannst alle Probleme die Du findest in den Tiki Foren oder dem Bug-Tracker melden

source: Are you sure you want to attempt to fix the encoding of your entire database
de: Bist Du sicher, dass Du versuchen möchtest, das Kodierungsproblem Deiner gesamten Datenbank zu beheben

source: Upgrading and running into encoding issues
de: Aktualisere mit Wahrscheinlichkeit von Kodierungsproblemen
fr: Vous avez fait une mise à niveau et vous rencontrez des problèmes d’encodage

source: We can try to fix it, but <strong>make sure you have backups, and can restore them</strong>
de: Wir können versuchen, das Problem zu beheben. Stelle <strong>sicher, dass Du Datenbanksicherungen hast und sie wieder einspielen kannst</strong>
fr: Nous pouvons essayer de la réparer, mais <strong>assurez-vous d’avoir fait une sauvegarde de vos données, et de pouvoir les restaurer.</strong>

source: Previous table encoding
de: Vorherige Tabellenkodierung
fr: Encodage précédent de vos tables

source: Please select
de: Wähle bitte
fr: Veuillez choisir

source: Dangerous: Fix double encoding
de: Gefährlich: Doppelkodierungsproblem beheben
fr: Dangereux&nbsp;: Corrige le double encodage

source: Oops. You need to make sure client charset is forced to UTF-8. Reset the database connection to continue
de: Hoppla. Du musst sicherstellen, dass der Zeichensatz des Clients zwingend UTF-8 benutzt. Setze die Datenbankverbindung zurück um Fortzufahren

source: Default Installation
de: Standardinstallation
fr: Installation par défaut

source: No DB
de: Keine DB
fr: Pas de BDD

source: Adding a new host
de: Einen neuen Host hinzufügen

source: To add a new virtual host run the setup.sh with the domain name of the new host as a last parameter
de: Um einen neuen virtuellen Host hinzuzufügen, starte setup.sh mit dem Domänennamen des neuen Host als letztem Parameter
fr: Pour ajouter un nouveau serveur virtuel, exécutez le script setup.sh avec le nom de domaine du nouveau site comme dernier paramètre

source: Are you upgrading an existing Tiki site
de: Aktualisierst Du eine existierende Tiki Site
fr: Êtes-vous en train de mettre à jour un site Tiki existant

source: Go directly to the <strong>Install/Upgrade</strong> step
de: Gehe direkt zum <strong>Installation-/Aktualisierungs-</strong>Schritt
fr: Allez directement à l'étape <strong>Installer/Mettre à jour</strong>

source: Install/Upgrade
de: Installieren/Aktualisieren
fr: Installer/Mettre à jour

source: Restart the installer
de: Starte den Installer neu
fr: Redémarrer l'installateur

source: Database Connection
de: Verbindung zur Datenbank
fr: Connexion à la base de données

source: Reset the Database Connection
de: Setze die Datenbankverbindung zurück
fr: Réinitialiser la connexion à la base de données

source: Configure the General Settings
de: Allgemeine Einstellungen vornehmen
fr: Configurer les paramètres généraux

source: Tiki Project Web Site
de: Tiki Projekt Website
fr: Site Web du projet Tiki

source: Documentation
de: Dokumentation

source: Support Forums
de: Support Foren
fr: Forums de support

source: Clear cached version and refresh cache
de: Cache aktualisieren
fr: Vider l'antémémoire et la reconstruire

source: configure rules
de: Regeln konfigurieren
fr: configurer les règles

source: Edit Repository
de: Repository bearbeiten
fr: Modifier un répertoire

source: Invitation
de: Einladung

source: Invitations list
de: Einladungsliste

source: The mail has been sent to:
de: Die Email wurde gesendet an:

source: You are about to send an invitation to theses people, please confirm
de: Du bist dabei, die Einladung an diese Menschen zu senden, bitte bestätigen

source: Fill this box with the list of e-mails you want to invite
de: Fülle diese Box mit der Liste von Emails, an die Du die Einladung schicken möchtest

source: Last Changes
de: Neueste Änderungen
fr: Dernières modifications

source: Last 2 days
de: Letzten 2 Tage
fr: 2 derniers jours

source: Last 3 days
de: Letzten 3 Tage
fr: 3 derniers jours

source: Last 5 days
de: Letzten 5 Tage
fr: 5 derniers jours

source: Last week
de: Letzte Woche
fr: Dernière semaine

source: Last 2 weeks
de: Letzten 2 Wochen
fr: 2 dernières semaines

source: Last month
de: Letzten Monat
fr: Dernier mois

source: Search by Date
de: Suche nach Datum
fr: Recherche par date

source: LastChanges
de: LetzteÄnderungen
fr: DerniersChangements

source: Pages like
de: Ähnliche Seiten
fr: Pages similaires à

source: Edit New Article
de: Neuen Artikel erstellen
fr: Créer un article

source: View Submissions
de: Einreichungen ansehen
fr: Liste des soumissions

source: PublishDate
de: Veröffentlichungsdatum
fr: Date de publication

source: ExpireDate
de: Ablaufdatum
fr: Date d'expiration

source: AuthorName
de: Autor
fr: Auteur

source: Img
de: Bild

source: IsPublished
de: veröffentlicht
fr: Publié

source: To use a banner in a <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> or a template, use {literal}{banner zone=ABC}{/literal}, where ABC is the name of the zone
de: Um ein Banner in einem <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">Modul</a> oder einer Vorlage zu nutzen, benutze {literal}{banner zone=ABC}{/literal}, wobei ABC der Name der Zone ist

source: Create banner
de: Banner erstellen
fr: Créer une bannière

source: Method
de: Methode
fr: Méthode

source: Use Dates?
de: Datum benutzen?
fr: Utiliser des dates?

source: Max Impressions
de: Max Aufrufe
fr: Max. d'impressions

source: Impressions
de: Aufrufe

source: Max Clicks
de: Max Klicks
fr: Max. de clics

source: Clicks
de: Klicks
fr: Clics

source: Create New Blog
de: Neuen Blog anlegen
fr: Créer un nouveau blogue

source: List all comments
de: Alle Kommentare auflisten
fr: Lister tous les commentaires

source: Approval
de: Freigabe
fr: Approbation

source: More info
de: Weitere Informationen
fr: Plus d'info

source: Rejected
de: abgelehnt
fr: Rejeté

source: To use content blocks in a text area (Wiki page, etc), a <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> or a template, use {literal}{content id=x}{/literal}, where x is the ID of the content block
de: Um Inhaltsblöcke in Textbereichen (Wiki Seiten, etc), einem <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">Modul</a> oder einer Vorlage nutzen zu können, benutze {literal}{content id=x}{/literal}, wobei x für die ID des Inhaltsblocks steht

source: You can also use {literal}{content label=x}{/literal}, where x is the label of the content block
de: Du kannst ebenso {literal}{content label=x}{/literal} benutzen, wobei x die Bezeichnung des Inhaltsblocks ist

source: Available content blocks
de: Verfügbare Inhaltsblöcke
fr: Blocs de contenu disponibles

source: Current Value
de: Aktueller Wert
fr: Valeur courante

source: Current ver
de: Aktuelle Ver.
fr: Version en cours

source: Next ver
de: Nächste Ver.
fr: Prochaine version

source: Future vers
de: Zukünftige Version
fr: Versions futures

source: Program
de: Programm
fr: Programmer

source: Create/Edit content block
de: Erstelle/bearbeite Inhaltsblöcke

source: Edit content block
de: Inhalts-Block bearbeiten
fr: Éditer le bloc de contenu

source: Create content block
de: Erstelle Inhaltsblock
fr: Créer un bloc de contenu

source: Available FAQs
de: Verfügbare FAQs
fr: FAQs disponibles

source: Edit/Create
de: hinzufügen/bearbeiten
fr: Modifier/Ajouter

source: Edit this FAQ:
de: Diese FAQ bearbeiten:
