Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Add Multiple Columns After Selection Or To End If No Selection
de: Füge multiple Spalten nach der Auswahl oder am Ende hinzu, wenn keine Auswahl vorhanden
fr: Ajouter des colonnes après la sélection ou à la fin si pas de sélection

source: Add Column Before Selection Or To End If No Selection
de: Füge Spalten vor der Auswahl oder am Ende hinzu, wenn keine Auswahl vorhanden
fr: Ajouter une colonne avant la sélection ou à la fin si pas de sélection

source: Get Cell Range
de: Ermittle Zellenumfang

source: Find
de: Suchen
fr: Trouver

source: Refresh Calculations
de: Neu Berechnen
fr: Rafraichir les calculs

source: Finish Editing
de: Bearbeiten beenden
fr: Fin de l'édition

source: Admin Toolbars
de: Verwalte Toolbars
fr: Administration des barres d'outils

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Item Modification
de: Eintragveränderung
fr: Modification de la fiche

source: Item creation
de: Eintragerstellung
fr: Création d'une fiche

source: Item
de: Eintrag
fr: Fiche

source: Subject
de: Betreff
fr: Sujet

source: Tracker was modified at
de: Tracker wurde verändert auf
fr: Le formulaire a été modifié à

source: View the tracker item at
de: Siehe Trackereintrag bei
fr: Voir la fiche du formulaire à

source: Field is not numeric
de: Feld ist nicht numerisch
fr: Le champ n'est pas numérique

source: text field
de: Eingabefeld
fr: champ texte

source: half column
de: halbe Spalte
fr: demi-colonne

source: size
de: Größe
fr: taille

source: prepend
de: anhängen
fr: concaténer avant

source: append
de: voranstellen
fr: Ajouter

source: <dl>\n\t\t\t\t<dt>Function: Allows alphanumeric text input in a one-line field of arbitrary size.\n\t\t\t\t<dt>Usage: <strong>samerow,size,prepend,append,max,autocomplete</strong>\n\t\t\t\t<dt>Example: 0,80,\$,,80\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[samerow]</strong> will display the next field or checkbox in the same row if a 1 is specified;\n\t\t\t\t<dd><strong>[size]</strong> is the visible length of the field in characters;\n\t\t\t\t<dd><strong>[prepend]</strong> is text that will be displayed before the field;\n\t\t\t\t<dd><strong>[append]</strong> is text that will be displayed just after the field;\n\t\t\t\t<dd><strong>[max]</strong> is the maximum number of characters that can be saved;\n\t\t\t\t<dd><strong>[autocomplete]</strong> if y autocomplete while typing;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows alphanumeric text input in a one-line field of arbitrary size. \t\t\t\t<dt>Usage: <strong>samerow,size,prepend,append,max,autocomplete</strong> \t\t\t\t<dt>Example: 0,80,\$,,80 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[samerow]</strong> will display the next field or checkbox in the same row if a 1 is specified; \t\t\t\t<dd><strong>[size]</strong> is the visible length of the field in characters; \t\t\t\t<dd><strong>[prepend]</strong> is text that will be displayed before the field; \t\t\t\t<dd><strong>[append]</strong> is text that will be displayed just after the field; \t\t\t\t<dd><strong>[max]</strong> is the maximum number of characters that can be saved; \t\t\t\t<dd><strong>[autocomplete]</strong> if y autocomplete while typing; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: textarea
de: Textbereich
fr: zone de texte

source: <dl>\n\t\t\t\t<dt>Function: Allows alphanumeric text input in a multi-line field of arbitrary size.\n\t\t\t\t<dt>Usage: <strong>toolbars,width,height,max,listmax,wordmax,distinct</strong>\n\t\t\t\t<dt>Example: 0,80,5,200,30\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[toolbars]</strong> enables toolbars if a 1 is specified;\n\t\t\t\t<dd><strong>[width]</strong> is the width of the box, in chars;\n\t\t\t\t<dd><strong>[height]</strong> is the number of visible lines in the box;\n\t\t\t\t<dd><strong>[max]</strong> is the maximum number of characters that can be saved;\n\t\t\t\t<dd><strong>[listmax]</strong> is the maximum number of characters that are displayed in list mode;\n\t\t\t\t<dd><strong>[wordmax]</strong> will alert if word count exceeded with a positive number (1+) or display a word count with a negative number (-1);\n\t\t\t\t<dd><strong>[distinct]</strong> is y or n. y = all values of the field must be different\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows alphanumeric text input in a multi-line field of arbitrary size. \t\t\t\t<dt>Usage: <strong>toolbars,width,height,max,listmax,wordmax,distinct</strong> \t\t\t\t<dt>Example: 0,80,5,200,30 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[toolbars]</strong> enables toolbars if a 1 is specified; \t\t\t\t<dd><strong>[width]</strong> is the width of the box, in chars; \t\t\t\t<dd><strong>[height]</strong> is the number of visible lines in the box; \t\t\t\t<dd><strong>[max]</strong> is the maximum number of characters that can be saved; \t\t\t\t<dd><strong>[listmax]</strong> is the maximum number of characters that are displayed in list mode; \t\t\t\t<dd><strong>[wordmax]</strong> will alert if word count exceeded with a positive number (1+) or display a word count with a negative number (-1); \t\t\t\t<dd><strong>[distinct]</strong> is y or n. y = all values of the field must be different \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: checkbox
de: Schalter
fr: case à cocher

source: <dl>\n\t\t\t\t<dt>Function: Provides a checkbox field for yes/no, on/off input.\n\t\t\t\t<dt>Usage: <strong>samerow</strong>\n\t\t\t\t<dt>Example: 1\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[samerow]</strong> will display the next field on the same row if a 1 is specified.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Provides a checkbox field for yes/no, on/off input. \t\t\t\t<dt>Usage: <strong>samerow</strong> \t\t\t\t<dt>Example: 1 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[samerow]</strong> will display the next field on the same row if a 1 is specified. \t\t\t\t</dl>

source: numeric field
de: Zahl
fr: champ numérique

source: <dl>\n\t\t\t\t<dt>Function: Provides a one-line field for numeric input only. Prepend or append values may be alphanumeric.\n\t\t\t\t<dt>Usage: <strong>samerow,size,prepend,append,decimals,dec_point,thousands</strong>\n\t\t\t\t<dt>Example: 0,60,,hours\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[samerow]</strong> will display the next field or checkbox in the same row if a 1 is specified;\n\t\t\t\t<dd><strong>[size]</strong> is the visible size of the field in characters;\n\t\t\t\t<dd><strong>[prepend]</strong> is text that will be displayed before the field;\n\t\t\t\t<dd><strong>[append]</strong> is text that will be displayed just after the field;\n\t\t\t\t<dd><strong>[decimals]</strong> sets the number of decimal places;\n\t\t\t\t<dd><strong>[dec_point]</strong> sets the separator for the decimal point (decimals must also be set). Use c for comma and s for space;\n\t\t\t\t<dd><strong>[thousands]</strong> sets the thousands separator. Use c for comma and s for space. Setting only commas will result in no decimals \n\t\t\t\t\t\t\t\t\t\t\t\t\tand commas as the thousands seprator;<br/><br/>\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Funktion: Es wird ein einzeiliges Feld für die Eingabe von Zahlen erstellt.. Vorangestellte oder angehängte Werte können alphanumerisch sein. \t\t\t\t<dt>Benutzung: <strong>samerow,size,prepend,append,decimals,dec_point,thousands</strong> \t\t\t\t<dt>Beispiel: 0,60,,Stunden \t\t\t\t<dt>Beschreibung: \t\t\t\t<dd><strong>[samerow]</strong> zeigt das nächste Feld oder die nächste Checkbox in der gleichen Zeile, wenn eine 1 angegeben wird; \t\t\t\t<dd><strong>[size]</strong> ist die sichtbare Grösse des Feldes in Zeichen; \t\t\t\t<dd><strong>[prepend]</strong> ist ein Text, der vor dem Feld angezeigt wird; \t\t\t\t<dd><strong>[append]</strong> ist ein Text, der just nach dem Feld angezeigt wird; \t\t\t\t<dd><strong>[decimals]</strong> legt fest, wieviele Nachkommastellen angezeigt werden; \t\t\t\t<dd><strong>[dec_point]</strong> Legt das Nachkommastellen-Trennzeichen fest (ein Eintrag für Nachkommastellen muss vorgenommen werden). Benutze c für Komma und s für Leerzeichen; \t\t\t\t<dd><strong>[thousands]</strong> Legt das Tausendertrennzeichen fest. Benutze c für Komma und s für Leerzeichen. Werden nur Kommata angegeben, werden keine Nachkommastellen und dafür Kommata als Tausendertrennzeichen angezeigt;<br/><br/> \t\t\t\t<dd>Multiple Optionen müssen in der vorgegebenen Reihenfolge angegeben werden, getrennt durch Kommata. \t\t\t\t</dl>

source: currency amount
de: Währungsbetrag

source: <dl>\n\t\t\t\t<dt>Function: Provides a one-line field for numeric input only. Prepend or append values may be alphanumeric.\n\t\t\t\t<dt>Usage: <strong>samerow,size,prepend,append,locale,symbol,first</strong>\n\t\t\t\t<dt>Example: 0,60,,per item\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[samerow]</strong> will display the next field or checkbox in the same row if a 1 is specified;\n\t\t\t\t<dd><strong>[size]</strong> is the visible size of the field in characters;\n\t\t\t\t<dd><strong>[prepend]</strong> is text that will be displayed before the field;\n\t\t\t\t<dd><strong>[append]</strong> is text that will be displayed just after the field;\n\t\t\t\t<dd><strong>[locale]</strong> set locale for currency formatting, for example en_US or en_US.UTF-8 or en_US.ISO-8559-1 (default=en_US);\n\t\t\t\t<dd><strong>[currency]</strong> The 3-letter ISO 4217 currency code indicating the currency to use (default=USD);\n\t\t\t\t<dd><strong>[symbol]</strong> i for international symbol, n for local (default=n);\n\t\t\t\t<dd><strong>[all_symbol]</strong> set to 1 to show symbol for every item (default only shows currency symbol on first item in a list) ;\n\t\t\t\t<br/><br/>\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Funktion: Es wird ein einzeiliges Feld für die Eingabe von Zahlen erstellt. Vorangestellte oder angehängte Werte können alphanumerisch sein. \t\t\t\t<dt>Benutzung: <strong>samerow,size,prepend,append,locale,symbol,first</strong> \t\t\t\t<dt>Beispiel: 0,60,,pro Eintrag \t\t\t\t<dt>Beschreibung: \t\t\t\t<dd><strong>[samerow]</strong> zeigt das nächste Feld oder die nächste Checkbox in der gleichen Zeile, wenn eine 1 angegeben wird; \t\t\t\t<dd><strong>[size]</strong> ist die sichtbare Grösse des Feldes in Zeichen; \t\t\t\t<dd><strong>[prepend]</strong> ist ein Text, der vor dem Feld angezeigt wird; \t\t\t\t<dd><strong>[append]</strong> ist ein Text, der just nach dem Feld angezeigt wird; \t\t\t\t<dd><strong>[locale]</strong> Lokalisierung für Währungsformate, z.B. en_US oder en_US.UTF-8 oder en_US.ISO-8559-1 (standard=en_US); \t\t\t\t<dd><strong>[currency]</strong> Der drei Zeichen lange ISO 4217 Währungscode, der die Währung vorgibt (standard=USD); \t\t\t\t<dd><strong>[symbol]</strong> i für das internationale Symbol, n für lokal (standard=n); \t\t\t\t<dd><strong>[all_symbol]</strong> Trage 1 ein, damit jeder Eintrag mit dem Symbol versehen wird (satndardmäßig wird das Währungssymbol nur beim ersten Eintrag der Liste angezeigt) ; \t\t\t\t<br/><br/> \t\t\t\t<dd>Multiple Optionen müssen in der vorgegebenen Reihenfolge angegeben werden, getrennt durch Kommata. \t\t\t\t</dl>

source: drop down
de: Auswahlliste
fr: liste déroulante

source: <dl>\n\t\t\t\t<dt>Function: Allows users to select only from a specified set of options in a drop-down bar.\n\t\t\t\t<dt>Usage: <strong>list_of_items</strong>\n\t\t\t\t<dt>Example: yes,no\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[list_of_items]</strong> is the list of all values you want in the drop-down, separated by commas;\n\t\t\t\t<dd>if you wish to specify a default value other than the first item, enter the value twice, consecutively, and it will appear once in the list as the default selection.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows users to select only from a specified set of options in a drop-down bar. \t\t\t\t<dt>Usage: <strong>list_of_items</strong> \t\t\t\t<dt>Example: yes,no \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[list_of_items]</strong> is the list of all values you want in the drop-down, separated by commas; \t\t\t\t<dd>if you wish to specify a default value other than the first item, enter the value twice, consecutively, and it will appear once in the list as the default selection. \t\t\t\t</dl>

source: drop down with other textfield
de: Listenfeld mit einem Textfeld verknüpft
fr: liste déroulante avec champ de texte autre

source: <dl>\n\t\t\t\t<dt>Function: Allows users to select from a specified set of options in a drop-down bar, or provide an alternate selection in a one-line text field.\n\t\t\t\t<dt>Usage: <strong>list_of_items</strong>\n\t\t\t\t<dt>Example: yes,no\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[list_of_items]</strong> is the list of all values you want in the drop-down, separated by commas;\n\t\t\t\t<dd>if you wish to specify a default value other than the first item, enter the value twice, consecutively, and it will appear once in the list as the default selection.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows users to select from a specified set of options in a drop-down bar, or provide an alternate selection in a one-line text field. \t\t\t\t<dt>Usage: <strong>list_of_items</strong> \t\t\t\t<dt>Example: yes,no \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[list_of_items]</strong> is the list of all values you want in the drop-down, separated by commas; \t\t\t\t<dd>if you wish to specify a default value other than the first item, enter the value twice, consecutively, and it will appear once in the list as the default selection. \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: Provides a multiple-choice-style set of options from which a user may only choose one.\n\t\t\t\t<dt>Usage: <strong>list_of_items</strong>\n\t\t\t\t<dt>Example: yes,no\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[list of items]</strong> is the list of all values you want in the set, separated by commas;\n\t\t\t\t<dd>if you wish to specify a default value other than the first item, enter the value twice, consecutively, and it will appear as the one selected.\n\t\t\t\t<dd>If first option is &lt;br&gt;, options will be separated with a carriage return\n\t\t\t\t</dl>
de: <dl>\n\t\t\t\t<dt>Funktion: Stellt eine Anzahl von Optionen mit multipler Auswahlmöglichkeit, von denen der Benutzer nur eine wählen darf.\n\t\t\t\t<dt>Benutzung: <strong>Liste_der_Optionent</strong>\n\t\t\t\t<dt>Beispiel: ja,nein\n\t\t\t\t<dt>Beschreibung:\n\t\t\t\t<dd><strong>[Liste der Optionen]</strong> ist die Liste von allen Werten, die in der Auswahl erscheinen sollen, getrennt durch Kommata;\n\t\t\t\t<dd>wenn ein anderer als der zuerst angegebene Wert als Standard festgelegt werden soll, trage den Wert zweimal hintereinander ein, und es wird derjenige sein, der zuerst gewählt ist.\n\t\t\t\t<dd>Wenn die erste Option &lt;br&gt; ist, werden alle Optionen mit einem Zeilenumbruch getrennt\n\t\t\t\t</dl>

source: user selector
de: Nutzerauswahl
fr: sélection automatique d'utilisateur

source: <dl>\n\t\t\t\t<dt>Function: Allows a selection from a specified list of usernames.\n\t\t\t\t<dt>Usage: <strong>auto-assign,email_notify</strong>\n\t\t\t\t<dt>Example: 1,1\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[auto-assign]</strong> will auto-assign the creator of the item if set to 1, or will set the selection to the user who last modified the item if set to 2, or will give the choice between all the users for other values;\n\t\t\t\t<dd><strong>[email_notify]</strong> will send an email to the assigned user when the item is saved;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows a selection from a specified list of usernames. \t\t\t\t<dt>Usage: <strong>auto-assign,email_notify</strong> \t\t\t\t<dt>Example: 1,1 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[auto-assign]</strong> will auto-assign the creator of the item if set to 1, or will set the selection to the user who last modified the item if set to 2, or will give the choice between all the users for other values; \t\t\t\t<dd><strong>[email_notify]</strong> will send an email to the assigned user when the item is saved; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: group selector
de: Gruppenauswahl
fr: sélection automatique de groupe

source: <dl>\n\t\t\t\t<dt>Function: Allows a selection from a specified list of usergroups.\n\t\t\t\t<dt>Usage: <strong>auto-assign</strong>\n\t\t\t\t<dt>Example: 1\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[auto-assign]</strong> will auto-assign the field to the usergroup of the creator if set to 1, or will set the selection to the group of the user who last modified the item if set to 2, or will give the choice between all the groups for other values;\n\t\t\t\t<dd>if the user does not have a default group set, the first group the user belongs to will be chosen, otherwise Registered group will be used.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows a selection from a specified list of usergroups. \t\t\t\t<dt>Usage: <strong>auto-assign</strong> \t\t\t\t<dt>Example: 1 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[auto-assign]</strong> will auto-assign the field to the usergroup of the creator if set to 1, or will set the selection to the group of the user who last modified the item if set to 2, or will give the choice between all the groups for other values; \t\t\t\t<dd>if the user does not have a default group set, the first group the user belongs to will be chosen, otherwise Registered group will be used. \t\t\t\t</dl>

source: IP selector
de: IP auswählen
fr: sélecteur d'ip

source: <dl>\n\t\t\t\t<dt>Function: Provides a field for entering an IP address.\n\t\t\t\t<dt>Usage: <strong>auto-assign</strong>\n\t\t\t\t<dt>Example: 1\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[auto-assign]</strong> will auto-populate the field with the IP address of the user who created the item if set to 1, or will set the field to the IP of the user who last modified the item if set to 2, or will be a free IP for other values.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Provides a field for entering an IP address. \t\t\t\t<dt>Usage: <strong>auto-assign</strong> \t\t\t\t<dt>Example: 1 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[auto-assign]</strong> will auto-populate the field with the IP address of the user who created the item if set to 1, or will set the field to the IP of the user who last modified the item if set to 2, or will be a free IP for other values. \t\t\t\t</dl>

source: page selector
de: Seitenauswahl
fr: sélecteur de page

source: <dl>\n\t\t\t\t<dt>Function: Allows a selection from the list of pages.\n\t\t\t\t<dt>Usage: <strong>auto-assign, size, create</strong>\n\t\t\t\t<dt>Example: 1\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[auto-assign]</strong> will auto-assign the creator of the item if set to 1\n\t\t\t\t<dd><strong>[size]</strong> is the visible input length of the field in characters (<=0 not limited);\n\t\t\t\t<dd><strong>[create]</strong> will create the page if not exits copy of the page with name value of this param.which pagename is the value of this param\n\t\t\t\t<dd><strong>[link]</strong> will not display the link to the page if equals to n \n\t\t\t\t<dd>\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows a selection from the list of pages. \t\t\t\t<dt>Usage: <strong>auto-assign, size, create</strong> \t\t\t\t<dt>Example: 1 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[auto-assign]</strong> will auto-assign the creator of the item if set to 1 \t\t\t\t<dd><strong>[size]</strong> is the visible input length of the field in characters (<=0 not limited); \t\t\t\t<dd><strong>[create]</strong> will create the page if not exits copy of the page with name value of this param.which pagename is the value of this param \t\t\t\t<dd><strong>[link]</strong> will not display the link to the page if equals to n \t\t\t\t<dd> \t\t\t\t</dl>

source: country selector
de: Länder auswählen
fr: sélection de pays

source: <dl>\n\t\t\t\t<dt>Function: Allows a selection from a specified list of countries.\n\t\t\t\t<dt>Usage: <strong>name_flag,sort</strong>\n\t\t\t\t<dt>Example: 1,0\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[name_flag]</strong> default is 0 and will display both the country name and its flag, 1 will display only the country name, while 2 will show only the country flag;\n\t\t\t\t<dd><strong>[sortorder]</strong> specifies the order the country list should be displayed in, where 0 is the default and sorts according to the translated name, and 1 sorts according to the english name;\n\t\t\t\t<dd>if the country names are translated and option 1 is selected for the sort order, the countries will still appear translated, but will merely be in english order.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows a selection from a specified list of countries. \t\t\t\t<dt>Usage: <strong>name_flag,sort</strong> \t\t\t\t<dt>Example: 1,0 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[name_flag]</strong> default is 0 and will display both the country name and its flag, 1 will display only the country name, while 2 will show only the country flag; \t\t\t\t<dd><strong>[sortorder]</strong> specifies the order the country list should be displayed in, where 0 is the default and sorts according to the translated name, and 1 sorts according to the english name; \t\t\t\t<dd>if the country names are translated and option 1 is selected for the sort order, the countries will still appear translated, but will merely be in english order. \t\t\t\t</dl>

source: date and time
de: Datum und Zeit
fr: date et horaire

source: jscalendar
de: JS Kalender

source: <dl>\n\t\t\t\t<dt>Function: Provides a javascript graphical date selector to select a date and/or time.\n\t\t\t\t<dt>Usage: <strong>datetime</strong>\n\t\t\t\t<dt>Example: dt\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[datetime]</strong> will only allow a date to be selected if set to \"d\", and allows a full date and time selection if set to \"dt\", defaulting to \"dt\".\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Provides a javascript graphical date selector to select a date and/or time. \t\t\t\t<dt>Usage: <strong>datetime</strong> \t\t\t\t<dt>Example: dt \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[datetime]</strong> will only allow a date to be selected if set to \"d\", and allows a full date and time selection if set to \"dt\", defaulting to \"dt\". \t\t\t\t</dl>
