Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: If passwords <em>are stored</em> as plain text, the password will be emailed to the user
de: Wenn die Passwörter im Klartext <em>gespeichert werden</em>, wird das Passwort per Email an den Benutzer geschickt
fr: Si les mots de passes sont <em>stockés</em> sous forme textuelle, le mot de passe sera envoyé à l'utilisateur par mail

source: Each group can have its theme
de: Jede Gruppe kann ihr eigenes Theme benutzen
fr: Chaque groupe peut avoir son propre thème

source: Site title
de: Site-Titel
fr: Titre du Site

source: Subtitle
de: Untertitel
fr: Sous-titre

source: Maximum number of records in listings
de: Maximale Anzahl der Datensätze in Listen
fr: Nombre maximum d'éléments affichés dans chaque liste

source: Maximum number of versions:
de: Maximale Anzahl von Versionen:

source: 0 for unlimited versions
de: 0 for unbegrenzte Anzahl an Versionen
fr: 0 pour un nombre illimité de versions

source: Users can register
de: Benutzer können sich registrieren
fr: Permettre aux utilisateurs de s'inscrire

source: Tiki will perform a DNS lookup and attempt to open a SMTP session to validate the email server
de: Tiki führt eine DNS Überprüfung durch und versucht eine SMTP-Sitzung zu starten umd den Emailserver zu validieren

source: Require validation by Admin
de: Erfordert Validierung durch einen Admin
fr: Demande une validation par Admin

source: The administrator will receive an email for each new user registration, and must validate the user before the user can login
de: Der Administrator erhält eine Email bei jeder neuen Benutzerregistrierung und muss jeden Benutzer validieren, bevor sich dieser anmelden kann
fr: L\\'administrateur recevra un e-mail pour chaque nouvelle inscription, et doit la valider avant que l'utiliser puisse se connecter

source: Require passcode to register
de: Benötigt Code zur Registrierung
fr: Demander un code pour l'enregistrement

source: Users must enter a code to register. You must inform users of this code. Use to restrict registration to invited users only
de: Benutzer muss einen Code zur Registrierung eingeben. Du musst die Benutzer über diesen Code informieren. Benutze das zur Beschränkung auf nur die Benutzer, die eingeladen wurden
fr: Les utilisateurs doivent fournir un code pour s'enregistrer. Vous devez leur fournir ce code. A utiliser pour limiter l'enregistrement aux seuls invités

source: Passcode
de: Code
fr: code

source: Alphanumeric code requierd to complete the registration
de: Alphanumerischer Code um die Registrierung abzuschließen
fr: Code alphanumérique demandé pour compléter l'enregistrement

source: Use tracker to collect more user information
de: Benutze Tracker um mehr Informationen über Benutzer zu erhalten
fr: Utiliser les formulaires pour collecter des informations complémentaires sur les utilisateurs

source: Display a tracker (form) for the user to complete, as part of the registration process. Use this tracker to store additional information about each user
de: Zeige einen Tracker (Formular), das die Benutzer ausfüllen müssen, um mit der Registrierung fortzufahren. Benutze diesen Tracker um zusätzliche Informationen zu jedem Benutzer zu speichern

source: Use the \"Admin Groups\" page to select which tracker and fields to display
de: Benutze \"Gruppenverwaltung\" um Tracker und Felder auszuwählen

source: Use tracker to collect more group information
de: Benutze Tracker um mehr Gruppeninformationen zu erhalten
fr: Utiliser le formulaire pour collecter plus d'informations sur les groupes

source: Create a new group for each user
de: Erzeuge eine neue Benutzergruppe für jeden Benutzer
fr: Créer un nouveau groupe pour chaque utilisateur

source: Synchronize Tiki groups with a directory
de: Synchronisiere Tiki Gruppen mit einem Verzeichnis

source: Define the directory within the \"LDAP\" tab
de: Definiere das Verzeichnis im \"LDAP\"-Tab

source: Synchronize Tiki users with a directory
de: Synchronisiere Tiki Benutzer mit einem Verzeichnis

source: Remember me
de: Merken
fr: Mémorisez-moi

source: Duration
de: Dauer
fr: Durée

source: minutes
de: Minuten

source: hour
de: Stunde
fr: heure

source: hours
de: Stunden
fr: heures

source: day
de: Tag
fr: jour

source: week
de: Woche
fr: semaine

source: month
de: Monat
fr: mois

source: year
de: Jahr
fr: année

source: Use different URL as homepage
de: Benutze eine andere URL als Startseite
fr: Utiliser une page différente pour la page d'accueil

source: Use URL Index
de: Benutze URL Index
fr: Utiliser URL Index

source: Use a Tiki feature homepage or another homepage
de: Benutze eine Tiki-Funktion-Homepage oder eine andere Homepage
fr: Utilise une fonctionnalité Tiki comme page par défaut ou une autre page

source: Use Tiki feature as homepage
de: Benutze diese Funktion als Startseite
fr: Utiliser une fonctionnalité Tiki comme page d'accueil

source: Select the Tiki feature to use as the site homepage. Only enabled features are listed
de: Wähle die Tiki-Funktion, die als Site-Homepage benutzt werden soll. Nur aktivierte Funktionen werden gezeigt
fr: Sélectionnez la fonctionnalité Tiki à utiliser comme page d'accueil du site. Seules les fonctionnalités activées sont affichée

source: Disable JavaScript
de: JavaScript ausschalten
fr: Désactiver JavaScript

source: Disable JavaScript for testing purpose even if the browser allows it
de: Deaktiviere zu Testzwecken JavaScript, auch wenn der Browser es erlaubt
fr: Désactiver JavaScript pour les besoins de tests, même si le fureteur l’autorise

source: User secret
de: Benutzergeheimnis
fr: Secret de l'utilisateur

source: Kaltura partner setting user secret
de: Kaltura Partnereinstellungen: Benutzergeheimnis

source: Admin secret
de: Administratorgeheimnis
fr: Secret de l'Admin

source: Kaltura partner setting admin secret
de: Kaltura Partnereinstellungen: Administratorgeheimnis

source: KCW UI Configuration ID
de: KCW UI Konfigurations ID

source: Kaltura Simple Editor UI Configuration ID
de: Kaltura einfacher Editor UI Konfigurations ID

source: Kaltura Advanced Editor UI Configuration ID
de: Kaltura fortgeschrittener Editor UI Konfigurations ID

source: Kaltura \"User\"
de: Kaltura \"Benutzer\"
fr: \"Utilisateur\" Kaltura

source: Owner of content shared by all Tiki users on this site. If empty then each Tiki user can only see their own media entries
de: Eigentümer dessen Inhalte von allen Tiki Benutzern geteilt wird. Wird das Feld leer gelassen, kann jeder Tiki Benutzer nur seine eigenen Medieneinträge sehen

source: e.g. http://www.kaltura.com/
de: z.B. http://www.kaltura.com/
fr: i.e. http://www.kaltura.com/

source: Set blogs homepage first
de: Zuerst sind Blogs einzustellen
fr: Choisir d'abord une page d'accueil du blog

source: Set Image gal homepage first
de: Zuerst sind Bildergalerien einzustellen
fr: Choisir d'abord la page d'accueil de la galerie d'image

source: Image Gallery:
de: Bildergalerie:

source: File Gallery:
de: Dateiarchiv:

source: Set Forum homepage first
de: Zuerst ist die Forumseite einzustellen
fr: Choisir d'abord la page d'accueil du forum

source: Custom home
de: Angepasstes Home
fr: Personnaliser l'accueil

source: Validate user's email server
de: Validiere Email Server des Benutzers
fr: Valider le serveur mail de l'utilisateur

source: The group will be named identical to the user's username
de: The Benutzergruppe erhält den Namen des neuen Benutzers
fr: Le groupe portera le même nom que celui de l'utilisateur

source: User's choice
de: Benutzerwahl
fr: Choix de l'utilisateur

source: If you don't know better, use '_yourPartnerID'
de: wenn Du es nicht besser weisst, nimm '_yourPartnerID'
fr: Si vous hésitez, utilisez '_yourPartnerID'

source: You could use your server name for this. e.g. \$url_host
de: Du solltest Deinen Servernamen hierfür verwenden, z.B. \$url_host

source: Google Maps API Key
de: Google Maps API Schlüssel
fr: Clé Google Maps API

source: Default x for map center
de: Standard X-Koordinate für die Kartenmitte
fr: x par défaut pour le centre de la carte

source: Default y for map center
de: Standard Y-Koordinate für die Kartenmitte
fr: y par défaut pour le centre de la carte

source: Default zoom level
de: Standard Zoomlevel
fr: Niveau du zoom par défaut

source: whole earth
de: Gesamte Erde
fr: toute la terre

source: country size
de: Ländergröße
fr: taille pays

source: city size
de: Stadtgröße
fr: taille ville

source: village size
de: Dorfgröße
fr: taille des villages

source: max zoom
de: maximaler Zoom
fr: zoom maximum

source: Show map mode buttons in articles list
de: Zeige eine Kartenmodusschaltfläche in der Artikelliste
fr: Montrer les boutons du mode carte dans la liste d'articles

source: Show map mode buttons in page list
de: Zeige eine Kartenmodusschaltfläche in der Seitenliste
fr: Montrer les boutons du mode carte dans la liste de pages

source: Custom CSS
de: Benutzerdefiniertes CSS
fr: CSS personnalisé

source: Custom JavaScript
de: Benutzerdefiniertes JavaScript
fr: JavaScript personnalisé

source: Highlight group
de: Gruppe hervorheben
fr: Surligner le groupe

source: Home Blog (main blog)
de: Home-Blog (Haupt-Blog)
fr: Accueil - Blogues

source: Home Forum (main forum)
de: Home-Forum (Hauptforum)
fr: Accueil - forums

source: Home File Gallery (main file gallery)
de: Hauptverzeichnisgallerie
fr: Galeries de fichiers Accueil (galerie de fichiers principale)

source: Home Gallery (main gallery)
de: Home-Galerie (Hauptgalerie)
fr: Accueil - Galerie

source: No image gallery available (create one first)
de: Keine Bildergalerie verfügbar (erstelle zuerst eine)
fr: Aucune galerie d'images n'est disponible (il faut en créer une tout d'abord)

source: No file gallery available (create one first)
de: Kein Dateiarchiv verfügbar (erstelle zuerst eines)
fr: Aucune galerie n'est disponible (il faut en créer une tout d'abord)

source: No forum available (create one first)
de: Kein Forum verfügbar (erstelle zuerst eines)
fr: Aucun forum disponible (il faut en créer un tout d'abord)

source: No blog available (create one first)
de: Keine Blogs verfügbar (erstelle zuerst eines)
fr: Aucun blog disponible (il faut en créer un tout d'abord)

source: Use HTTPS when building user-specific links
de: Benutze HTTPS, wenn benutzerspezifische Links erstellt werden
fr: Utiliser HTTPS lors de la fabrication de liens spécifiques aux utilisateurs

source: When building notification emails, RSS feeds or other externally available links, use HTTPS when the content applies to a specific user. HTTPS must be configured on the server
de: Wenn Benachrichtigungsemails, RSS Feeds oder andere, extern verfügbare, Links erstellt werden, benutze HTTPS, wenn der sich Inhalt auf einen bestimmten Benutzer bezieht. HTTPS muss dafür auf diesem Server konfiguriert sein
fr: Lors de la construction des messages de notification, des flux RSS ou d'autres liens externes disponibles, utilisez le protocole HTTPS lorsque le contenu s'applique à un utilisateur spécifique. HTTPS doit être configuré sur le serveur

source: Use HTTPS login
de: Benutze HTTPS Login
fr: Utiliser un login HTTPS

source: Increase security by allowing to transmit authentication credentials over SSL. Certificates must be configured on the server
de: Erhöhe die Sicherheit, indem Du es erlaubst, dass Authentifizierungsdaten via SSL übertragen werden. Zertifikate müssen auf diesem Server konfiguriert sein

source: Allow secure (https) login
de: Erlaube sicheren Login (https)
fr: Permettre une connexion sécurisée (HTTPS)

source: Encourage secure (https) login
de: Schlage sicheren Login (https) vor
fr: Encourager les connexions sécurisées (HTTPS)

source: Consider we are always in HTTPS, but do not check
de: Gehe von HTTPS aus, aber prüfe nicht nach
fr: Considère que nous sommes toujours en HTTPS, sans le vérifier

source: Require secure (https) login
de: Sicherer Login (https) notwendig
fr: Exiger une connexion sécurisée (HTTPS)

source: Use CDN for JavaScript
de: Benutze CDN für JavaScript

source: Slide
de: Gleiten
fr: Diapositive

source: Fade
de: Ausblenden
fr: Disparition graduelle

source: Drop (UI)
de: Fallen (UI)

source: Explode (UI)
de: Explodieren (UI)

source: Fold (UI)
de: Falten (UI)

source: Slide (UI)
de: Gleiten (UI)

source: Effect for modules
de: Effekte für Module
fr: Effet pour les modules

source: Effect for tabs
de: Effekte für Tabs
fr: Effet pour les onglets

source: Speed
de: Geschwindigkeit
fr: Vitesse

source: Fast
de: Schnell
fr: Rapide

source: Slow
de: Langsam
fr: Lent

source: Direction
de: Bewegungsrichtung

source: Vertical
de: vertikal

source: Left
de: Linker Rand
fr: Gauche

source: Right
de: Rechter Rand
fr: Droit

source: Up
de: aufwärts
fr: +haut

source: Down
de: abwärts
fr: +bas

source: Never delete versions younger than
de: Lösche nie Versionen jünger als
fr: Ne jamais supprimer une version plus jeune que

source: Use database for translation
de: für Übersetzung Datenbank benutzen
fr: Utiliser la base de données pour les traductions

source: Use the database to store the translated strings and allow using interactive translation
de: Benutze die Datenbank zur Speicherung von übersetzten Texten und erlaube interaktive Übersetzung

source: Language inclusion threshold
de: Schwelle für Einbeziehung von Sprachen

source: When the number of languages is restricted on the site, and is below this number, all languages will be added to the preferred language list, even if unspecified by the user. However, priority will be given to the specified languages
de: Wenn die Anzahl von Sprache der Site beschränkt wird und unter dieser Nummer liegt, werden alle Sprachen zur Liste der bevorzugten Sprachen hinzugefügt, auch wenn durch den Benutzer nicht spezifiziert. Den spezifizierten Sprachen wird jedoch der Vorrang eingeräumt
fr: Quand le nombre de langues est réduit sur le site, mais reste en dessous de ce nombre, toutes les langues sont rajoutées à la lliste des langues préférées, même si cela n'a pas été spécifié par l\\'utilisateur. Toutefois, priorité est donnée aux langues spécifiées

source: Layout per section
de: Layout pro Bereich
fr: Mise en page par section

source: Create user if not in LDAP
de: Erstelle Benutzer, wenn nicht in LDAP
fr: Créer l'utilisateur s'il n'existe pas dans LDAP

source: Maximum average server load threshold in the last minute
de: Maximale durchschnittliche Serverlast-Schwelle in der letzten Minute
fr: Seuil maximum de charge du serveur dans la dernière minute

source: Log mail in Tiki logs
de: Mails in Tiki Logs protokollieren
fr: Noter les emails dans les journaux Tiki

source: Smarty Template usage indicator
de: Smarty Vorlage Nutzungs-Anzeige
fr: Indicateur de l'usage de Smarty Template

source: Add HTML comment at start and end of each Smarty template (TPL)
de: Füge einen HTML-Kommentar am Anfang und am Ende einer jeden Smarty-Vorlage (TPL) ein
fr: Ajouter des commentaires au format HTML au début et à la fin de chaque modèle Smarty (TPL)

source: Use only for development, not in production because these warnings are added to emails as well, and visible to the users
de: Nur zur Entwicklung zu benutzen, nicht für den Produktiveinsatz, weil diese Warnungen sowohl in Emails eingefügt werden, als auch für andere Benutzer sichtbar sind.
fr: A utiliser seulement pour le développement, pas en production, car ces avertissements sont ajoutés aux e-mails et donc visibles aux utilisateurs.

source: You need to clear your Tiki template cache for this change to take effect
de: Du musst den Tiki Vorlagencache löschen, damit sich der Effekt zeigt
fr: Vous devez effacer le cache des Templates pour que le changement de paramètre prenne effet

source: Log SQL
de: SQL-Abfragen protkollieren
fr: Journaux SQL

source: Log SQL queries
de: Logge SQL Abfragen
fr: Logguer les requêtes SQL

source: Log queries using more than (seconds)
de: Protokolliere Abfragen, die mehr als ... Sekunden benötigen
fr: Logguer les requêtes qui prennent plus que (secondes)

source: This may impact performance
de: Das kann die Performance negativ beeinträchtigen
fr: Peut avoir un impact sur les performances

source: Use email as username
de: Benutze Email als Benutzername
fr: Utiliser l'email en tant que nom d'utilisateur

source: Instead of creating new usernames, use the user\\'s email address for authentication
de: Anstelle neue Benutzernamen zu erstellen, benutze die Emailadresse des Benutzers zur Authentifizierung

source: Obscure email when using email as username if possible (coverage will not be complete)
de: Verdecke Emailadresse, wenn der Benutzername gleich der Emailadresse ist (wenn möglich). Die Verdeckung ist ggf. nicht vollständig
fr: Coder l'adresse email, si possible, lorsqu'elle est utilisée comme nom d'utilisateur. (la couverture ne sera pas complète)

source: This will attempt as much as possible to hide the email, showing the realname or the truncated email instead
de: Hierdurch wird versucht, so viel wie möglich von der Emailadresse zu verstecken und nur den Echtnamen oder die Email abgeschnitten anzuzeigen
fr: Ceci tentera autant que possible de cacher l'email, en montrant le nom réel ou l'email tronqué à la place

source: Long date format
de: Langes Datumsformat
fr: Format long pour la date

source: Long time format
de: Langes Zeitformat
fr: Format long pour l'heure

source: Force lowercase
de: Erzwinge Kleinbuchstaben
fr: Forcer en minuscules

source: Mail end of line
de: Zeilenumbruch in Emails
fr: Caractère de fin d'email

source: LF (some Unix MTA)
de: LF (Einige Unix MTA)
fr: LF (certains MTA Unix)

source: full path to mapfiles
de: Kompletter Pfad zu Kartendateien
fr: Chemin d'accès complet aux fichiers-carte

source: Wiki Page for Help
de: Wikiseite für Hilfe
fr: Page Wiki d'aide

source: Wiki Page for Comments
de: Wikiseite für Kommentare
fr: Page Wiki des commentaires

source: Maximum length
de: Maximale Länge
fr: Taille Maximale

source: Memcache
de: Speichercaching

source: Enable connection to memcached servers to store temporary information
de: Aktiviere Verbindung zu Memcached-Servers um temporäre Informationen zu speichern
fr: Activer la connexion aux serveurs memcache pour le stockage temporaire d'informations

source: Requires the PHP memcache extension.
de: Erfordert die PHP memcache Erweiterung

source: Memcache compression
de: Memcachekompression
fr: Compression Memcache

source: Enable compression for memcache storage
de: Aktiviere Kompression für die Memcache-Speicherung
fr: Activer la compression pour le stockage memcache

source: Memcache servers
de: Memcache Server
fr: Serveurs Memcache

source: One per line. address:port (weight)
de: Einer pro Zeile. Adresse:Port (weight)
fr: Un par ligne. adresse:port (poids)

source: Memcache key prefix
de: Memcache key Präfix
fr: Préfix pour les clefs Memcache

source: Memcache expiration
de: Memcache Verfallszeit
fr: Expiration Memcache

source: Duration for which the data will be kept
de: Dauer, für welche die Daten gespeichert werden
fr: Temps de conservation des données

source: Cache wiki data in memcache
de: Cache Wikidaten in memcache
fr: Mettre les données Wiki dans memcache

source: Cache wiki output in memcache
de: Cache Wikiausgaben in memcache
fr: Mettre le rendu Wiki dans memcache

source: Cache forum output in memcache
de: Cache Forenausgaben in memcache
fr: Mettre le rendu des forum dans memcache

source: Menu icons
de: Menü-Icons
fr: Menu Icônes

source: Allows to define icons for menu entries
de: Erlaubt es Symbole für Menüeinträge festzulegen
fr: Permettre de dénifir les icônes pour les entrées de menu

source: Default path for the icons
de: Standardpfad für Icons
fr: Chemin par défaut pour les icônes

source: Allow HTML in menu option names and URLs
de: Erlaube HTML in Menüoptionen und URLs
fr: Permettre le HTML pour le nom des options de menu et les URLs

source: REALLY allow HTML (INSECURE)
de: WIRKLICH HTML erlauben (UNSICHER)
fr: Autoriser réellement le HTML (Risqué)

source: Maximum mailbox size (messages, 0=unlimited)
de: Mailbox-Größe (in Nachrichten, 0=unbegrenzt)
fr: Taille maximum d'une boîte à lettres (messages, 0=illimité)

source: Maximum mail archive size (messages, 0=unlimited)
de: Mailboxarchiv-Größe (in Nachrichten, 0=unbegrenzt)
fr: Taille maximum d'une archive de boîte à lettres (messages, 0=illimité)

source: Maximum sent box size (messages, 0=unlimited)
de: Ausgangsordner-Größe (in Nachrichten, 0=unbegrenzt)
fr: Taille maximum d'une boîte à lettres de messages envoyés (messages, 0=illimité)

source: Keywords
de: Schlüsselwörter
fr: Mot(s) clé(s)

source: Include freetags
de: Freetags einbinden
fr: Inclure les mots-clés

source: geo.placename
de: Geo Ort

source: No metric trend value
de: Wert der angezeigt wird, wenn kein metrischer Trend

source: Metric trend prefix
de: Metrischer Trend Präfix

source: Metric trend suffix
de: Metrischer Trend Suffix

source: Metric name length
de: Metrik-Namenlänge

source: Metric tab name length
de: Metrictab Namenlänge

source: Cache metrics output
de: Cache Metrikausgaben

source: Minimum length
de: Minimale Länge
fr: Taille Minimale

source: Mobile Access
de: Mobiler Zugriff
fr: Accès Mobile

source: Mobile Perspectives
de: Mobile Perspektiven

source: Header Theme
de: Kopf Theme

source: jQuery Mobile Theme
de: jQuery Mobil- Theme

source: Content Theme
de: Inhalts-Theme

source: Menus Theme
de: Menü-Theme

source: Use Latest Library
de: Benutze aktuellste Bibliothek

source: \"More Like This\" algorithm
de: Algorithmus für \"Ähnliches\"
fr: Algorithme \"Plus comme ceci\"

source: Minimum amount of tags in common
de: Minimale Anzahl von Tags im Allgemeinen
fr: Nombre minimum de mot-clés communs

source: Multi-domain
de: Multi-Domäne
fr: Multi-domaines

source: Multi-domain Configuration
de: Multi-domain Konfiguration
fr: Configuration Multi-domaines

source: One domain per line. Comma separated with perspective ID. Ex.: tiki.org,1
de: Eine Domain pro Zeile. Perspektiven werden durch Komme getrennt. Bsp.: tiki.org,1

source: Use relative (next / previous) pagination links
de: Benutze relative Paginierungslinks (nächstes/vorheriges Objekt)
fr: Utiliser des liens de pagination (suivant / précédent) relatifs

source: Wiki buttons
de: Wiki Symbole
fr: Boutons Wiki

source: Page description, icons, backlinks, ..
de: Seitenbeschreibung, Symbole, Backlinks, ..
fr: Description de la page, icônes, liens, ..

source: Bottom
de: unten
fr: Bas

source: Neither
de: weder noch
fr: Aucun

source: A page can occur multiple times in a structure
de: Eine Seite kann innerhalb einer Struktur mehrfach auftreten
fr: Une page peut avoir plusieurs occurences dans la même structure

source: Display fast move links (by 10 percent of the total number of pages)
de: Zeige Links zum schnellen Navigieren (10 Prozent der Gesamtzahl der Seiten)
fr: Afficher des liens rapides (par tranches de 10% du nombre total de pages)

source: Hide pagination when there is only one page
de: Verberge Paginierungslinks, wenn es nur eine Seite gibt
fr: Masquer la pagination lorsqu'il n'y a qu'une seule page

source: Use Icons
de: Benutze Icons
fr: Utiliser les icones

source: Display 'First' and 'Last' links
de: Zeige Links für 'erstes' und 'letztes' Objekt
fr: Afficher les 'Premier' et 'Dernier' liens

source: PAM service
de: PAM Dienst
fr: Service PAM

source: Currently unused
de: momentan unbenutzt
fr: Actuellement non utilisé

source: Require characters and numerals
de: Erfordert Buchstaben und Ziffern
fr: Exiger des caractères alphanumériques

source: For improved security, require users to include a mix of characters and numerals in passwords
de: Für erhöhte Sicherheit von Benutzern fordern, in Passwörtern eine Mischung aus Buchstaben und Ziffern zu benutzen

source: Password expires after
de: Passwort läuft ab nach
fr: Mot de passe expire après

source: Require alphabetical characters in lower and upper case
de: Erfordert alphabetische Buchstaben in Groß-/Kleinschreibung
