Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Description text is wiki-parsed
de: Wiki-Parser auch für Beschreibung benutzen
fr: La description est interprétée en Wiki

source: Error message:
de: Fehlermeldung:

source: Import/Export Trackers Fields
de: Tracker-Felder importieren/exportieren
fr: Importer/exporter des champs de formulaires

source: Export fieldId also
de: Exportiere auch die fieldId
fr: Exporter les Ids de champs aussi

source: Check the box to re-import in this tracker and change the fields
de: Setzt den Haken um nochmals in diesen Tracker zu importieren und die Felder zu ändern

source: Uncheck the box to import in another database
de: Entferne den Haken um in eine andere Datenbank zu importieren
fr: Décocher la case pour faire l'import à partir d'une autre base de données

source: Edit This Tracker's Fields
de: Felder des Trackers bearbeiten
fr: Modifier les champs de ce formulaire

source: Found
de: Fand
fr: Trouvé

source: trackers
de: Tracker
fr: formulaires

source: Items
de: Einträge
fr: Éléments

source: Edit Tracker
de: Bearbeite Tracker:
fr: Modifier ce formulaire

source: Create Tracker
de: Tracker anlegen
fr: Créer un nouveau formulaire

source: Create/Edit Tracker
de: Tracker hinzufügen/bearbeiten
fr: Ajouter/modifier un formulaire

source: Auto create corresponding categories
de: Automatisch passende Kategorien anlegen
fr: Crée automatiquement les catégories correspondantes

source: Default status displayed in list mode
de: Status, die in der Listenanzeige ausgegeben werden sollen
fr: État par défaut affiché en mode liste

source: Show status to tracker admin only
de: Status nur dem Tracker-Admin zeigen
fr: Ne montrer les statuts qu'aux administrateurs du formulaire

source: Send copies of all activity in this tracker to this e-mail address
de: Kopien aller Aktivitäten dieses Trackers an diese Emailadresse schicken
fr: Envoyer toute activité dans ce formulaire à cette adresse électronique

source: Use simplified e-mail format
de: Vereinfachtes Emailformat benutzen
fr: Utiliser un format email simplifié

source: The tracker will use the text field named Subject if any as subject and will use the user email or for anonymous the email field if any as sender
de: Der Tracker benutzt das mit \"subject\" bezeichnete Feld für den Emailbetreff und die Emailadresse des Benutzers. Bei anonymen Benutzern, das Feld \"email\" (wenn vorhanden) als Absender
fr: Le formulaire utilisera le champ de texte nommé Subject s'il existe, le courriel de l'utilisateur si existe ou pour un anonyme le champ email de la fiche si existe

source: New items are created with status
de: Status neuer Einträge
fr: Les nouvelles fiches sont créées avec le statut

source: Authoritative status for modified items
de: Authoritiver Status des Trackers wird beim Ändern des Trackers gesetzt auf
fr: Statut qui sera positionné pour les fiches modifiées

source: No change
de: keine Änderung
fr: Aucun changement

source: Item creator can modify his items?
de: Ersteller kann Einträge ändern
fr: Le créateur d'une fiche peut la modifier ?

source: The tracker needs a user field with the option 1
de: Der Tracker muß ein Benutzerfeld mit der Option 1 besitzen
fr: Le formulaire a besoin d'un champ utilisateur avec l'option 1

source: User can take ownership of item created by anonymous
de: Benutzer kann Objekt-Besitz von 'Anonymous' übernehmen

source: Only one item per user or IP
de: Nur ein Eintrag pro Benutzer oder IP-Adresse
fr: Une seule fiche par utilisateur ou IP

source: The tracker needs a user or IP field with the option 1
de: Der Tracker muß ein Benutzer- oder IP-Feldmit der Option 1 besitzen
fr: Le formulaire a besoin d'un champ utilisateur ou IP avec l'option 1

source: Member of the creator group can modify items?
de: Mitglied der Erstellergruppe kann Einträge ändern

source: The tracker needs a group field with the option 1
de: Der Tracker muß ein Gruppenfeld mit der Option 1 besitzen
fr: Le formulaire a besoin d'un champ groupe avec l'option 1

source: Show creation date when listing tracker items?
de: Erstellungsdatum beim Auflisten von Tracker-Einträgen anzeigen
fr: Afficher la date de création dans la liste des fiches ?

source: Format if not the default short one:
de: Format, wenn nicht das standard Kurzformat

source: Show creation date when viewing tracker item?
de: Erstellungsdatum beim Betrachten von Einträgen anzeigen
fr: Montre la date de création lors de l'affichage d'une fiche ?

source: Show lastModif date when listing tracker items?
de: Änderungsdatum beim Auflisten von Tracker-Einträgen anzeigen
fr: Afficher la date de dernière modification dans la liste des fiches ?

source: Show lastModif date when viewing tracker item?
de: Änderungsdatum beim Betrachten von Einträgen anzeigen
fr: Montre la date de la dernière modification lors de l'affichage d'une fiche ?

source: What field is used for default sort?
de: Standardfeld für Sortierung
fr: Quel est le champ utilisé pour l'ordre de tri par défaut ?

source: What is default sort order in list?
de: Standardsortierung
fr: Quel est le sens de l'ordre de tri par défaut ?

source: Tracker items allow ratings?
de: Bewertung von Tracker-Einträgen erlauben
fr: Les fiches de formulaire peuvent être notées ?

source: with values
de: mit den Werten
fr: avec valeurs

source: and display rating results in listing?
de: und Bewertungsergebnisse in Liste anzeigen
fr: et afficher les résultats des notes dans les listes ?

source: Tracker items allow comments?
de: Kommentare zu Tracker-Einträgen zulassen
fr: Commentaires permis dans les fiches ?

source: and display comments in listing?
de: und Kommentare in Liste anzeigen
fr: et afficher les commentaires en mode liste ?

source: Tracker items allow attachments?
de: Anlagen zu Tracker-Einträgen zulassen
fr: Fichiers joints permis dans les fiches ?

source: and display attachments in listing?
de: und Anhänge in Liste anzeigen
fr: et afficher les fichiers joints en mode liste ?

source: Attachment display options (Use numbers to order items, 0 will not be displayed, and negative values display in popups)
de: Darstellungsoptionen für Anhänge (Nummern zur Sortierung eintragen, 0 versteckt Felder, bei negativen Einträgen erscheinen Popups)
fr: Options d'affichage des fichiers joints (utilisez des chiffres pour ordonner les éléments, 0 inhibe l'affichage, et les valeurs négatives s'afficheront dans une popup)

source: Filesize
de: Dateigröße
fr: Taille du fichier

source: Filetype
de: Dateityp
fr: Type du fichier

source: LongDesc
de: Beschreibung
fr: Desc-longue

source: Items can be created only during a certain time
de: Einträge sind nur in einem bestimmten Zeitraum möglich
fr: Les fiches ne peuvent être créées que pendant un certain temps

source: Do not show empty fields in item view?
de: Leere Felder beim Betrachten von Einträgen ausblenden
fr: Ne pas montrer les champs vides à l'affichage d'une fiche?

source: Show these fields (ID comma separated) in a popup on item link when listing tracker items?
de: Diese Felder (kommagetrennte IDs) als Popup auf Eintragslinks in der Listenansicht anzeigen
fr: Montrer ces champs (Ids séparés par des virgules) dans une popup au passage sur le lien vers la fiche lors de l'affichage des fiches d'un formulaire?

source: Group of users alerted when tracker is modified
de: Gruppe von Benutzern bei Tracker-Änderung benachrichtigen
fr: Groupe d'utilisateur alerté quand le formulaire est modifié

source: Wiki page to display an item
de: Wikiseite zum Anzeigen eines Objekts
fr: Page Wiki pour l'affichage d'un élément

source: wiki:pageName for a wiki page or tpl:tplName for a template
de: wiki: Seitename für eine Wikiseite tpl: tpl-Name für eine Vorlage
fr: wiki:nomdelapage pour une page wiki ou tpl:nomdutemplate pour un modèle

source: Notification
de: Benachrichtigung

source: Status changes
de: Statusänderungen
fr: Changements d'état

source: After creation
de: nach Erstellung
fr: Après création

source: After last modification
de: nach letzter Änderung
fr: Après la dernière modification

source: Warn creator of an upcoming status change
de: Warne Ersteller vor einem bevorstehenden Statuswechsel
fr: Avertir le créateur d'un changement d'état à venir

source: Mail subject text
de: Emailbetreff
fr: Sujet du mail

source: Mail body ressource
de: Emailtext
fr: Ressource pour le corps du mail

source: wiki:pageName for a wiki page or tplName.tpl for a template
de: wiki: Seitename für eine Wikiseite tpl: tpl-Name für eine Vorlage
fr: wiki:NomdelaPage pour une page wiki ou tplName.tpl pour un modèle

source: Import/Export
de: Importieren/Exportieren
fr: Importer/Exporter

source: Import/export trackers
de: Tracker im-/exportieren
fr: Importer/exporter des formulaires

source: Charset encoding
de: Zeichensatz
fr: Encodage des caractères

source: Duplicate Tracker
de: Tracker duplizieren
fr: Dupliquer un formulaire

source: New / Edit
de: Neu / Bearbeiten
fr: Nouveau/Éditer

source: Edit <em>%0</em>
de: Bearbeite <em>%0</em>
fr: Éditer <em>%0</em>

source: Members
de: Mitglieder
fr: Membres

source: Exactly
de: Exakt
fr: Exactement

source: At Least
de: Mindestens
fr: Au moins

source: At Most
de: Höchstens
fr: Au plus

source: States
de: Staten

source: Admin groups
de: Gruppen verwalten
fr: Administrer les groupes

source: Admin users
de: Benutzer verwalten
fr: Administrer les utilisateurs

source: Add new group
de: Neue Gruppe hinzufügen
fr: Ajouter un nouveau groupe

source: Manage permissions
de: Rechte verwalten
fr: Gérer les droits

source: List of existing groups
de: Liste vorhandener Gruppen
fr: Liste des groupes existants

source: Inherits Permissions from
de: Erbt Rechte von
fr: Hérite les permissions de

source: User Choice
de: Benutzerwahl
fr: Choix de l'utilisateur

source: Edit group
de: Bearbeite Gruppe
fr: Modifier le groupe

source: Add a New Group
de: Eine neue Gruppe hinzufügen
fr: Ajouter un nouveau groupe

source: Inherit permissions directly from following groups.
de: Erbt Rechte direkt von den folgenden Gruppen.
fr: Hérite les permissions directement des groupes suivants.

source: Also inheriting permissions from the following groups (indirect inheritance through the groups selected above).
de: Außerdem werden Rechte von den folgenden Gruppen vererbt (inderekte Rechteerbschaft durch die oben gewählten Gruppen).
fr: Le groupe hérite aussi les permissions des groupes suivants (héritage indirect à travers les groupes sélectionnés ci-dessus).

source: Group Homepage or Url
de: Gruppenhomepage oder URL
fr: Page d'accueil du groupe ou URL

source: Use wiki page name or full URL
de: Wiki-Seitennamen oder volle URL benutzen
fr: Utiliser le nom de la page Wiki ou l'URL complet

source: Default category assigned to uncategorized objects edited by a user with this default group:
de: Standardmäßig zugewiesene Kategorie für unkategorisierte Objekte, die ein Benutzer dieser Gruppe erstellt hat:

source: Group Theme
de: Gruppentheme
fr: Thème du groupe

source: Use site default
de: Benutze Standards der Site
fr: Utiliser la valeur par défaut du site

source: Group Information Tracker
de: Gruppeninformationen-Tracker
fr: Formulaire d'information sur le groupe

source: choose a group tracker ..
de: wähle einen Gruppen-Tracker ..

source: choose a field ..
de: wähle ein Feld ..

source: User can assign to the group himself
de: Benutzer kann sich selbst zu einer Gruppe hinzufügen
fr: Un utilisateur peut se mettre dans ce groupe lui-même

source: Users are automatically unassigned from the group after
de: Benutzer werden automatisch von dieser Gruppen entfernt. Nach
fr: Les utilisateurs ne sont plus membre du groupes après

source: 0 or empty for never
de: 0 oder freilassen für niemals
fr: 0 ou vide pour jamais

source: Users are automatically assigned at registration in the group if their emails match the pattern
de: Benutzer werden automatisch bei Registrierung zu dieser Gruppe hinzugefügt, wenn ihre Email dem folgenden Muster entspricht
fr: Les utilsateurs sont automatiquement assignés dès leur enregistrement au groupe si leur adresse mail est de la forme

source: Example:
de: Beispiel:
fr: Exemple :

source: Assign group <em>management</em> permissions:
de: Weise der Gruppe <em>Verwaltungsrechtemanagement</em> zu:

source: Edit Item
de: Punkt bearbeiten
fr: Modifier la fiche

source: Members List
de: Mitgliederliste
fr: Liste des membres

source: Expire
de: Ablauf

source: users in group
de: Benutzer in der Gruppe
fr: utilisateurs du groupe

source: Add to group
de: Zur Gruppe hinzufügen
fr: Ajouter à un groupe

source: Charset encoding:
de: Zeichensatzkodierung:

source: Assign users to group:
de: Benutzer einer Gruppe zuordnen:

source: Each user in the file must already exist.
de: Jeder Benutzer in der Datei muss bereits existieren.

source: To create users or/and assign them to groups, got to <a href=\"tiki-adminusers.php\">admin->users</a>
de: Um einen Benutzer anzulegen und/oder ihn einer Gruppe zuzuweisen gehe zu <a href=\"tiki-adminusers.php\">Verwalten->Benutzer</a>
fr: Pour créer des utilisateurs et/ou les assigner à un/plusieurs groupe, aller à <a href=\"tiki-adminusers.php\">admin->users</a>

source: CSV File
de: CSV Datei
fr: Fichier CSV

source: Add a New User
de: Neuen Benutzer hinzufügen
fr: Ajouter un nouvel utilisateur

source: Updated users
de: Aktualisierte Benutzer
fr: Utilisateurs mis à jour

source: Rejected users
de: Abgelehnte Benutzer
fr: Utilisateurs refusés

source: Reason
de: Grund
fr: Raison

source: More Criteria
de: Erweiterte Suchoptionen
fr: Plus de critères

source: Group (direct)
de: Gruppe (direkt)
fr: Groupe (direct)

source: Edit Account Settings:
de: Kontodaten bearbeiten

source: ago
de: her
fr: depuis

source: Need to validate email
de: Muss Email validieren
fr: Nécessite une validation par email

source: Assign to group
de: Zu einer Gruppe zuweisen
fr: Assigner au groupe

source: to groups
de: zu Gruppen
fr: aux groupes

source: Edit Included Group
de: Bearbeite eingebundene Gruppe
fr: Modifier les groupes inclus

source: Edit Group
de: Bearbeite Gruppe
fr: Éditer le groupe

source: default
de: standard
fr: défaut

source: Change user preferences
de: Ändere Benutzereinstellungen
fr: Changer les préférences utilisateur

source: Validate user
de: Validiere Benutzer
fr: Valider l'utilisateur

source: Confirm user email
de: Bestätige Benutzeremail

source: Remove Users and their Userpages
de: Entferne Benutzer und deren Benutzerseiten
fr: Supprimer les utilisateurs et leurs pages utilisateur

source: Manage Group Assignments
de: Gruppenzuordnungen bearbeiten
fr: Mettre dans des groupes

source: Set Default Groups
de: Standardgruppen setzen
fr: Positionner les groupes par défaut

source: Send a wiki page by Email
de: Sende eine Wiki Seite per Email
fr: Envoyer une page Wiki par email

source: Assign selected to
de: Markierte hinzufügen zu
fr: Mettre les sélectionnés dans

source: Remove selected from
de: Markierte löschen aus
fr: Supprimer les sélectionnés de

source: the following groups:
de: den folgenden Gruppen:

source: Set the default group of the selected users to
de: Setzt die Standardgruppe der markierten Benutzer auf
fr: Positionner le groupe par défaut des utilisateurs sélectionnés

source: Template wiki page
de: Wiki Seitenvorlage
fr: Page wiki modèle

source: Edit user
de: Benutzerdaten bearbeiten
fr: Modifier l'utilisateur

source: Assign user to Groups
de: Weise Benutzer einer Gruppe zu
fr: Assigner l'utilisateur aux Groupes

source: Use the email as username
de: Benutze Email als Benutzernamen
fr: Utilisez l'adresse électronique comme nom d'utilisateur

source: Warning: it will mess with slave intertiki sites that use this one as master
de: Warnung: es wird Probleme mit untergeordneten Intertiki Sites (slaves) geben, die diese als Master benutzen

source: No password is required
de: Kein Passwort erforderlich
fr: Un mot de passe n'est pas obligatoire

source: Repeat Password:
de: Passwort wiederholen:
fr: Répéter le mot de passe:

source: User must change password at next login
de: Benutzer muss sein Passwort beim nächsten Login ädnern
fr: L'utilisateur doit changer son mot de passe à sa prochaine connexion

source: Send an email to the user in order to allow him to validate his account.
de: Sende dem Benutzer eine Email, damit sein Konto validiert werden kann.
fr: Envoyer un email à l'utilisateur pour qu'il valide son compte.

source: You need to set <a href=\"tiki-admin.php?page=general\">Sender Email</a>
de: Die <a href=\"tiki-admin.php?page=general\">Sendeadresse</a> muß gesetzt sein
fr: Vous devez configurer <a href=\"tiki-admin.php?page=general\">Adresse électronique des messages envoyés</a>

source: Registered:
de: Registriert:

source: Last Login:
de: Letzter Login:

source: User tracker item : {\$usersitemid}
de: Benutzertrackereintrag : {\$usersitemid}
fr: Fiche de l'utilisateur: {\$usersitemid}

source: You do not have permission to edit this user
de: Du hast keine Berechtigung, diesen Benutzer zu bearbeiten

source: CSV file layout
de: Layout der CSV-Datei

source: Only login, password, email are mandatory.Use an empty password for automatic password generation. Use same login and email if the login use email. Groups are separated by comma. With group name with comma, double the comma
de: Nur Login, Passwort und Email sind zwingend. Benutze ein leeres Passwort, um eines generieren zu lassen. Benutze das gleiche Login und Email, wenn das Login Email nutzt. Gruppen werden durch Komma getrennt. Haben Gruppen ein Komma im Namen, benutze zwei Kommata

source: Don't overwrite
de: Nicht überschreiben
fr: Ne pas écraser

source: Overwrite groups:
de: Gruppen überschreiben:
fr: Écraser le(s) groupe(s) :

source: Create groups:
de: Erzeuge Gruppe:
fr: Créer le(s) groupe(s) :

source: User must change password at first login:
de: Benutzer muss sein Passwort nach dem ersten Login ändern:
fr: L'utilisateur doit changer de mot de passe à la première connexion :

source: You can export users of a group in <a href=\"tiki-admingroups.php\">admin->groups->a_group</a>
de: Du kannst Benutzer einer Gruppe unter <a href=\"tiki-admingroups.php\">Verwalten->Gruppe</a> exportieren
fr: Vous pouvez exporter les utilisateurs d'un groupe via <a href=\"tiki-admingroups.php\">admin->groups->a_group</a>

source: Loading..
de: Lade..

source: More languages are available. To view them, update languages you can read from <a href=\"tiki-user_preferences.php\">user preferences</a> or your browser's preferences
de: Es sind mehr Sprachen verfügbar. Um Sie zu sehen, aktualisere die Sprachen, die Du verstehen kannst aus den <a href=\"tiki-user_preferences.php\">Benutzereinstellungen</a> oder Deinen Einstellungen des Browsers

source: Admin Article Types
de: Artikeltypen verwalten
fr: Administrer les types des articles

source: Show Help
de: Hilfe anzeigen
fr: Affiche l'aide

source: Article type
de: Artikeltyp
fr: Type d'article

source: Shows up in the drop down list of article types
de: In der Auswahlliste der Typen anzeigen
fr: Montrer la liste des types d'articles

source: Allow ratings by the author
de: Bewertungen des Autors erlauben
fr: Permettre à l'auteur de noter

source: Show before publish date
de: Vor dem Veröffentlichungsdatum anzeigen
fr: Afficher avant la date de publication

source: non-admins can view before the publish date
de: Nicht-Admins sehen den Artikel vor dem Veröffentlichungsdatum
fr: Les utilisateurs autres que l'administrateur peuvent voir l'article avant la date de publication

source: Show after expire date
de: Nach dem Auslaufdatum anzeigen
fr: Afficher après la date d'expiration

source: non-admins can view after the expire date
de: Nicht-Admins sehen den Artikel nach dem Ablaufdatum
fr: Les utilisateurs autres que l'administrateur peuvent voir l'article après la date d'expiration

source: Heading only
de: nur Kopfteil
fr: En-tête seulement

source: No article body, heading only
de: Nur den Header ohne den Artikelbody anzeigen
fr: Pas de corps d'article, uniquement un en-tête

source: Allow comments for this type
de: Kommentare für diesen Typ erlauben
fr: Permettre les commentaires pour ce type

source: Comment Can Rate Article
de: Kommentar darf Artikel bewerten
fr: Les commentaires entrent dans le vote des articles

source: Allow comments to include a rating value
de: Kommentare inklusive Bewertung erlauben
fr: Permettre aux commentaires d'avoir une note

source: Show image
de: Zeige Bild
fr: Afficher l'image

source: Show topic or own image
de: Thema oder eigenes Bild anzeigen
fr: Afficher l'image propre ou celle du sujet

source: Show avatar
de: Zeige Avatar
fr: Afficher l'avatar

source: Show author's avatar
de: Avatar des Autors anzeigen
fr: Afficher l'avatar de l'auteur

source: Show author name
de: Namen des Autors anzeigen
fr: Afficher le nom de l'auteur

source: Show publish date
de: Zeige Veröffentlichungsdatum
fr: Afficher la date de publication

source: Show expire date
de: Zeige Ablaufdatum
fr: Afficher la date d'expiration

source: Show reads
de: Zeige Zugriffe
fr: Afficher le nombre de lecture

source: Show the number of times the article was read
de: Anzeigen wie oft der Artikel gelesen wurde
fr: Afficher le nombre de fois que l'article a été lu

source: Show size
de: Zeige Größe
fr: Afficher la taille

source: Show the size of the article
de: Größe des Artikels anzeigen
fr: Afficher la taille de l'article

source: Show topline
de: Introzeile anzeigen
fr: Afficher le surtitre

source: Show a small title over the title
de: Kleine Introzeile über der Überschrift anzeigen
fr: Afficher un petit titre au-dessus du titre

source: Show subtitle
de: Untertitel anzeigen
fr: Afficher le sous-titre

source: Show the subtitle
de: Untertitel anzeigen
fr: Afficher le sous-titre

source: Show source
de: Zeige Quelle
fr: Afficher le code source

source: Show link to source after article body
de: Zeige Link zur Quelle nach dem Artikelhauptteil
fr: Afficher le lien vers la source après le corps de l'article

source: Show Image Caption
de: Bildbeschreibung anzeigen
fr: Afficher la légende de l'image

source: Show a legend under the image
de: Legende unter dem Bild anzeigen
fr: Afficher une légende en dessus de l'image

source: Show Language
de: Sprache anzeigen
fr: Afficher la langue

source: Show the language
de: Sprache anzeigen
fr: Afficher la langue

source: Creator can edit
de: Ersteller kann bearbeiten
fr: Le créateur peut modifier

source: The person who submits an article of this type can edit it
de: Einreicher dieses Artikeltyps dürfen diese Artikel ändern
fr: L'utilisateur qui soumet un article de ce type peut le modifier

source: Actions on this article type
de: Aktionen zu diesem Artikeltyp
fr: Actions pour ce type d'article

source: List of article types
de: Liste der Artikeltypen
fr: Liste des types d'articles

source: view articles with this type
de: Betrachte Artikel dieses Typs
fr: Afficher les articles de ce type

source: Review
de: Rezension
fr: Article noté

source: Classified
de: vertraulich
fr: Annonce

source: Show lang
de: Sprache anzeigen
fr: Afficher la langue

source: Custom attribute
de: Angepasste Attribute
fr: Attribut personnalisé

source: Create a new type
de: Neuen Typ anlegen
fr: Créer un nouveau type

source: Assign permissions to group
de: Gruppenberechtigungen vergeben
fr: Attribuer des droits d'accès au groupe

source: Group Information
de: Gruppeninformationen
fr: Information sur le groupe

source: level
de: Stufe
fr: niveau

source: Desc
de: Beschreibung
fr: Description

source: inherited from
de: geeerbt von
fr: hérité(e) de

source: inherited
de: geerbt
fr: hérité(e)

source: Advanced feature
de: Funktion für Fortgeschrittene
fr: Fonctionnalité avancée

source: Create level
de: Neue Berechtigungsstufe
fr: Créer un niveau

source: all permissions in level
de: alle Rechte auf Stufe
fr: tous les droits d'accès dans le niveau
