Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: No item indicated
de: Kein Objekt angegeben
fr: Aucune fiche indiquée

source: Are you sure you want to delete this note
de: Bist Du sicher, dass Du diese Nachricht löschen willst

source: created from notepad
de: Aus dem Notitzblock erstellt
fr: créé à partir du bloc-note

source: Note not found
de: Nachricht nicht gefunden
fr: Note non trouvée

source: Not enough information to display this page
de: Nicht genug Informationen, um diese Seite anzuzeigen
fr: Information insuffisante pour afficher cette page

source: Are you sure you want to remove the direct permissions from this object
de: Bist Du sicher, dass Du die direkten Berechtigungen von diesem Objekt entfernen möchtest

source: You do not have permission to assign permissions for this object
de: Du hast keine Berechtigungen um dem Objekt Rechte zuzuweisen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas attribuer des droits d'accès à cet objet

source: Manual payment entered
de: Manuelle Zahlung eingegeben
fr: Payement manuel saisi

source: You do not have permission to enter payment
de: Du hast keine Berechtigungen um eine Zahlung einzugeben

source: New payment requested
de: Neue Zahlungsanfrage

source: Cancel payment %0
de: Breche Zahlung %0 ab

source: Payment canceled
de: Bezahlung abgebrochen

source: No article indicated
de: Kein Artikel angegeben
fr: Aucun article indiqué

source: Article is not published yet
de: Artikel ist noch nicht veröffentlicht
fr: Cet article n'a pas encore été publié

source: No post indicated
de: Kein Posting angegeben
fr: Aucun article indiqué

source: Blog not found
de: Blog nicht gefunden
fr: Blogue introuvable

source: No pages indicated
de: Keine Seiten angegeben
fr: Aucune page indiquée

source: Pageviews
de: Seitenaufrufe
fr: Affichage de page

source: No result indicated
de: Kein Ergebnis angegeben
fr: Aucun résultat indiqué

source: You are already logged in
de: Du bist bereits angemeldet
fr: Vous êtes déjà connecté

source: Please enter a valid %s. No spaces, more than %d characters and contain %s
de: Bitte trage ein(e) gültige %s ein. Keine Leerzeichen, mehr als %d Zeichen und muss %s enthalten
fr: SVP, saisissez un %s valide. Pas d'espace, plus de %d caractères et contenant %s

source: Invalid or unknown username
de: Ungültiger oder unbekannter Benutzername
fr: Nom utilisateur invalide ou inconnu

source: Unable to send mail. User has not configured email
de: Kann Email nicht senden. Der Benutzer hat Email nicht konfiguriert
fr: Impossible d'envoyer le courriel. L'utilisateur n'a pas configuré son adresse électronique

source: Please provide a username or email
de: Bitte gib Deinen Benutzernamen oder Deine Email an

source: Please contact the Administrator if you do not get the email, or if there is an issue with resetting the password
de: Bitte kontaktiere den Administrator, wenn Du die Email nicht erhälst, oder sonst ein Problem mit dem Zurücksetzen Deines Passworts auftritt
fr: Veuillez contacter l'Administrateur du site si vous ne recevez pas l'e-mail, ou s'il y a un problème avec la réinitialisation du mot de passe

source: A password reminder email has been sent
de: Eine Passworterinnerungsemail wurde gesendet
fr: Un courriel de rappel du mot de passe a été envoyé

source: An email with a link to reset your password has been sent
de: Eine Email zur Zurücksetzung Deines Passworts wurde gesendet
fr: Un courriel comportant un lien qui permet de réinitialiser votre mot de passe a été envoyé

source: to the email
de: zu der Email

source: to the registered email address for
de: an die registrierte Emailadresse für
fr: à l'adresse électronique inscrite pour

source: You cannot rename staging pages. Please rename the approved page instead
de: Du kannst keine Entwurfsseiten umbennen. Bitte benenne die veröffentlichten Seiten um
fr: Vous ne pouvez pas renommer une page en cours de validation. Merci de plutôt renommer la page validée

source: Cannot rename page because maybe new staging page name already exists
de: Kann Seite nicht umbenennen, weil möglicherweise eine neue Entwurfsseite mit dem gleichen Namen existiert

source: Non-existent version
de: Nicht existierende Version
fr: Version inexistante

source: Error Message
de: Fehlermeldung
fr: Message d'erreur

source: Tiki RSS Feed Error Message: \$errmsg
de: Tiki RSS Feed Fehlermeldung: \$errmsg
fr: Message d'erreur du canal de syndication Tiki RSS&nbsp;: \$errmsg

source: This match was not case sensitive
de: Diese Übereinstimmung ist nicht auf Groß-/Kleinschreibung geprüft

source: No items selected
de: Keine Objekte gewählt

source: Page cannot be found:
de: Seite nicht gefunden:

source: Page has changed since preview:
de: Seite wurde seit Vorschau geändert:

source: Page not updated due to error in replacing:
de: Seite wurde aufgrund eines Fehlers beim Ersetzen nicht aktualisiert:

source: Page updated:
de: Seite aktualisiert:

source: A problem occured during file uploading
de: Ein Problem ist beim Datei hochladen aufgetreten
fr: Un problème est survenu pendant le chargement des données

source: File which was causing trouble was at rank
de: Der Rang der problematischen Datei war

source: The error was
de: Der Fehler war

source: Error: You can\\'t send the same newsletter by refreshing this frame content
de: Fehler: Du kannst den Newsletter nicht nochmals durch Aktualisierung des Inhalts senden
fr: Error: Vous ne pouvez pas envoyer le bulletin de nouvelles en faisant recharger le contenu de ce cadre

source: Newsletter successfully sent to %s users
de: Newsletter erfolgreich zu %s Benutzern gesendet
fr: La Newsletter a été envoyée avec succès à %s utilisateurs

source: There was %s errors
de: Es ist/sind %s Fehler aufgetreten

source: No newsletters available.
de: Keine Rundbriefe vorhanden.
fr: Aucune lettre d'informations n'est disponible.

source: successfully sent
de: erfolgreich verschickt
fr: envoyé avec succès

source: not sent
de: nicht verschickt
fr: pas envoyé

source: Error:
de: Fehler:
fr: Erreur :

source: Notice: this variable may not be empty
de: Hinweis: diese Variable darf nicht leer sein
fr: Cette variable ne peut pas être vide

source: Notice: invalid variable value
de: Hinweis: ungültiger Variablenwert
fr: Remarque&nbsp;: valeur de variable invalide

source: Report to the webmaster
de: Berichte dem Webmaster
fr: Signaler au webmestre

source: Your link was sent
de: Dein Link wurde gesendet
fr: Votre lien a été envoyé

source: Your email is mandatory
de: Die Angabe Deiner Email ist zwingend

source: Permission to post in forum denied
de: Erlaubnis in das Forum zu posten verweigert

source: No text given for tweet
de: Kein Text zum twittern

source: Error sending tweet
de: Fehler beim senden des Tweet

source: Error sending mail to
de: Fehler beim Senden der Email an

source: Spreadsheet -
de: Tabellenkalkulation -

source: Are you sure you want to delete this spreadsheet?
de: Bist Du sicher, dass Du diese Tabelle löschen willst?

source: You do not have permission to edit messages \$owner
de: Du hast keine Berechtigung, diese Nachrichten zu bearbeiten \$owner
fr: Vous n'avez pas les droits de modifer les messages \$owner

source: Page must be defined inside a structure to use this feature
de: Für diese Funktion muss die Seite innerhalb einer Struktur angelegt werden
fr: La page doit être définie à l'intérieur d'une structure pour utiliser cette fonctionnalité

source: Clean the sql logs
de: Lösche die SQL-Logs
fr: Purger les logs SQL

source: You cannot take this quiz twice
de: Du kannst dieses Quiz nicht zweimal durchführen
fr: Vous ne pouvez remplir ce QCM deux fois

source: Quiz time limit exceeded quiz cannot be computed
de: Quizzeit überschritten. Quiz kann nicht gewertet werden
fr: Limite de temps dépassée&nbsp;: le QCM ne peut pas être traité

source: You cannot take this survey twice
de: Du kannst nicht zweimal an dieser Umfrage teilnehmen
fr: Vous ne pouvez pas répondre à cette enquête deux fois

source: Send a link to a friend
de: Sende Link an einen Freund
fr: Envoyer un lien à un ami

source: Please create a category first
de: Bitte erst eine Kategorie anlegen
fr: SVP, créer d'abord une catégorie

source: No trackerId specified
de: Keine trackerId angegeben
fr: Pas d'identifiant de formulaire spécifié

source: You must lock the file before editing it
de: Du musst die Datei sperren, bevor Du sie bearbeitest
fr: Vous devez verrouiller ce fichier avant de le modifier

source: Error processing zipped image package
de: Fehler beim Verarbeiten der gepackten Bilddateien
fr: Erreur lors du traitement de paquetage image zippé

source: No permission to upload zipped image packages
de: Berechtigung zum Hochladen gepackter Bildarchive nicht vorhanden
fr: Aucun droit pour envoyer des paquetages d'images zippées

source: The uploaded file ist not recognized as a image
de: Die hochgeladene Datei konnte nicht als Bild identifiziert werden
fr: Le premier fichier envoyé n'est pas une image

source: You do not have permission to upload images
de: Zugriff verweigert. Du kannst keine Bilder hochladen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez envoyer d'images

source: You have permission to upload images but not to this gallery
de: Zugriff verweigert. Du kannst Bilder hochladen, aber nicht in diese Galerie
fr: Droit d'accès refusé&nbsp;: vous pouvez envoyer des images, mais pas dans cette galerie

source: Cannot get image from URL
de: Kann Bild nicht von URL beziehen
fr: Impossible d'obtenir d'image de cette adresse Web

source: That is not an image (or you have php < 4.0.5)
de: Dies ist kein Bild (oder die PHP Version ist kleiner als 4.0.5)
fr: Ceci n'est pas une image (ou votre version php < 4.0.5)

source: Usage
de: Zugriffe
fr: Utilisation

source: No url indicated
de: Keine URL angegeben
fr: Aucune adresse Web indiquée

source: Unknown user
de: Unbekannter Benutzer
fr: Utilisateur inconnu

source: Password has been changed
de: Passwort wurde geändert
fr: Le mot de passe a été changé

source: Invalid password. Your current password is required to change administrative information
de: Falsches Passwort. Dein gegenwärtiges Passwort ist erforderlich um die Informationen zu ändern
fr: Mot de passe invalide. Votre mot de passe actuel est requis pour modifier vos paramètres administratifs

source: Email is set to %s
de: Emailadresse ist jetzt %s
fr: L'adresse électronique est changée en %s

source: The passwords did not match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas

source: If you really want to delete you're account, you must check the checkbox
de: Wenn Du Dein Konto wirklich löschen willst, musst Du den Haken setzen

source: was moved into trash
de: wurde in den Papierkorb verschoben
fr: a été mis à la corbeille

source: trashed by
de: weggeworfen von
fr: mis à la corbeille par

source: open / in process
de: offen / in Bearbeitung
fr: ouvert / en cours

source: Rights by creator
de: Rechte beim Ersteller
fr: Droits par créateur

source: END
de: ENDE
fr: FIN

source: Percentage
de: Prozensatz
fr: Pourcentage

source: Task accepted by creator
de: Aufgabe von Ersteller akzeptiert
fr: Tâche acceptée par le créateur

source: Task accepted by task user
de: Aufgabe von Aufgabenbenutzer akzeptiert
fr: Tâche acceptée par l'utilisateur de la tâche

source: Task NOT accepted by creator
de: Aufgabe von Ersteller NICHT akzeptiert
fr: Tâche REFUSÉE par le créateur

source: Task NOT accepted by task user
de: Aufgabe von Aufgabenbenutzer NICHT akzeptiert
fr: Tâche REFUSÉE par l'utilisateur de la tâche

source: Sorry this task does not exist or you have no rights to view this task
de: Diese Aufgabe existiert nicht oder Du hast keine Rechte diese Aufgabe anzusehen
fr: Désolé, cette tâche n'existe pas ou vous n'avez pas les droits de la voir

source: Task entries
de: Aufgabeneinträge
fr: Description de la tâche

source: Changes:
de: Änderungen:

source: Info message
de: Benachrichtigung
fr: Message d'info

source: NEW Task
de: Neue Aufgabe
fr: NOUVELLE tâche

source: Sorry you are not allowed to send tasks to other users, or the user is not allowed to receive tasks
de: Es ist Dir nicht erlaubt, Aufgaben anderen Benutzern zu senden, oder der Empfängerbenutzer darf keine Aufgaben empfangen

source: Changes on Task
de: Änderungen an Aufgabe
fr: Modifications de la tâche

source: You received a new task
de: Neue Aufgabe erhalten
fr: Vous avez reçu une nouvelle tâche

source: The priority is
de: Die Priorität ist
fr: La priorité est

source: very low
de: sehr niedrig
fr: très bas

source: high
de: hoch
fr: haut

source: very high
de: sehr hoch
fr: très haut

source: You've to start your work at least on
de: Du musst Deine Arbeit spätestens aufnehmen am
fr: Vous devez commencer le travail au moins le

source: You've to finish your work on
de: Du musst Deine Arbeit spätestens abschließen am
fr: Vous devez finir le travail pour le

source: Login and click the link below
de: Melde Dich an und klicke auf den unten stehenden Link
fr: Connectez-vous et cliquez sur le lien ci-dessous

source: Please read the task and work on it
de: Bitte lese die Aufgabe und arbeite daran

source: Sorry, there was an error while trying to write data into the database
de: Es ist ein Fehler beim Schreiben von Daten in die Datenbank aufgetreten
fr: Désolé, il y a une erreur lors de l'enregistrement des données dans la base de données

source: A new page is created in a language
de: Eine neue Seite (Übersetzung) wird erstellt
fr: Une nouvelle page a été créé dans une langue

source: Category change in a language
de: Kategorieänderung in einer Sprache
fr: Un changement de catégorie dans une langue

source: Remove the notification email
de: Entferne die Benachrichtigungsemail
fr: Retirer les notifications par email

source: Language watch
de: Sprachenüberwachung

source: Category watch: %0, Language: %1
de: Kategorieüberwachung: %0, Sprache: %1

source: Cannot upload this file not enough quota
de: Hochladen würde Kontingent überschreiten
fr: Envoi du fichier impossible, quota insuffisant

source: No user indicated
de: Kein Benutzer angegeben
fr: Aucun utilisateur indiqué

source: Non-existent user
de: Nicht existierender Benutzer
fr: Utilisateur inexistant

source: No banner indicated
de: Kein Banner angegeben
fr: Aucune bannière indiquée

source: No blog indicated
de: Kein Blog angegeben
fr: Aucun blogue indiqué

source: Post not found
de: Post nicht gefunden

source: You do not have permission to view this blog post while it is marked as private
de: Du hast nicht die Rechte, um diesen Blogpost zu sehen, solange er als privat markiert ist

source: No cache information available
de: Keine Cache-Informationen verfügbar
fr: Aucune information sur l'antémémoire disponible

source: You must suggest a question; please try again
de: Du musst eine Frage vorschlagen; versuche es erneut
fr: Vous devez proposer un question, merci de recommencer

source: No faq indicated
de: Keine FAQ angegeben
fr: Aucune FAQ indiquée

source: You are not permitted to remove someone else\\'s post!
de: Keine Erlaubnis zum Löschen von Beiträgen anderer Benutzer!
fr: Vous n'êtes pas autorisé à effacer les publications de quelqu\\'un d'autre!

source: Incorrect thread
de: Falscher Thread
fr: Fil de discussion incorrect

source: No thread indicated
de: Kein Thread angegeben
fr: Aucun fil de discussion indiqué

source: Create tracker item
de: Erstelle einen Trackereintrag

source: You don't have a personal tracker item yet. Click here to make one
de: Du hast noch keinen persönlichen Trackereintrag. Klicke hier um einen zu erstellen

source: That tracker don't use extras
de: Dieser Tracker benutzt keine Extras

source: Tiki WebDAV access
de: Tiki WebDAV Zugriff

source: Are you sure you want to delete this account
de: Bist Du sicher, dass Du dieses Konto löschen willst
fr: Êtes-vous sûr de vouloir supprimer ce compte

source: Top pages
de: Top-Seiten
fr: Pages les plus populaires

source: Last pages
de: Letzte Seiten
fr: Dernières pages

source: Plugin modified by editor
de: Plugin durch Editor verändert
fr: Plugin modifié par l'éditeur

source: Tidy Extension not present
de: Tidy-Erweiterung (php) nicht vorhanden
fr: Extension Tidy non présente

source: The TikiTests Replay File is Empty
de: Die TikiTests Wiedergabedatei ist leer

source: The TikiTests Replay File has an error
de: Die TikiTests Wiedergabedatei hat einen Fehler

source: You are about to delete a TikiTest file, do you want to continue
de: Du bist dabei, die TikiTest-Datei zu löschen. Möchtest Du fortfahren

source: Error deleting the file
de: Beim Löschen der Datei ist ein Fehler aufgetreten
fr: Erreur lors de la suppression du fichier

source: TikiTest List
de: TikiTest Liste
fr: Liste TikiTest

source: TikiTest Record
de: TikiTest Aufzeichnung
fr: Enregistrement TikiTest

source: You need one of the extension pecl HTTP or Curl to replay the TikiTest
de: Du benötigst eine der folgenden Erweiterungen: pecl HTTP oder Curl um TikiTests wiederzugeben
fr: L'extension pecl HTTP ou Curl est requise pour rejouer le Tikitest

source: The TikiTest Replay File is Empty
de: Die TikiTest Wiedergabedatei ist leer

source: TikiTest Replay
de: TikiTest Wiedergabe
fr: Rejouer TikiTest

source: The page is empty
de: Die Seite ist leer
fr: La page est vide

source: You do not have permissions to view the maps
de: Keine Berechtigung zum Betrachten von Karten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas voir les cartes

source: Copyright management
fr: Gestion du copyright

source: Name
fr: Nom

source: Backlinks
fr: Pages pointant vers cette page

source: Explorer
fr: Explorateur

source: Andorra
fr: Andorre

source: Azerbaijan
fr: Azerbaïdjan

source: Bahrain
fr: Bahreïn

source: Barbados
fr: Barbade

source: Belarus
fr: Biélorussie

source: Benin
fr: Bénin

source: Bermuda
fr: Bermudes

source: Bhutan
fr: Bhoutan

source: Chile
fr: Chili

source: China
fr: Chine

source: Dominica
fr: Dominique

source: El Salvador
fr: Salvador

source: El_Salvador
fr: Salvador

source: Eritrea
fr: Erythrée

source: Fiji
fr: Fidji

source: Finland
fr: Finlande

source: Gambia
fr: Gambie

source: Grenada
fr: Grenade

source: Guernsey
fr: Guernesey

source: Guinea Bissau
fr: Guinée-Bissao

source: Guinea
fr: Guinée

source: Guinea_Bissau
fr: Guinée-Bissao

source: Guyana
fr: Guyane

source: Haiti
fr: Haïti

source: Isle of Man
fr: Ile de Man

source: Israel
fr: Israël

source: Jamaica
fr: Jamaïque

source: Japan
fr: Japon

source: Kuwait
fr: Koweït

source: Luxemburg
fr: Luxembourg

source: Malta
fr: Malte

source: Mauritius
fr: Mauritanie

source: Mexico
fr: Mexique

source: Montenegro
fr: Monténégro

source: Namibia
fr: Namibie

source: Nepal
fr: Népal

source: Nigeria
fr: Nigéria

source: Niue
fr: Nioué

source: Palau
fr: Palaos

source: Peru
fr: Pérou

source: Pitcairn
fr: Îles Pitcairn

source: Puerto Rico
fr: Porto Rico

source: Puerto_Rico
fr: Porto_Rico

source: Reunion
fr: Réunion

source: San Marino
fr: Saint-Marin

source: San_Marino
fr: Saint-Marin

source: Senegal
fr: Sénégal

source: Somalia
fr: Somalie

source: Sudan
fr: Soudan

source: Tanzania
fr: Tanzanie

source: Thailand
fr: Thaïlande

source: Tokelau
fr: Tokélaou

source: Turkmenistan
fr: Turkménistan

source: Uganda
fr: Ouganda

source: United States Minor Outlying Islands
fr: Îles mineures éloignées des États-Unis

source: United_States_Minor_Outlying_Islands
fr: Îles_mineures_éloignées_des_États-Unis

source: Viet Nam
fr: Viêt Nam

source: Viet_Nam
fr: Viêt_Nam

source: Wales
fr: Pays de Galles

source: Tiki Installer
fr: Installeur Tiki

source: Tiki version:
fr: Version de Tiki :

source: PHP version:
fr: Version PHP :

source: Server:
fr: Serveur :

source: Sent:
fr: Envoyé :

source: Mo
fr: Lu

source: Fr
fr: Ve

source: tracker
fr: Formulaires

source: Blogs
fr: Blogues

source: blog
fr: blogue

source: forum
fr: Forums

source: quiz
fr: QCM

source: Your message has been queued for approval and will be posted after a moderator approves it.
fr: Votre message a été mis en attente de validation. Il sera affiché après validation par le modérateur.

source: Create page
fr: Créer la page

source: Plugin <strong>%0</strong> cannot be executed
fr: Le Plugin <strong>%0</strong> n'a pas pu être exécuté

source: WikiDiff::apply: line count mismatch: %s != %s
fr: WikiDiff::apply: nombre de lignes différent: %s != %s

source: WikiDiff::_check: failed
fr: WikiDiff::_check&nbsp;: a échoué

source: WikiDiff::_check: edit sequence is non-optimal
fr: WikiDiff::_check&nbsp;: séquence de modification non optimale

source: WikiDiff Okay: LCS = %s
fr: WikiDiff OK: LCS = %s

source: Lines
fr: Lignes

source: This is an approximation based on your server memory limit
fr: Ceci est une approximation basée sur la limite mémoire du serveur

source: unlink failed
fr: unlink a échoué

source: Invalid file mime type
fr: Type mime invalid

source: XML file does not validate against the Mediawiki XML schema
fr: Le fichier XML ne valide pas le schéma XML Mediawiki

source: Query point
fr: Point de recherche

source: layer
fr: couche

source: Record
fr: Enregistrement

source: Sorry, \"from\" date must precede \"to\" date
fr: Désolé, la date \"depuis\" doie être antérieure à la date \"jusqu'à\"

source: Sorry, no data available for the future
fr: Désolé, aucune données disponible pour le futur

source: for month of
fr: pour le mois de

source: for week of
fr: pour la semaine de

source: Integer (i)
fr: Entier (i)

source: Float (f)
fr: Flottant (f)

source: List (L)
fr: Liste (L)

source: The content retrieved at %s is not a list of mods
fr: Le contenu recupéré à %s n'est pas une liste de Mods

source: Theme
fr: Thème

source: Users can shade module
fr: Les utilisateurs peuvent afficher/cacher le module

source: Default: 10
fr: Par défaut : 10

source: Cclite payment initiated on %0
fr: Paiement Cclite initié à %0

source: Connection to cclite server %0 failed for %1<br />\"%2\"
fr: La connexion au serveur cclite %0 a échouée pour %1<br />\"%2\"

source: Between heading and body
fr: Entre l'en'tête et la corps

source: Allow additional custom fields for article types
fr: Autoriser des champs personnalisés additionnels pour les types d'articles

source: Web Server
fr: Serveur Web

source: Token Access Max Timeout
fr: Délais d'expiration du jeton d'accès

source: Token Access Max Hits
fr: Nombre maximum de hits pour le jeton d'accès

source: phpBB Version
fr: Version de phpBB

source: Host
fr: Serveur

source: Default: Anonymous Bind
fr: Default: Bind anonyme

source: Search scope
fr: Délimiter la recherche

source: LDAP version
fr: Version LDAP

source: Disable Tiki users who don't have a phpBB login. (They could have been deleted)
fr: Désactiver les utilisateurs Tiki qui n'ont pas de compte phpBB (Ils ont pu être supprimés)

source: BigBlueButton server salt
fr: Clé d'authentification serveur BigBlueButton

source: Module (box) shadow start
fr: Calque des Modules (boîte) - Début

source: Module (box) shadow end
fr: Calque des Modules (boîte) - Fin

source: View list begins
fr: Début de l'affichage

source: Focus Date
fr: Date choisie

source: Period beginning
fr: Début de période

source: First year in the dropdown
fr: Première année dans la liste déroulante

source: Enter a year or use +/- N to specify a year relative to the current year
fr: Entrez une année ou utilisez +/- N pour spécifier une année relative à l'année courante

source: Last year in the dropdown
fr: Dernière année dans la liste déroulante

source: Sticky popup
fr: Popup collant

source: Choose a smaller number for less noise and easier reading
fr: Choisissez un petit nombre pour moin de bruit et une lecture plus facile

source: CAS server version
fr: Version du serveur CAS

source: Hostname
fr: Nom du serveur
