Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: The user will be able to reply to you directly via email
de: Der Benutzer kann Dir direkt via Email antworten

source: Send me a copy
de: Sende mir eine Kopie
fr: M'envoyer une copie

source: You will be sent a copy of this email
de: Du erhälst eine Kopie dieser Email
fr: Vous allez recevoir une copie de ce mail

source: No messages to download
de: Keine Nachricht zum Herunterladen
fr: Pas de messages à télécharger

source: Mailbox is full! Delete or archive some messages if you want to receive more messages.
de: Mailbox ist voll! Bitte ein paar Nachrichten archivieren oder löschen, damit weitere empfangen werden können.
fr: La boîte à lettre est pleine! Détruisez ou archivez des messages si vous voulez continuer à en recevoir.

source: is reply to
de: ist Antwort auf
fr: Répond à

source: Find replied message
de: suche beantwortete Nachricht
fr: trouver les messages répondus

source: Mark as read
de: Markiere als gelesen
fr: Marquer lu

source: Mark as unread
de: Markiere als ungelesen
fr: Marquer non-lu

source: Mark as flagged
de: Markiere als gekennzeichnet
fr: Mettre un drapeau

source: Mark as unflagged
de: Markiere als ungekennzeichnet
fr: Ne pas mettre de drapeau

source: Mark
de: setzen
fr: marquer

source: Mailbox
de: Briefkasten
fr: Boîte aux lettres

source: Compose
de: Erstellen
fr: Envoyer à des utilisateurs

source: Broadcast
de: Verteiler
fr: Envoyer à un groupe

source: Auto-archive age for read messages:
de: Mindestalter gelesener Nachrichten für Auto-Archivierung:

source: Read message
de: Nachricht lesen
fr: Lire le message

source: Return to mailbox
de: zurück zum Briefkasten
fr: Revenir à la boîte principale

source: replyall
de: allen antworten
fr: répondre à tous

source: Unflag
de: Markierung entfernen
fr: Supprimer le drapeau

source: Flag this message
de: Nachricht kennzeichnen
fr: Mettre un drapeau à ce message

source: From:
de: Von:

source: Return to archive
de: Zurück zum Archiv
fr: Retourner aux archives

source: Return to outbox
de: Zurück zum Ausgang
fr: Retourner à la boîte à lettres

source: Sent Messages
de: Gesendete Nachrichten
fr: Messages envoyés

source: Replied
de: Beantwortet
fr: Répondu

source: Not replied
de: Nicht beantwortet
fr: Non répondu

source: move to archive
de: archivieren
fr: mettre dans l'archive

source: receiver
de: Empfänger
fr: destinataire

source: 'name' parameter for tikimodule missed
de: 'name'-Parameter fehlt für Tikimodul
fr: le paramètre 'name' manque à tikimodule

source: Move module up
de: Modul nach oben verschieben
fr: Remonter le module

source: Move module down
de: Modul nach unten verschieben
fr: Descendre le module

source: Move module to opposite side
de: Modul zur anderen Seite verschieben
fr: Déplacer le module vers le côté opposé

source: opp side
de: Seitenwechsel
fr: côté opposé

source: Unassign this module
de: Modul entfernen
fr: Désattribuer ce module

source: Are you sure you want to unassign this module
de: Bist Du sicher, dass Du das Modul entfernen willst

source: Toggle module contents
de: Modulinhalt umschalten
fr: Afficher/cacher le contenu du module

source: toggle
de: Menü ein-/ausblenden
fr: Afficher / Cacher

source: Toggle Vertically
de: Vertikal umschalten

source: Display type unknown, you have to enter the banner type
de: Anzeigetyp unbekannt. Du muust den Banner-Typ angeben
fr: Type de bannière inconnu. Vous devez donner le type de bannière

source: You forgot your Google ad_client number !
de: Es wurde keine Google ad_client Nummer angegeben!
fr: Vous avez oublié votre nombre Google ad_client!

source: To configure your Tiki
de: Um Deine Tiki zu konfigurieren
fr: Pour configurer votre Tiki

source: Select
de: Auswählen
fr: Choisir

source: Admin Home
de: Administrator Home
fr: Accueil administration

source: Admin
de: Verwalten
fr: Administrer

source: from the menu
de: aus dem Menü
fr: du menu

source: Watch the <a class=\"link\" href=\"http://tiki.org/TikiMovies\" title=\"Demos\" target=\"_blank\">demo movies
de: Siehe die <a class=\"link\" href=\"http://tiki.org/TikiMovies\" title=\"Demos\" target=\"_blank\">Demonstrationsvideos an

source: To remove this module
de: Um dieses Modul zu entfernen
fr: Pour retirer ce module

source: Admin Modules
de: Module verwalten
fr: Administrer les modules

source: Modules
de: Module

source: and remove the assistant module
de: und entferne das Assistenzmodul
fr: et retirer l'assistant module

source: You can also add other modules
de: Du kannst auch andere Module hinzufügen
fr: Vous pouvez aussi ajouter d'autres modules

source: To customize the menu
de: Um das Menü individuell anzupassen
fr: Pour modifier le menu

source: Admin Menus
de: Menüs verwalten
fr: Administrer les menus

source: Menus
de: Menüs

source: and edit menu ID 42
de: und bearbeite Menü ID 42
fr: et modifier le menu ID 42

source: Or, create your own menu and add it to a module
de: Oder erstelle Dein eigenes Menü und füge es als Modul hinzu
fr: Ou créez votre propre menu et ajoutez-le à un module

source: To begin configuring Tiki, please
de: Um mit der Konfiguration der Tiki zu beginnen, bitte
fr: Pour commencer la configuration de Tiki&nbsp;:

source: login
de: Anmeldung
fr: identification

source: as admin
de: als Administrator
fr: en tant qu'Admin

source: The Tiki Community
de: Die Tiki Gemeinschaft
fr: La communauté Tiki

source: Published on
de: Veröffentlicht am
fr: Publié le

source: private
de: privat
fr: privé

source: Untitled
de: ohne Titel

source: Add event
de: Ereignis hinzufügen
fr: Ajouter un évènement

source: Unit cost
de: Preis/Einheit

source: Qty
de: Menge

source: Update
de: Aktualisieren
fr: Mettre à jour

source: Check-out
de: Abmelden

source: Your cart is empty
de: Dein Warenkorb ist leer
fr: Votre caddie est vide

source: Impossible condition, %0 of
de: Unmögliche Bedingung, %0 von

source: Apply
de: Übernehmen
fr: Appliquer

source: Assign into category
de: Zu Kategorie zuweisen
fr: Assigner à une categorie

source: Unassign category
de: Aus Kategorie entfernen

source: Pages:
de: Seiten:

source: empty
de: leer
fr: vide

source: low
de: niedrig
fr: bas

source: Sites
de: Links

source: Sites to validate
de: Zu überprüfende Links
fr: Sites à valider

source: Categories:
de: Kategorien:

source: Searches
de: Suchanfragen
fr: Recherches

source: Visited links
de: Besuchte Links
fr: Liens visités

source: Put tags separated by spaces. For tags with more than one word, use no spaces and put words together or enclose them with double quotes
de: Trage Tags durch Leerzeichen getrennt ein. Für Tags mit mehr als einem Wort, benutze keine Leerzeichen und schreibe die Worte zusammen oder umschließe sie mit Anführungszeichen
fr: Séparer les mots-clés par des espaces. Les mots-clés formés par des mots composés sont à saisir sans espaces entre les différents mots ou entourer de doubles quotes

source: Add tags
de: Tags hinzufügen
fr: Ajouter des tags

source: List everything tagged
de: Liste alles mit Tags versehene

source: All Groups
de: Alle Gruppen
fr: Tous les groupes

source: Your Groups
de: Deine Gruppen
fr: Vos groupes

source: Emulated Groups
de: Emuliere Gruppen
fr: Les groupes émulés

source: Switch to Groups
de: Zu Gruppen umschalten

source: Simulate
de: Simuliere
fr: Simuler

source: insert original
de: Original einfügen
fr: insérer l'original

source: insert thumbnail
de: Miniaturbild einfügen
fr: insérer la miniature

source: more
de: mehr
fr: plus

source: Last `\$module_rows` Podcasts
de: Letzten `\$module_rows` Podcasts

source: This is likely not a podcast file
de: Dies ist wahrscheinlich keine Podcast-Datei
fr: Cela n'est sûrement pas un fichier de podcast

source: The path to a podcast player is required
de: Der Pfad zu einem Podcastplayer ist erforderlich
fr: Le chemin vers un lecteur de podcast est requis

source: No avatar
de: Kein Avatar
fr: Pas d'avatar

source: Register
de: Registrieren
fr: S'inscrire

source: You
de: Du
fr: Vous

source: Open operator console
de: Operatorkonsole öffnen
fr: Ouvrir une console opérateur

source: Execution time
de: Ausführungszeit
fr: Temps d'exécution

source: Memory usage
de: Speicherverbrauch
fr: Mémoire utilisée

source: database queries used in
de: Datenbank-Aufrufe ausgeführt in
fr: requêtes à la base de données utilisées en

source: Server load
de: Serverlast
fr: Charge du serveur

source: Logged in as
de: Angemeldet als
fr: Connecté comme

source: Log out
de: Abmelden
fr: Déconnexion

source: Switch User
de: Benutzer wechseln
fr: Se connecter comme

source: Enter user name and click 'Switch'.<br />Useful for testing permissions
de: Trage Benutzernamen ein und klicke auf 'umschalten'.<br />Hilfreich um Berechtigungen zu testen

source: Switch
de: Wechseln
fr: Échanger

source: Switch user
de: Benutzer wechseln
fr: Se connecter comme

source: Log in through CAS
de: Einloggen mittels CAS
fr: Connexion via CAS

source: Log in as admin
de: Einloggen als Administrator
fr: Connexion en admin

source: Log in through Shibboleth
de: Login mittels Shibboleth
fr: Connexion via Shibboleth

source: Log in as
de: Anmelden als
fr: Connexion en tant que

source: Invalid password
de: Ungültiges Passwort
fr: Mot de passe invalide

source: CapsLock is on
de: CapsLock ist aktiviert
fr: Verouillage Maj. (CapsLock) est actif

source: Click here to register
de: Klicke hier, um Dich zu registrieren
fr: Cliquer ici pour vous inscrire

source: Click here if you've forgotten your password
de: Klicke hier, wenn Du Dein Passwort vergessen hast
fr: Cliquer ici si vous avez oublié votre mot de passe

source: I forgot my password
de: Ich habe mein Passwort vergessen
fr: J'ai oublié mon mot de passe

source: Click here to login using the default security protocol
de: Klicke hier, um Dich mit dem standard Sicherheitsprotokoll anzumelden
fr: Cliquer ici pour vous connecter avec le protocole de sécurité par défaut

source: Click here to login using a secure protocol
de: Klicke hier, um ein sicheres Anmeldeprotokoll zu verwenden
fr: Cliquer ici pour vos connecter en utilisant un protocole sécurisé

source: Secure
de: Sicher
fr: Sécurisé

source: Stay in SSL mode
de: In SSL-Modus bleiben
fr: Rester dans le mode SSL

source: local account
de: lokales Konto
fr: compte local

source: OpenID Log in
de: OpenID Anmeldung
fr: Connexion via OpenID

source: What is OpenID
de: Was ist OpenID
fr: Ce qu'est OpenID

source: You have
de: Du hast
fr: Vous avez

source: new messages
de: neue Nachrichten
fr: nouveaux messages

source: new message
de: neue Nachricht
fr: nouveau message

source: You have 0 new messages
de: Du hast keine neuen Nachrichten
fr: Vous n'avez aucun nouveau message

source: We have
de: Wir haben
fr: Il y a

source: submissions waiting to be examined
de: Einreichungen, die auf Sichtung warten
fr: Soumissions en attente d'examen

source: Stay on this page
de: Bleibe auf dieser Seite

source: Edit perspectives
de: Perspektiven bearbeiten
fr: Modifier les perspectives

source: Made with
de: Erstellt mit
fr: Fait avec

source: Description (used for metatags)
de: Beschreibung (für Metatags benutzt)
fr: Description (utilisée pour les méta-tags)

source: Paste content here
de: Inhalt hier einfügen
fr: Coller le contenu ici

source: Modify the look &amp; feel (logo, theme, etc.)
de: Passe das Look & Feel an (Logo, Theme, etc.)
fr: Modifier l'aspect du site (logo, couleurs, thèmes, etc.)

source: Toggle interactive translation off
de: Interaktive Übersetzung ausschalten
fr: Sortir du mode Traduction interactive

source: Toggle interactive translation on
de: Interaktive Übersetzung einschalten
fr: Activer le mode Traduction interactive

source: Articles feed
de: Artikel Feed

source: Image Galleries feed
de: Bildergalerie Feed

source: Image Galleries
de: Bildergalerien
fr: Galeries d'images

source: File Galleries feed
de: Dateiarchiv Feed

source: Forums feed
de: Foren Feeds

source: Maps feed
de: Karten Feed

source: Calendars
de: Kalender
fr: Calendriers

source: Entire Site
de: Ganze Site
fr: Tout le site

source: Image Gals
de: Bildergalerien
fr: Galeries d'images

source: Search Help
de: Suchhilfe
fr: Aide pour la recherche

source: Search for text throughout the site
de: Nach Text auf der ganzen Site suchen

source: Go directly to a page, or search in page titles if exact match is not found
de: Gehe direkt zu einer Seite oder durchsuche die Seitentitel wenn kein genauer Treffer erzielt wurde

source: Edit existing page or create a new one
de: Bearbeite bestehende Seiten oder erstelle neue

source: Advanced search:
de: Erweiterte Suche:

source: Page Relations
de: Seitenbeziehungen

source: Are you sure you want to delete this shout
de: Bist Du sicher, dass Du diesen Shout-Beitrag löschen willst

source: Tweet with twitter
de: Mit Twitter tweeten
fr: Tweet sur twitter

source: Post on my facebook wall
de: Post das auf meiner Facebook-Pinnwand
fr: Poster sur mon mur Facebook

source: Shout date
de: Datum Shout-Beitrag

source: Delete this shout
de: Lösche diesen Shout-Beitrag

source: Edit this shout
de: Bearbeite diesen Shout-Beitrag

source: Read More
de: Weiterlesen
fr: En lire plus

source: Since your last visit on
de: Letzter Besuch
fr: Depuis votre dernière visite

source: New Images
de: Neue Bilder
fr: Nouvelle(s) image(s)

source: Wiki Pages Changed
de: Wiki-Seiten geändert
fr: Page(s) Wiki modifiée(s)

source: New Files
de: Neue Dateien
fr: Nouveau(x) fichier(s)

source: New Comments
de: Neue Kommentare
fr: Nouveau(x) commentaire(s)

source: New Tracker Items
de: Neue Trackereinträge
fr: Nouvelle(s) fiche(s) de formulaire

source: New Calendar Events
de: Neue Kalenderereignisse
fr: Nouveaux évènements du calendrier

source: New Users
de: Neue Benutzer
fr: Nouveau(x) utilisateur(s)

source: click to edit
de: Bearbeiten mit Klick
fr: cliquer pour modifier

source: Nothing has changed
de: Keine Änderungen
fr: Aucun changement

source: Users
de: Benutzer
fr: Utilisateurs

source: Multiple
de: mehrfach

source: including
de: einschließlich
fr: incluant

source: Last update from SVN
de: Letztes Update von SVN
fr: Dernière mise à jour depuis SVN

source: Site Language:
de: Site-Sprache:
fr: Site en

source: Find term:
de: Suche Ausdruck:

source: If not found, you will be given a chance to create it.
de: Wenn nichts gefunden wird, erhälst Du die Möglichkeit ihn zu erstellen.

source: TikiTests Menu
de: TikiTests Menü
fr: Menu TikiTests

source: List Tests
de: Tests auflisten
fr: Liste de Tests

source: Create Test
de: Test erstellen
fr: Créer un Test

source: Top galleries
de: Top Galerien
fr: Galeries les plus populaires

source: Posted to
de: Posted zu

source: (Read More)
de: (Lese mehr)

source: There are no translations of this page
de: Es gibt keine Übersetzungen dieser Seite

source: Up-to-date-ness
de: Aktualität
fr: Actualisation

source: Incoming
de: Eingehend

source: To <strong>continue translating</strong>, select the language to translate from
de: Um mit der <strong>PÜbersetzung fortzufahren</strong>, wähle eine Sprache aus der überetzt werden soll

source: update from it
de: von hier aktualisieren

source: None match your
de: Keine Übereinstimmung Deiner

source: Set your preferred languages.
de: Bevorzugte Sprachen einstellen.
fr: Mettre à jour vos langues préférées.

source: preferred languages
de: bevorzugte Sprache(n)
fr: langues préférées

source: view
de: betrachten
fr: afficher

source: Outgoing
de: Ausgehend

source: update it
de: aktualisiere es
fr: mettre à jour

source: click to view
de: klicken zum ansehen
fr: cliquer pour voir

source: Add Event
de: Termin hinzufügen
fr: Ajouter un évènement

source: Bookmarks
de: Lesezeichen
fr: Signets

source: Done
de: fertig
fr: fait

source: Del
de: Löschen
fr: Effacer

source: select
de: wähle
fr: choisissez

source: Group information
de: Gruppeninformationen

source: You need to activate user and/or group trackers.
de: Du musst Benutzer- und/oder Gruppen-Tracker aktivieren.

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Refresh (non-ajax)
de: Aktualisieren (nicht Ajax)
fr: Rafraîhir (non-ajax)

source: View contact
de: Kontakte einsehen
fr: Voir le contact

source: online users
de: Benutzer (alle) online
fr: utilisateurs connectés

source: online user
de: Benutzer online
fr: utilisateur connecté

source: on host
de: auf Host
fr: sur le serveur

source: User does not accept messages
de: Benutzer akzeptiert keine Nachrichten
fr: L'utilisateur n'accepte pas les messages

source: Send a message to
de: Schicke eine Nachricht an
fr: Envoyer un message à

source: Send a message
de: Sende eine Nachricht
fr: Envoyer un message

source: More Videos
de: Mehr Videos
fr: Plus de vidéos

source: No results
de: Keine Ergebnisse
fr: Pas de résultat

source: No individual permissions, category permissions apply
de: Keine individuellen Berechtigungen - Kategorieberechtigungen gelten
fr: Aucune permission individuelle ne s'applique, les permissions sur les catégories s'appliquent

source: There are individual permissions set for this tracker
de: Für diesen Tracker sind individuelle Berechtigungen gesetzt
fr: Des droits d'accès individuels sont utilisés par ce formulaire

source: No individual permissions. Global permissions apply.
de: Keine individuellen Berechtigungen, globale Berechtigungen gelten
fr: Pas de droit d'accès individuel&nbsp;: les droits globaux s'appliquent

source: Session
de: Sitzungsdaten

source: Old Session
de: Alte Sitzung
fr: Ancienne session

source: Old Version
de: Alte Version
fr: Ancienne version

source: New Session
de: Neue Sitzung
fr: Nouvelle session

source: New Version
de: Neue Version
fr: Nouvelle version

source: Minimum {\$prefs.min_pass_length} characters long
de: Mindestens {\$prefs.min_pass_length} Zeichen lang
fr: Il faut au minimum {\$prefs.min_pass_length} caractères de long

source: vote
de: Abstimmen
fr: voter

source: Requires
de: setzt voraus:
fr: Nécessite

source: You need to set
de: Du musst folgende Funktion einstellen:
fr: Vous devez définir

source: Warning:
de: Warnung:

source: Reset to default
de: Auf Standardeinstellungen zurücksetzen
fr: Réinitialiser à la valeur par défaut

source: Rate
de: Bewerten
fr: Notation

source: A valid email is mandatory to register
de: Zum Registrieren ist eine gültige Emailadresse nötig.
fr: Une adresse électronique valide est nécessaire pour s'inscrire

source: Use your email as login
de: Benutze Deine Email als Login
fr: Utilisez votre adresse électronique pour vous connecter

source: Minimum {\$prefs.min_username_length} characters long
de: Mindestens {\$prefs.min_username_length} Zeichen lang

source: Lowercase only
de: Nur Kleinbuchstaben
fr: Minuscules seulement

source: Repeat password
de: Passwort wiederholen
fr: Encore

source: Generate a password
de: Passwort vorschlagen
fr: Générer un mot de passe

source: Passcode to register
de: Passwort zum Registrieren

source: Not your password
de: Nicht Dein Passwort
fr: Pas votre mot de passe

source: To request a passcode, {if \$prefs.feature_contact eq 'y'}<a href=\"tiki-contact.php\">{/if}\n\t\t\t\tcontact the system administrator{if \$prefs.feature_contact eq 'y'}</a>{/if}
de: Um ein Passwort anzufordern, {if \$prefs.feature_contact eq 'y'}<a href=\"tiki-contact.php\">{/if}\n\t\t\t\tkontaktiere den Systemadministrator{if \$prefs.feature_contact eq 'y'}</a>{/if}

source: Last modification:
de: Letzte Änderung:

source: No pages matched the search criteria
de: Keine passenden Seiten zum Suchkriterium
fr: Aucune page ne correspond au(x) critère(s) de recherche

source: Download Log File
de: Lade Log-Datei herunter
fr: Télécharger le fichier de log

source: Send Newsletter
de: Rundbrief versenden
fr: Envoyer la lettre d'informations

source: To edit the copyright notices
de: Zum Editieren der Copyright-Hinweise
fr: Pour modifier les notices de copyright

source: Click Here
de: hier klicken
fr: Cliquer ici

source: The content on this page is licensed under the terms of the
de: Der Inhalt dieser Seite unterliegt folgenden Lizenzbestimmungen:
fr: Le contenu de cette page est licencié sous les termes

source: Design by
de: Design von
fr: Conçu par

source: Rename
de: Umbenennen
fr: Renommer

source: Contributions by author
de: Beiträge nach Autor
fr: Contributions par auteurs

source: Similar
de: ähnlich
fr: Similaire

source: Make Structure
de: Struktur erstellen
fr: Créer une structure

source: Slides
de: Dias
fr: Diapositives

source: Discuss
de: Diskutieren
fr: Discussion

source: Attach File
de: Datei anhängen
fr: Fichier-joint

source: 1 File Attached
de: 1 angehängte Datei
fr: 1 fichier joint

source: {\$atts|@count} files attached
de: {\$atts|@count} angehängte Dateien

source: Show/Hide Left Column
de: Linke Menüs an/aus
fr: Voir/Cacher menus de gauche

source: Show/Hide Right Column
de: Rechte Menüs an/aus
fr: Voir/Cacher menus de droite

source: Module errors
de: Modulfehler
fr: Erreur dans le module

source: The following modules could not be loaded
de: Die folgenden Module konnten nicht geladen werden
fr: Les modules suivants n'ont pu être chargés

source: Preference was not set
de: Einstellungen wurden nicht gesetzt
fr: La préférence n'est pas activée

source: Designed originally by
de: Originaldesign von
fr: Conçu à l'origine par

source: General
de: Allgemein
fr: Général

source: This book
de: Dieses Buch

source: Start date
de: Startdatum
fr: Date de début

source: before
de: vorher
fr: avant

source: after
de: hinter

source: Auto Tax
de: Steuerautomatik

source: Tasks
de: Aufgaben
fr: Tâches

source: Book new entries
de: Buchen

source: Confirm stack entries
de: Bestätige Stapeleinträge

source: Book into Stack
de: Buche in Stapel

source: Accounts
de: Konten
fr: Comptes

source: Bank acounts
de: Bankkonten

source: Account
de: Konto
fr: Compte

source: Successfully deleted account %0 %1.
de: Konto wurde erfolgreich gelöscht: %0 %1.

source: Return to main accounting page
de: Zurück zur Buchhaltungshauptseite

source: Create new account
de: Erstelle ein neues Konto

source: Edit Account
de: Konto bearbeiten

source: Account number
de: Kontonummer
fr: Numéro de compte

source: Account name
de: Kontoname
fr: Nom du compte

source: Notes
de: Notizen
fr: Liste des notes

source: Locked
de: Gesperrt
fr: Verrouillé

source: Create account
de: Erstelle Konto

source: Modify account
de: Konto bearbeiten

source: Delete this account
de: Lösche dieses Konto

source: Back to book page
de: Zurück zur Buchungsseite

source: Debit
de: Debitor

source: Credit
de: Kreditor

source: Tax
de: Steuer

source: edit account
de: Konto bearbeiten

source: lock account
de: Konto sperren

source: delete account
de: Konto löschen

source: Create a new account
de: Erstelle ein neues Konto

source: printable version
de: druckbare Version

source: export table
de: Tabelle exportieren

source: View account
de: Konto ansehen

source: Edit this account
de: Bearbeite dieses Konto

source: My books
de: Meine Bücher

source: Tax automation
de: Steuerautomatik

source: hide
de: verstecken

source: behind
de: hinter

source: close book
de: Buch schließen

source: Create a book
de: Erstelle ein Buch

source: Book properties
de: Bucheigenschaften

source: Name of the book
de: Name des Buches

source: First date in journal
de: Erstes Datum im Journal

source: Last date in journal
de: Letztes Datum im Journal

source: Currency settings
de: Währungseinstellungen

source: Currency (up to 3 letters)
de: Währung (bis zu 3 Buchstaben)

source: Position of the currency
de: Position des Währungszeichens

source: Show no currency
de: Zeige kein Währungszeichen

source: Show currency in front of numbers
de: Zeige Währungszeichen vor den Beträgen

source: Show currency behind numbers
de: Zeige Währungszeichen hinter den Beträgen

source: Decimals
de: Dezimalstellen

source: Decimal point
de: Dezimaltrennzeichen

source: Thousands separator
de: Tausendertrennzeichen

source: Quote strings with
de: Trenne Text mit
