Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Average time per quiz
de: Durchschn. Zeit pro Quiz
fr: Temps moyen pour remplir un QCM

source: Usage chart
de: Benutzungsdiagramm
fr: Graphe d'utilisation

source: Usage chart image
de: Grafik der Nutzungsstatistik
fr: Image du graphe d'utilisation

source: Daily Usage
de: Zugriffe / Tag
fr: Usage journalier

source: Stats for surveys
de: Statistik für Umfrage
fr: Statistiques sur les enquêtes

source: Last taken
de: Zuletzt teilgenommen
fr: Dernière réponse

source: Stats for survey
de: Statistik für Umfrage
fr: Statistiques sur les enquêtes

source: Clean logs older than
de: Lösche Logs die älter sind als
fr: Nettoyer les entrées de journal plus vieilles que

source: Time Left
de: Verbleibende Zeit
fr: Temps restant

source: Send Answers
de: Antworten senden
fr: Envoyer les réponses

source: Thank you for your submission
de: Vielen Dank für Deine Teilnahme
fr: Merci pour votre soumission

source: Send a link to a friend
de: Sende einem Freund einen Link
fr: Envoyer ce lien à un ami

source: Your email was sent
de: Deine Email wurde verschickt
fr: Votre email a été envoyé

source: Friend's email
de: Email des Freundes
fr: Adresse email de votre ami

source: Use Current Session/Log out
de: Benutze gegenwärtige Sitzung/Abmeldung

source: Theme Control Center: Categories
de: Theme Kontollzentrum: Kategorien
fr: Contrôle des thèmes/Catégories

source: Theme is selected as follows:
de: Das Theme wird folgendermaßen gewählt:

source: If a theme is assigned to the individual object that theme is used.
de: Wenn das Theme einem individuellem Objekt zugewiesen ist, wird das verwendet
fr: Si un thème est attribué à l'objet lui-même, ce thème est utilisé.

source: If not then if a theme is assigned to the object's category that theme is used
de: Wenn nicht, dann wird das Theme, das der Kategorie des Objekts zugewiesen ist gewählt
fr: Sinon, si un thème est attribué à la catégorie de l'objet, ce thème est utilisé

source: If not then a theme for the section is used
de: Wenn nicht, dann wird das Theme des Bereichs gewählt
fr: Sinon, le thème de la section est utilisé

source: If none of the above was selected the user theme is used
de: Wenn nicht, dann wird das Theme des Benutzers gewählt
fr: Si rien au-dessus n'est sélectionné, le thème de l'utilisateur est utilisé

source: Finally if the user didn't select a theme the default theme is used
de: Trifft keiner der obenstehenden Punkte zu, dann wird das Standard-Theme benutzt
fr: Finalement, si l'utilisateur n'a pas sélectionné un thème, le thème par défaut est utilisé

source: Control by Objects
de: Kontrolle anhand der Objekte
fr: Contrôle des thèmes/objets

source: Control by Sections
de: Theme Bereiche
fr: Contrôle des thèmes/sections

source: Assign themes to categories
de: Kategorien Themes zuweisen
fr: Attribuer un thème à une catégorie

source: Assigned categories
de: Zugeordnete Kategorien
fr: Catégories avec thème

source: Theme Control Center: Objects
de: Theme Kontrollcenter: Objekte
fr: Contrôle des thèmes/objets

source: Control by Categories
de: Theme Kategorien
fr: Contrôle des thèmes/catégories

source: Assign themes to objects
de: Objekten Themen zuordnen
fr: Attribuer un thème à un objet

source: Assigned objects
de: Zugeordnete Objekte
fr: Objets avec thème

source: Assign themes to sections
de: Bereichen Themen zuweisen
fr: Attribuer un thème à une section

source: Assigned sections
de: Zugeordnete Bereiche
fr: Sections avec thème

source: Edit File:
de: Datei bearbeiten:

source: The following file was successfully uploaded
de: Folgende Datei erfolgreich hochgeladen
fr: Ce fichier a été envoyé avec succès

source: You can download this file using
de: Du kannst diese Datei herunterladen mit
fr: Vous pouvez télécharger ce fichier avec

source: You locked the file
de: Du hast Die Datei gesperrt
fr: Vous avez verrouillé le fichier

source: The file is locked by {\$fileInfo.lockedby}
de: Die Datei wurde gesperrt von {\$fileInfo.lockedby}
fr: Le fichier est verrouillé par {\$fileInfo.lockedby}

source: File title:
de: Dateititel:

source: required field for podcasts
de: bei PodCasts erforderlich
fr: champ obligatoire pour podcasts

source: File description:
de: Dateibeschreibung

source: Unzip zip files
de: Zipdateien entpacken
fr: Dézipper les fichiers zip

source: File can be deleted after
de: Datei kann danach gelöscht werden
fr: Le fichier peut être supprimé après

source: Creator of file, if different from the 'Uploaded by' user
de: Ersteller der Datei, wenn abweichend vom 'Hochgeladen von' Benutzer

source: Maximum number of downloads
de: Maximale Anzahl von Downloads
fr: Nombre maximal de téléchargements

source: Add File
de: Datei hinzufügen
fr: Ajouter

source: Maximum file size is around:
de: Maximale Dateigröße beträgt ca.

source: Uploading file...
de: Datei wird hochgeladen...
fr: Envoi du fichier...

source: No File to Upload..
de: Keine Datei zum hochladen..

source: Batch Upload Results
de: Ergebnis Batchupload
fr: Résultats de l'envoi par lot

source: Upload successful!
de: Upload erfolgreich!
fr: Envoi réussi !

source: The following image was successfully uploaded
de: Das folgende Bild wurde erfolgreich hochgeladen
fr: L'image suivante a été envoyée avec succès

source: You can view this image in your browser using
de: Du kannst dieses Bild in Deinem Browser betrachten
fr: Vous pouvez afficher cette page dans votre navigateur en utilisant

source: or use filename
de: oder Dateinamen verwenden
fr: ou utiliser le nom du fichier

source: Now enter the image URL
de: Nun Bild-URL eingeben
fr: Entrer maintenant l'adresse Web

source: or upload a local image from your disk
de: oder lokales Bild von Deiner Disk hochladen
fr: ou envoyer une image à partir de votre disque

source: Batch Upload
de: Batch hochladen
fr: Envoi par lot

source: Thumbnail (optional, overrides automatic thumbnail generation)
de: Thumbnail (optional, überschreibt automatische Thumbnail-Erzeugung)
fr: Vignette (optionnel, annule et remplace la génération automatique de vignettes)

source: User assigned modules
de: Vom Benutzer zugewiesene Module
fr: Modules utilisateur

source: Restore defaults
de: Standardeinstellungen wiederherstellen
fr: Restaurer les valeurs par défaut

source: The column is disabled
de: Diese Spalte ist deaktiviert

source: act
de: Aktion

source: Move to Right Column
de: In die rechte Spalte verschieben
fr: Déplacer vers la colonne de droite

source: Move to Left Column
de: In die linke Spalte verschieben
fr: Déplacer vers la colonne de gauche

source: Assign module
de: Modul zuweisen
fr: Attribuer un module

source: Current folder
de: Aktueller Ordner
fr: Répertoire actuel

source: Folders
de: Ordner
fr: Répertoires

source: Folder in
de: Ordner in
fr: Aller dans le répertoire

source: Remove Folder
de: Ordner löschen
fr: Supprimer le répertoire

source: Refresh Cache
de: Cache aktualisieren
fr: Réactualiser l'antémémoire

source: Admin folders and bookmarks
de: Ordner und Lesezeichen verwalten
fr: Administrer les répertoires et les signets

source: a folder
de: eines Ordners
fr: un répertoire

source: a bookmark
de: eines Bookmarks
fr: un favoris

source: User Contacts Preferences
de: Einstellungen Benutzerkontakte
fr: Préférences sur mes contacts

source: Manage Fields
de: Felder verwalten
fr: Gérer les champs

source: Send me a message
de: Schick mir eine Nachricht
fr: Envoyez-moi un message

source: Basic Data
de: Allgemeine Daten
fr: Données de base

source: Assign Group
de: Gruppe zuweisen
fr: Mettre dans un groupe

source: User Icon
de: Benutzersymbol

source: (non public)
de: (nicht öffentlich)

source: Personal Wiki Page
de: Private Wiki-Seite
fr: Page Wiki personnelle

source: This user is your friend
de: Dieser Benutzer ist Dein Freund

source: The user requested friendship with you
de: Dieser Benutzer hat eine Freundschaftsanfrage gestellt
fr: Cet utilisateur a demandé une mise en relation avec vous

source: Accept friendship from this user
de: Akzeptiere Freundschaft mit diesem Benutzer
fr: Accepter la mise en relation de cet utilisateur

source: Refuse friendship from this user
de: Lehne Freundschaft mit diesem Benutzer ab
fr: Refuser la mise en relation de cet utilisateur

source: Currently waiting for user approval
de: Warte auf Freundschaftsbestätigung
fr: En attente d'approbation

source: Cancel friendship request towards this user
de: Freundschaftsanfrage zu diesem Benutzer abbrechen
fr: Annuler la demande de mise en relation envers cet utilisateur

source: Request friendship from this user
de: Diesen Benutzer um Freundschaft bitten
fr: Proposer de devenir ami avec cet utilisateur

source: Additional Information
de: Zusätzliche Informationen

source: User Contribution
de: Benutzerbeiträge
fr: Contribution(s)

source: has contributed to the following content
de: hat folgende Inhalte beigetragen
fr: a contribué au contenu suivant

source: has not contributed to any content yet
de: hat bislang noch keine Inhalte beigetragen
fr: n'a contribué à aucun contenu pour le moment

source: Forum comments
de: Forenkommentare
fr: Commentaires de forum

source: Who Looks At Stuff?
de: Wer sieht meine Sachen an?

source: Who Looks At Your Stuff?
de: Wer sieht meine Sachen an?

source: Who Looks At His Stuff?
de: Wer sieht seine Sachen an?

source: Send Me A Message
de: Eine Nachricht schicken
fr: Envoyez moi un message

source: Send me a message !
de: Schick' mir eine Nachricht!

source: The following message will be sent to user
de: Die nachfolgende Nachricht wird geschickt an

source: Message Body
de: Nachricht

source: Toggle
de: Umschalten
fr: Afficher/cacher

source: Personal Information
de: Persönliche Informationen
fr: Informations personnelles

source: Male
de: männlich
fr: Homme

source: Female
de: weiblich
fr: Femme

source: Your personal Wiki Page
de: Deine persönliche Wiki-Seite
fr: Page Wiki personnelle

source: Is email public? (uses scrambling to prevent spam)
de: Emailadresse öffentlich? (es wird Verschlüsselung gegen Spam benutzt)
fr: Brouiller l'adresse électronique pour éviter le spam

source: Unavailable - please set your e-mail below
de: Nicht verfügbar - bitte zuerst Emailadresse eingeben
fr: Indisponible - donnez votre adresse électronique ci-dessous SVP

source: Does your mail reader need a special charset
de: Benötigt der Mailreader einen speziellen Zeichensatz?
fr: Votre lecteur de messages a-t-il besoin d'un encodage de caractères particulier

source: Preferred language:
de: Bevorzugte Sprache:

source: Can you read more languages?
de: Verstehst Du auch andere Sprachen?
fr: Vous pouvez lire plus de langues?

source: Other languages you can read (select on the left to add to the list on the right):
de: Andere Sprachen, die Du lesen kannst (Selektiere aus der linken Liste, füge sie der rechten Liste hinzu):

source: Select language...
de: Wähle Sprache...
fr: Choisir une langue...

source: Detect user timezone if browser allows, otherwise site default
de: Versuche Zeitzone zu erkennen, ansonsten Site-Default benutzen
fr: Détecter le fuseau horaire utilisateur (si le navigateur le permet). Sinon, appliquer le fuseau horaire par défaut

source: Display info tooltip on mouseover for every user who allows his/her information to be public
de: Bei MouseOver über Benutzername: Infofenster zu Benutzer anzeigen (sofern dieser das erlaubt)
fr: Lors du survol de la souris, afficher les informations utilisateurs pour celles qui sont définies comme public

source: Notify sender when reading his mail
de: Lesebestätigung an den Autor einer Nachricht übermitteln
fr: Notifier l'emetteur quand son message est lu

source: Send me an email for messages with priority equal or greater than:
de: Schicke mir eine Email beim Eintreffen von Nachrichten mit Priorität größer gleich:

source: Auto-archive read messages after x days
de: Gelesene Nachrichten nach x Tagen automatisch archivieren
fr: Archiver les messages automatiquement après x jours

source: never
de: niemals
fr: jamais

source: My user items
de: Meine Benutzer-Objekte
fr: Mes fiches

source: My level
de: Mein Level
fr: Mon niveau

source: Account Information
de: Kontoinformationen
fr: Informations sur le compte

source: Leave \"New password\" and \"Confirm new password\" fields blank to keep current password
de: Felder \"Neues Passwort\" und \"Passwort bestätigen\" frei lassen um das alte Passwort zu behalten
fr: Laisser les champs \"Nouveau mot de passe\" et \"Confirmer le nouveau mot de passe\" vides pour garder le mot de passe courant

source: Confirm new password
de: Passwort bestätigen
fr: Confirmer le nouveau mot de passe

source: Current password (required)
de: aktuelles Passwort (erforderlich)
fr: Mot de passe actuel (requis)

source: Account Deletion
de: Konto löschen
fr: Suppression du compte

source: Check this box if you really want to delete the account
de: Setze den Haken, wenn Du Dein Konto wirklich löschen willst

source: Delete the account:
de: Lösche das Konto:

source: Delete my account
de: Mein Konto löschen
fr: Supprimer mon compte

source: New task
de: Neue Aufgabe
fr: Nouvelle tâche

source: Task list
de: Aufgabenübersicht
fr: Liste des tâches

source: Admin mode off
de: Verwaltungsmodus aus
fr: Mode admin off

source: Admin mode on
de: Verwaltungsmodus an
fr: Mode admin on

source: Task help
de: Hilfe
fr: Aide (Tâches)

source: Empty Trash
de: Papierkorb löschen
fr: Vider la corbeille

source: Admin Mode
de: Verwaltungsmodus
fr: Mode administration

source: Edit Task
de: Aufgabe bearbeiten
fr: Modifier une tâche

source: NOT accept
de: NICHT annehmen
fr: Refuser

source: Remove from Trash
de: Aus dem Papierkorb
fr: Retirer de la corbeille

source: Task saved
de: Aufgabe gespeichert
fr: Tâche sauvegardée

source: View Task
de: Aufgabe ansehen
fr: Afficher une tâche

source: Open a new task
de: Neue Aufgabe hinzufügen
fr: Ouvrir une nouvelle tâche

source: taskId
de: Aufgaben-Nummer

source: Task user
de: ist zu bearbeiten von
fr: Utilisateur de la tâche

source: Only the creator can delete this task
de: Nur Ersteller kann die Aufgabe löschen
fr: Seul son créateur peut effacer cette tâche

source: Use start date and time
de: Startdatum/-zeit benutzen
fr: Utiliser date et temps de départ

source: Use end date and time
de: Endedatum/-zeit benutzen
fr: Utiliser date et temps de fin

source: Open / In Process
de: Offen / in Bearbeitung
fr: Ouvert / En cours

source: Waiting / Not Started
de: Wartend / noch nicht begonnen
fr: En attente / non démarrée

source: Percentage completed
de: Prozent erledigt
fr: Pourcentage accompli

source: Shared for Group
de: Wird geteilt von Gruppe
fr: Partagé par le groupe

source: Accepted by User
de: Akzeptiert von Benutzer
fr: Accepté par l'utilisateur

source: No / Rejected
de: Nein / zurückgewiesen
fr: Non / refusé

source: Accepted by Creator
de: Vom Ersteller akzeptiert
fr: Accepté par le créateur

source: Send message with changes
de: Nachricht mit Änderungen verschicken
fr: Envoyer un message avec les changements

source: Modified by
de: Geändert von
fr: Modifié par

source: Inform task user by email
de: Bearbeiter per Email informieren
fr: Informer l'utilisateur de la tâche par email

source: Completed
de: Erledigt
fr: Avancement

source: No tasks entered
de: Keine Aufgaben vorhanden
fr: Aucune tâche entrée

source: Select One
de: Status
fr: Choisir parmi

source: Undo Trash
de: Aus Papierkorb
fr: Retirer de la corbeille

source: Show:
de: Anzeigen:

source: Received
de: Erhalten
fr: Reçu

source: Submitted
de: Zugewiesen
fr: Soumis

source: Shared
de: Geteilt
fr: Partagé

source: All Shared Tasks
de: Alle geteilten Aufgaben
fr: Toutes les tâches partagées

source: completed (100%)
de: erledigt (100%)
fr: fini (100%)

source: User Watches and preferences
de: Benutzer-Beobachtungspunkte und Einstellungen
fr: Notifications utilisateur de changement et préférences

source: Report Preferences
de: Berichte Einstellungen
fr: Préférences des rapports

source: Use reports to summarise notifications about objects you are watching.
de: Nutze Berichte um Benachrichtigungen in einer Email zusammenzufassen.

source: Use reports
de: Berichte nutzen
fr: Utiliser les rapports

source: Interval in which you want to get the reports
de: Intervall in dem Du Berichte erhalten möchtest
fr: Fréquence des rapports

source: Monthly
de: monatlich
fr: Mensuel

source: Short report
de: Kurzer Bericht
fr: Rapport concis

source: Detailed report
de: Detaillierter Bericht
fr: Rapport détaillé

source: Send me an email also if nothing happened
de: Schicke mir eine Email, auch wenn nichts passiert ist
fr: Envoyer un email même si il n'y a pas eu de changement

source: My watches
de: Meine Beobachtungspunkte
fr: Mes surveillances

source: Use \"watches\" to monitor wiki pages or other objects.
de: Benutze \"Beobachtungspunkte\" um Wikiseiten oder andere Objekte zu überwachen.

source: Add Watch
de: Beobachtungspunkt hinzufügen
fr: Ajouter une notification

source: Select event type
de: Ereignis auswählen
fr: Sélectionnez le type d'évènement

source: All watched events
de: Alle beobachteten Ereignisse
fr: Tous les évènements surveillés

source: A user submits a blog post
de: Ein Benutzer reicht einen Blogeintrag ein
fr: Nouvel article de blogue

source: A user posts a forum thread
de: Ein Benutzer hat in einem Forum gepostet
fr: Nouveau message dans fil discussion

source: A user posts a forum topic
de: Ein Benutzer hat in einem Forumthema gepostet
fr: Nouveau sujet forum

source: A user edited or commented on a wiki page
de: Ein Benutzer hat eine Wiki Seite bearbeitet oder kommentiert
fr: Un utilisateur a modifié ou commenté une page wiki

source: A user edited a wiki page
de: Jemand hat eine Wikiseite bearbeitet
fr: Page wiki modifiée

source: Used space:
de: Benutzter Speicher:

source: up to
de: bis zu
fr: sur

source: no limit for admin
de: keine Beschränkung für Admin
fr: aucune limite pour l'administrateur

source: May need to refresh twice to see changes
de: Evtl. zweimal Refresh nötig, damit die Änderungen sichtbar werden
fr: Vous devrez peut-être réactualiser 2 fois pour voir les modifications

source: Add top level bookmarks to menu
de: Lesezeichen der obersten Ebene ins Menü übernehmen
fr: Ajouter les signets du niveau supérieur au menu utilisateur

source: Add or edit an item
de: Eintrag hinzufügen/bearbeiten
fr: Ajouter/modifier un item

source: New Window
de: Neues Fenster
fr: Nouvelle fenêtre (n)

source: replace window
de: Fenster ersetzen
fr: remplacer la fenêtre (w)

source: User_versions_for
de: Benutzer_Versionen_für
fr: Versions pour

source: Monitor Articles
de: Artikel beobachten

source: No articles yet.
de: Noch keine Artikel.

source: Add an article
de: Artikel hinzufügen
fr: Ajouter un article

source: Banner stats
de: Banner-Statistik
fr: Statistiques de la bannière

source: Create new banner
de: Neues Banner erzeugen
fr: Créer une nouvelle bannière

source: Weekdays
de: Wochentage
fr: Jours de semaines

source: mon
de: Mo
fr: lun

source: tue
de: Di
fr: mar

source: wed
de: Mi
fr: mer

source: thu
de: Do
fr: jeu

source: fri
de: Fr
fr: ven

source: sat
de: Sa
fr: sam

source: sun
de: So
fr: dim

source: Banner raw data
de: Banner Rohdaten
fr: Données brutes de la bannière

source: Monitor this Blog
de: Diesen Blog beobachten
fr: Surveiller ce blogue

source: Stop Monitoring this Blog
de: Diesen Blog nicht mehr beobachten
fr: Arrêter de surveiller ce blogue

source: Cached
de: gecached
fr: Dans l'antémémoire

source: This is a cached version of the page.
de: Dies ist eine gecachte Version der Seite.
fr: Cette version de la page est dans l'antémémoire.

source: Click here to view the Google cache of the page instead.
de: Zum Betrachten der Seite im Google-Cache hier klicken.
fr: Cliquer ici pour voir à la place le cache Google de la page.

source: There are no questions in this FAQ
de: Es sind keine Fragen in diesem FAQ

source: Answers
de: Antworten
fr: Réponses

source: Add Suggestion
de: Vorschlag hinzufügen
fr: Ajouter une suggestion

source: Forum List
de: Forenliste
fr: Liste des forums

source: Edit Forum
de: Forum bearbeiten
fr: Modifier ce forum

source: Monitor Topics of this Forum
de: Themen dieses Forums beobachten
fr: Surveiller les fils de discussions de ce forum

source: Monitor Topics and Threads of this Forum
de: Themen und Treads dieses Forums beobachten
fr: Surveiller les fils de discussions et les articles de ce forum

source: Group Monitor Topics of this Forum
de: Gruppenbeobachtung für Themen dieses Forums
fr: Surveillance de groupe des fils de discussion de ce forum

source: Group Monitor Topics and Threads of this Forum
de: Gruppenbeobachtung für Themen und Threads dieses Forums
fr: Surveillance de groupe des fils de discussion et articles de ce forum

source: Post New
de: Neuen Beitrag erstellen

source: Summary
de: Zusammenfassung
fr: Résumé

source: Watch for replies
de: Antworten beobachten
fr: Surveiller les réponses

source: Send me an e-mail when someone replies to my topic
de: Antworten per Email an mich verschicken
fr: M'envoyer un courriel lorsqu'une modification est faite à mon sujet

source: Don't send me any e-mails
de: keine Emails an mich verschicken
fr: Ne pas m'envoyer de courriels

source: Enter your name
de: Gib Deinen Namen ein
fr: Saisir votre nom

source: Editing posts
de: Beiträge bearbeiten
fr: Édition des articles

source: for links
de: für Links
fr: pour les liens

source: HTML tags are not allowed inside posts
de: HTML-Tags sind in Posts nicht erlaubt
fr: Les balises HTML sont interdites dans les messages

source: Moderator Actions
de: Moderator-Aktionen
fr: Actions du modérateur

source: Move Selected Topics
de: Ausgewählte Themen verschieben
fr: Déplacer les sujets sélectionnés

source: Unlock Selected Topics
de: Ausgewählte Themen entsperren
fr: Déverrouiller les sujets sélectionnés

source: Lock Selected Topics
de: Ausgewählte Themen sperren
fr: Verrouiller les sujets sélectionnés

source: Delete Selected Topics
de: Ausgewählte Themen löschen
fr: Effacer les sujets sélectionnés

source: Merge
de: Zusammenführen
fr: Fusionner

source: Merge Selected Topics
de: Ausgewählte Themen zusammenführen
fr: Fusionner les sujets sélectionnés

source: Reported Messages:
de: Gemeldete Nachrichten:

source: Queued Messages:
de: Aufgelaufene Nachrichten:

source: Merge into topic
de: Zusammenführen mit Thema
fr: Fusionner dans le sujet

source: Emot
de: Stimmung
fr: émot

source: pts
de: Punkte

source: posts in this forum
de: Beiträge in diesem Forum
fr: articles dans ce forum

source: Filter Posts
de: Beiträge filtern
fr: Filtrer les articles

source: Jump to forum
de: Sprung in Forum
fr: Aller au forum

source: Posts Filtering
de: Beitrags-Filter
fr: Filtre des articles

source: Last post date
de: Beitrags-Alter
fr: Date du dernier article

source: All posts
de: alle Beiträge
fr: Tous les articles

source: Last hour
de: Letzte Stunde
fr: De la dernière heure

source: Last 24 hours
de: Letzte 24 Stunden
fr: Des dernières 24h

source: Last 48 hours
de: Letzte 48 Stunden
fr: Des dernières 48h

source: Containing posts by
de: Beiträge von
fr: Poster par

source: Me
de: meine Beiträge
fr: Moi

source: announce
de: Ankündigung

source: hot
de: heißes Thema
fr: populaire

source: Posts with no replies
de: ohne Antworten
fr: Articles sans réponses

source: Topic List
de: Themenliste
fr: Liste des sujets

source: prev topic
de: vorheriges Thema
fr: sujet préc.

source: next topic
de: nächstes Thema
fr: sujet suiv.

source: Print this page only
de: Diese Seite drucken
fr: Imprimer cette page seulement

source: Print all pages
de: Alle Seiten drucken
fr: imprimer toutes les pages

source: Show posts
de: Zeige Beiträge
fr: Afficher les articles

source: No parse
de: Nicht parsen

source: Monitor
de: Überwachen
fr: Surveiller

source: Insert New Item
de: Neuen Eintrag hinzufügen
fr: Insérer une nouvelle fiche
