Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Custom blog headings
de: Benutzerdefinierte Blogüberschriften
fr: En-tête de blog personnalisé

source: Publish dates can be modified
de: Veröffentlichungsdatum kann geändert werden
fr: Les date de publication peuvent être modifiées

source: Comments on blog posts
de: Kommentare für Blogs
fr: Commentaires des messages des blogues

source: File Gallery Comments
de: Kommentare zu Dateiarchiven
fr: Commentaires des galeries de fichiers

source: Batch uploading
de: Stapelhochladen (batch upload)
fr: Téléchargement par lot

source: Accept wiki syntax
de: Wiki-Syntax erlauben
fr: Accepter la syntaxe Wiki

source: Topic archiving
de: Themenarchivierung
fr: Archivage de sujets

source: Quick jumps
de: Schnellsprünge
fr: Liens rapides

source: Replies are empty
de: Antworten sind leer
fr: Les réponses sont vides

source: If disabled, replies will quote the original post
de: Wenn die Funktion ausgeschaltet ist, werden in den Antworten die Originalposts zitiert
fr: Si désactivé, les réponses citeront le message original.

source: First post of a thread can have an empty body
de: Der erste Post einen Thema kann einen leeren Text haben
fr: Le premier message d'une enfilade peut avoir un corps vide.

source: Will be a thread title
de: Dies wird dann der Thementitel sein.
fr: Sera un titre d'enfilade

source: Forum name search
de: Forum Namenssuche
fr: Recherche par nom de Forum

source: When listing forums
de: Wenn Foren aufgelistet werden
fr: Sur la la liste des forums

source: Forum content search
de: Foren Inhaltssuche
fr: Recherche sur le contenu des Forums

source: Topic content search
de: Themen Inhaltssuche
fr: Recherche dans le sujet

source: Tiki-indexed search.
de: Tikiindexierte Suche.

source: Use database (full-text) search.
de: Benutze Datenbanksuche (Volltext).

source: Store password as plain text
de: Speichere Passwort im Klartext
fr: Stocker les mots de passe comme du texte

source: Encryption method
de: Verschlüsselungsmethode
fr: Méthode de chiffrage

source: tikihash (old)
de: tikihash (alt)
fr: hashtiki (vieux)

source: Edit CSS
de: CSS bearbeiten
fr: Modifier le CSS

source: Theme Control
de: Themekonfiguration
fr: Contrôle des thèmes

source: Assign different themes to different sections, categories, and objects
de: Weise verschiedene Themes verschiedenen Abschnitten, Kategorieren und Objekten zu
fr: Définir différents thèmes à différentes sections, catégories, et objets

source: Tiki Template Viewing
de: Tiki Vorlagen betrachten
fr: Affichage du gabarit Tiki

source: Edit Templates
de: Vorlagen bearbeiten
fr: Modifier les gabarits

source: Custom HTML <head> Content
de: Benutzerdefinierter HTML <head>-Inhalt
fr: Personnaliser le contenu HTML <head>

source: Example:
de: Beispiel:
fr: Exemple:

source: Use to include custom &lt;meta&gt; or &lt;link&gt; tags
de: Benutzen um benutzerdefinierte &lt;meta&gt; oder &lt;link&gt; Tags einzufügen
fr: Utilisez pour include des balises &lt;meta&gt; ou &lt;link&gt; personnalisées

source: Add BASE tag in the page HEAD
de: Füge ein BASE-tag im Kopfbereich (HEAD) der Seite ein

source: The &lt;base&gt; tag specifies a default address for all links on a page
de: Das &lt;base&gt;-Tag gibt eine Standardadresse für alle Links einer Seite an

source: Site Logo and Title
de: Site Logo und Titel
fr: Titre et logo du site

source: Left column
de: linke Spalte
fr: Colonne de gauche

source: Controls visibility of the left column of modules
de: Einstellung zur Sichtbarkeit der linken Modulspalte
fr: Contôle la visibilité de la colonne de modules gauche

source: Only if module
de: Nur wenn Module
fr: Seulement si modules

source: Always
de: Immer
fr: Toujours

source: User Decides
de: Benutzer wählt
fr: L'utilisateur décide

source: Right Column
de: rechte Spalte
fr: Colonne droite

source: Controls visibility of the right column of modules
de: Einstellung zur Sichtbarkeit der rechten Modulspalte
fr: Contôle la visibilité de la colonne de modules droite

source: Site location bar
de: Position des Breadcrumb Balkens
fr: Fil d'Ariane du site

source: Larger font for
de: Größere Schrift für
fr: Police de caractères plus large pour

source: Page name
de: Seitenname
fr: Nom de la page

source: Use page description
de: Seitenbeschreibung benutzen
fr: Utiliser la description de la page

source: Webmaster Report
de: Webmaster Bericht
fr: Signaler au webmestre

source: Leave blank to use the default sender email
de: Freilassen, um die standard Absenderemail zu verwenden
fr: Laisser vide pour utiliser l'émetteur par défaut

source: Email this page
de: Diese Seite verschicken
fr: Envoyez cette page par email

source: Additional layers for shadows, rounded corners or other decorative styling
de: Zusätzliche Schichten für Schatten, abgerundete Ecken oder andere dekorative Veränderungen
fr: Couches additionelles pour les ombres, les boîtes arrondies ou autre style de décoration

source: Make tooltips such as this appear in a custom style. Use CSS to change their appearance
de: Macht modifizierbare Tooltips wie diesen hier sichtbar. Benutze CSS um die Erscheinung zu verändert
fr: Faire en sorte que les info-bulles apparaissent avec un style personnalisé. Utilisez les CSS pour changer leur apparence

source: Autocomplete
de: Autovervollständigen
fr: Saisie semi-automatique

source: Provides various drop-down menus on many text input boxes for page names, user names, groups, tags etc
de: Stellt diverse Ausklappmenüs in vielen Texteingabeboxen zur Verfügung für Seitennamen, Benutzernamen, Gruppen, Tags etc
fr: Fournit différents menus déroulants pour de nombreuses boîtes de saisie de texte pour les noms de page, les noms d'utilisateur, les groupes, les tags, etc.

source: Adds animation effects to CSS \"Suckerfish\" menus
de: Fügt Animationen zu CSS-\"Suckerfish\"-Menü hinzu
fr: Ajoute des effets d'animation sur les menus CSS \"Suckerfish\"

source: Reflection
de: Reflektion

source: Allows images to have a reflection effect below them. See the admin icons above for an example
de: Erlaubt es Bildern unten liegende Reflektionen zu haben. Siehe z.B. die Verwaltungssymbole oben
fr: Permet aux images d'avoir un effet de reflet. Voir la bare d'icone d'administration ci-dessus par exemple

source: Include jQuery UI library. Enables many user interface features
de: Bindet jQuery UI-Bibliothek ein. Aktiviert viele Benutzerinterfacefunktionen
fr: Inclu la bibliothèque jQuery UI. Active de nombreuses fonctionnalités pour l'interface utilisateur (IU)

source: jQuery UI Theme. Used in spreadsheet, for example
de: jQuery UI Theme. Beispielsweise in Tabellenkalkulation benutzt
fr: Thème jQuery UI. Utilisé dans les feuilles de calcul par exemple

source: Validation
de: Validierung

source: Provides various validation possibilities like in Trackers
de: Stellt verschiedene Validierungsmöglichkeiten zur Verfügung, so wie in Trackern

source: jQuery Simple Standards-Based Slide Show System
de: jQuery einfache standardbasierte Diashowsystem

source: JQuery Infinite Carousel
de: JQuery unendliches Karusell

source: Image \"carousel\" plugin (coming soon)
de: Bilder \"Karusell\" Plugin (kommt bald)

source: JQuery Sortable Tables
de: JQuery sortierbare Tabellen

source: Sort in fancytable plugin
de: Sortiere im Plugin für originelle Tabellen
fr: Tri dans le plugin fancytable

source: Use Tabs
de: Tabs benutzen
fr: Utiliser les onglets

source: Correct PNG images alpha transparency in IE6 (experimental)
de: Korrigiere Alphatransparenz bei PNG-Bildern beim IE6 (experimentell)
fr: Correction des images PNG avec transparence dans IE6 (expérimental)

source: Content templates
de: Inhaltsvorlagen
fr: Gabarits de contenu

source: Warn on edit conflict
de: Bei Bearbeitenkonflikt warnen
fr: Avertir en cas de conflit de modification

source: Undo
de: Rückgängig
fr: Annuler

source: Footnotes
de: Fußnoten
fr: Notes de bas de page

source: Allow HTML
de: HTML erlauben
fr: Permettre le HTML

source: Log bytes changes (+/-) in action logs
de: Logge Byte-Änderungen (+/-) in Action Logs
fr: Journaliser les changements d'octets (+/-) dans le journal des actions

source: May impact performance
de: Könnte die Performance beeinträchtigen
fr: Peut impacter les performances

source: A special wiki page for testing. Users can edit, but not save the Sandbox
de: Eine spezielle Wiki Seite zum testen. Benutzer können frei bearbeiten aber nicht speichern
fr: Une page de test spéciale pour le wiki. Les utilisateurs pourront éditer mais pas savegarder le bac à sable

source: Comments below wiki pages
de: Kommentare unter Wikiseiten
fr: Les commentaires sont en bas de page

source: Allow users (with permission) to post threaded comments to a page
de: Erlaubt Benutzern (mit Rechten) Kommentare auf einer Seite zu posten

source: Pictures
de: Bilder
fr: Images

source: Allow users to upload images (pictures) to a page
de: Erlaubt es Benutzern Bilder zu einer Seite hochzuladen

source: Export
de: Exportieren
fr: Exporter

source: WikiWords
de: WikiWorte
fr: Mots Wiki

source: Automatically convert words with UpPeR and LoWeR-case letters into wiki links
de: Verwandele automatisch Wörter in GrOß- und KlEiN-Buchstaben in Wiki Links
fr: Conversion automatique des mots avec des lettres majuscules et minuscules en des liens wiki

source: Link plural WikiWords to their singular forms
de: Mehrzahl-WikiWords auf ihre Einzahl-Variante verlinken
fr: Lier les pluriels des MotWikis à leur singulier

source: Accept dashes and underscores in WikiWords
de: Binde- und Unterstriche in WikiWords erlauben
fr: Accepter les tirets et les tires bas(underscores) dans les mots Wiki

source: History
de: Historie
fr: Historique

source: Display IP address
de: Zeige IP Adresse
fr: Afficher l'adresse IP

source: History all instead of only page data, description, and change comment
de: Nimm alles in die History auf anstatt nur Seiten Daten, Beschreibung und geänderte Kommentare
fr: Historique, tout, en plus du texte ajoute la description et les commentaires de changement

source: View page contributions by author
de: Zeige Seitenmitwirkung nach Autor
fr: Voir les contributions aux pages par auteur

source: Visualize the contributions of different authors made to a wiki page
de: Visualisiere Beiträge zu einer Wiki Seite durch verschiedene Autoren
fr: Visualiser les contributions de différents auteurs à une page wiki

source: Discuss pages on forums
de: Seiten im Forum diskutieren
fr: Discuter les pages dans un forum

source: Include a link on each page to a forum topic
de: Füge zu jeder Seite einen Link zu einem Forenthema ein

source: View source
de: Quelltext ansehen
fr: Voir fichier source

source: Rating
de: Wertung
fr: Cote

source: Similar (like pages)
de: Ähnlich (wie Seiten)
fr: Similaires (pages semblables)

source: Structures
de: Strukturen

source: Open page as structure
de: Seite als Struktur öffnen
fr: Ouvrir une page en tant que structure

source: Make structure from page
de: Struktur aus einer Seite entnehmen
fr: Créer une structure avec la page

source: Categorize structure pages together
de: Kategoriesiere Strukturseiten zusammen
fr: Catégoriser les structures de pages ensemble

source: Create webhelp from structure
de: Erzeuge Webhilfe aus einer Struktur
fr: Créer l'aide web à partir d'une structure

source: Import HTML
de: HTML importieren
fr: Importer du HTML

source: Import pages
de: Importiere Seiten
fr: Import de pages

source: UserPage prefix
de: Präfix für Benutzerseiten
fr: Préfixe de la page utilisateur

source: Users can lock pages
de: Benutzer können ihre Seiten schliessen
fr: Les utilisateurs peuvent verrouiller les pages

source: MultiPrint
de: Mehrfachdruck
fr: Multi-impression

source: Use wiki page staging and approval
de: Benutze bei Wikiseiten \"Anwärter & Bestätigen\"
fr: Utiliser le système d'approbation des pages wiki

source: This feature is experimental
de: Diese Funktion ist experimentell
fr: Cette fonctionnalité est expérimentale

source: Allows wiki pages to be staged (drafted) before they are approved (published)
de: Erlaubt es, dass Wiki Seiten erst (staged) und dann zugelassen und veröffentlicht (approved) werden
fr: Permet la rédaction de pages wiki avant leur approbation (publication)

source: Pages not in structure
de: Seite die in keiner Struktur sind
fr: Pages qui ne sont pas dans une structure

source: Attachments
de: Anhänge
fr: Fichiers joints

source: Allow users to upload (attach) files to a page
de: Erlaubt es Benutzern Dateien zu einer Seite hochzuladen und anzuhängen
fr: Autoriser les utilisateurs de rattacher des fichiers aux pages

source: Dumps
de: Datenbankabzüge (Dumps)
fr: Fichiers-dump

source: Display show/hide icon displayed before headings
de: Zeige einblenden/ausblenden Symbol vor Überschriften
fr: Afficher l'icone montrer/cacher avant les rubriques

source: Metrics Dashboard
de: Metriken-Notizbrett

source: Use challenge/response authentication
de: Benutze Challenge-/Response-Authentifizierung
fr: Utiliser une authentification challenge/réponse

source: Confirm that the Admin account has a valid email address or you will not be permitted to login
de: Bestätige, dass das Administratorkonto eine gültige Emailadresse hat. Andernfalls wird der Login versagt
fr: Confirmer que le compte Admin possède une adresse mail valide ou vous ne pourrez pas vous connecter

source: Users can choose to stay in SSL mode after an HTTPS login
de: Benutzer darf nach HTTPS Login wahlweise mit SSL fortfahren
fr: Les utilisateurs peuvent choisir de rester en mode SSL après un login HTTPS

source: Users can switch between secured or standard mode at login
de: Benutzer darf zwischen HTTPS und normalem Login wählen
fr: Les utilisateurs peuvent commuter entre le mode standard et le mode sécurisé au login

source: Wiki paragraph formatting
de: Wiki Absatzformatierung
fr: Mise en forme des paragraphes dans le Wiki

source: Because the Wiki paragraph formatting feature is on, all groups of non-blank lines are collected into paragraphs. Lines can be of any length, and will be wrapped together with the next line. Paragraphs are separated by blank lines
de: Weil die Wiki Absatzformatierung eingeschaltet ist, werde alle Gruppen mit nicht leeren Zeilen zu einem Absatz zusammengefasst. Zeilen können jede Länge haben und werden zusammen auf die nächste Zeile umbrochen . Absätze werden durch leere Zeilen voneinander getrennt

source: Because the Wiki paragraph formatting feature is off, each line will be presented as you write it. This means that if you want paragraphs to be wrapped properly, a paragraph should be all together on one line.
de: Weil die Wiki Absatzfornatierung ausgeschaltet ist, wird jede Textzeile so angezeigt, wie sie geschrieben wurde. D.h., dass Du jeden Absatz, der auch als solcher erhalten bleiben soll, den gesamten Text ohne Zeilenumbrüche schreiben musst.
fr: Puisque la fonction de formattage des paragraphes est désactivée, chaque ligne sera présentée comme vous la saisissez. Celà signifie que si vous voulez que les paragraphes soient présentés convenablement, vous devez saisir tout le paragraphe consécutivement.

source: ...but still create line breaks within paragraphs
de: ...erzeuge aber immer Zeilenumbrüche innerhalb der Absätze
fr: ...mais créé toujours des sauts de lignes à l'intérieur des paragraphes

source: Automonospaced text
de: Blockschrift durch Einrücken
fr: Texte à espacement constant

source: Tables syntax
de: Tabellensyntax
fr: Syntaxe des tables

source: || for rows
de: || für Spalten
fr: || pour les rangées

source: <return> for rows
de: \\n für Spalten
fr: <Entrée> pour les rangées

source: AutoLinks
de: URLs in Links verwandeln
fr: Liens automatiques

source: Tiki will automatically convert http:// and email addresses into links
de: Tiki konvertiert automatisch http:// und Emailadressen in Links

source: Open Hotwords in new window
de: Öffne Hotwords in einem neuen Fenster
fr: Ouvrir les mots/liens automatique dans une nouvelle fenêtre

source: Use Quote plugin rather than \">\" for quoting
de: Benutze Zitatplugin anstelle von \">\" für Zitierungen
fr: Utiliser le plugin Quote plutôt que \">\"

source: Use three colons instead of two to center text. Avoids conflict with C++ resolution scope operator.
de: Benutze drei anstelle von zwei Apostrophen für zentrierten Text. Hierdurch wrden Konflikte mit C++ resolution scope operator vermieden.

source: Users can choose to show their gender
de: Benutzer kann auswählen, sein Geschlecht zu zeigen
fr: Les utilisateurs peuvent choisir d'afficher leur genre

source: Real name
de: Echtname
fr: Nom

source: Gender
de: Geschlecht
fr: Sexe

source: Picture (avatar)
de: Bild (avatar)
fr: Image (avatar)

source: Number of friends
de: Anzahl der Freunde
fr: Nombre d'amis

source: Country
de: Land
fr: Pays

source: Last login
de: Letzte Anmeldung
fr: Dernière connexion

source: Distance
de: Entfernung

source: Manual selection of time/date
de: Manuelle Auswahl von Zeit/Datum
fr: Sélection manuelle de la date et de l'heure

source: WebDAV access to Tiki
de: WebDAV Zugang zu Tiki
fr: Accès à Tiki via WebDAV

source: Allow to access File Galleries with WebDAV
de: Erlaubt den Zugriff auf Dateiarchive mit WebDAV
fr: Permet l'accès aux galeries de fichiers par WebDAV

source: use tiki-webdav.php as the URI of the WebDAV repository
de: benutze tiki-webdav.php als URI des WebDAV Repositoriums
fr: utilise tiki-webdav.php tel que l'URL du référentiel WebDAV

source: Fixed width
de: Feste Breite
fr: Largeur fixe

source: Social networks
de: Soziale Netzwerke
fr: Réseaux sociaux

source: Integration with different social networks like Twitter or Facebook
de: Integration mit verschiedenen sozialen Netzwerken wie Twitter oder Facebook

source: Category Transition
de: Kategorieüberleitung
fr: Transition de catégorie

source: Integration to Ustream Watershed live video streaming
de: Integration zu Ustream Watershed Livevideo-Streaming

source: Invite users
de: Lade Benutzer ein
fr: Inviter des utilisateurs

source: Allow users to invite new users by mail to register on this tiki
de: Erlaube Benutzern andere Benutzer einzuladen, sich bei dieser Tiki zu registrieren
fr: Autoriser les utilisateurs à inviter de nouveaux utilisateurs par mail pour s'inscrire sur ce tiki

source: Load Balancer
de: Last Regler
fr: Équilibreur de charge

source: Enable this only if the server is behind a load balancer (or reverse proxy), this allow tiki to log the IP of the user, instead of the IP of the proxy server
de: Aktiviere dies nur, wenn der Server hinter einem Ausgleichsregler (umgekehrter Proxy) liegt. Dies erlaubt Tiki die IP des Benutzers anstelle der des Proxyservers zu loggen
fr: Activer cette option seulement si le serveur est derrière un équilibreur de charge (ou reverse proxy), cela permet de logguer dans tiki l'adresse IP de l'utilisateur, au lieu de l'adresse IP du serveur proxy

source: Accounting
de: Buchhaltung

source: HTML Purifier is a standards-compliant HTML filter library written in PHP and integrated in Tiki. HTML Purifier will not only remove all malicious code (better known as XSS) with a thoroughly audited, secure yet permissive whitelist, it will also make sure your documents are standards compliant, something only achievable with a comprehensive knowledge of W3C's specifications
de: HTML-Reiniger ist eine zu den Standards kompatible HTML Filterbibliothek, geschrieben in PHP und integriert in Tiki. HTML-Reiniger entfernt nicht nur jeglichen bösartigen Code (besser bekannt als XSS) mit einer gründlichen Überprüfung und sicheren, zulassenden Whitelist. Es macht auch alle Dokumente kompatibel zu den Standards, was sonst nur durch vertieftes Verständnis der W3C-Spezifikationen möglich ist

source: Display 'MyTiki' in the application menu
de: 'MeinTiki' im Anwendungsmenü anzeigen
fr: Affiche 'MonTiki' dans le menu application

source: Show user's contribution on the user information page
de: Zeige die Beiträge des Benutzers auf der Benutzerinformationseite an
fr: Afficher les contributions de l'utilisateur sur sa page d'information

source: nofollow is used to instruct some search engines that links should not influence search engines. It can reduce search engine spam and prevent 'spamdexing'
de: nofollow wird benutzt, um Suchmaschinen zu instruieren, dass Links die Suchmaschinen nicht beeinflussen. Das kann Suchmaschinenspam reduzieren und 'spamdexing' (Suchmaschinen-Spamming) verhindern
fr: nofollow est utilisé pour informer certains moteurs de recherche que les liens ne devrait pas influencer la recherche. Il peut ainsi réduire le spam des moteurs de recherche et empêcher « spamdexing »

source: Require file author's name for anonymous uploads
de: Name des Autors der Datei für anonymes Hochladen erforderlich
fr: Nécessite le nom de l'auteur pour les téléchargements en anonyme

source: Redirect to similar wiki page
de: Weiterleiten auf eine ähnliche Wikiseite
fr: Redirection vers une page wiki similaire

source: If a requested page doesn't exist, redirect to a similarly named page
de: Wenn eine angeforderte Seite nicht existiert, auf eine ähnlich klingende Seite weiterleiten
fr: Lors de l'édition d'une page, rediriger vers une page de nom similaire si celle-ci n'existe pas

source: User's page
de: Benutzerseiten
fr: Page de l'utilisateur

source: Show user's information on mouseover
de: Zeige Benutzerinformationen bei Mouseover
fr: Afficher les informations utilisateur lors du passage de la souris

source: Requires user's information to be public
de: Erfordert, dass die Benutzerinformationen öffentlich sind
fr: Nécessite que les informations de l'utilisateur soient publiques

source: Default feed format
de: Standardfeedformat
fr: Format par défaut du flux

source: Feed author name
de: Name Feedautor
fr: Nom de l'auteur du flux

source: This field is mandatory unless both feed author email and homepage are empty.
de: Dieses Feld ist zwingend, es sei denn, die Felder Feedautor und Homepage bleiben leer.

source: Feeed author email
de: Email des Feedauthor
fr: Email de l'auteur du flux

source: Feed author homepage
de: Homepage des Feedauthor
fr: Page d'accueil de l'auteur du flux

source: Feed editor email
de: Email des Feedbearbeiter
fr: Email de l'éditeur du flux

source: Email address for person responsible for editorial content
de: Emailaddressen der Person, die für den redaktionellen Inhalt verantwortlich ist
fr: Adresse e-mail de la personne responsable du contenu rédactionnel

source: Feed webmaster email
de: Email des Feedwebmaster
fr: Email du webmestre du flux

source: Email address for person responsible for technical issues relating to channel
de: Emailaddresse der Person, die für technische Fragen bezüglich des Kanals verantwortlich ist

source: Image path
de: Bildpfad
fr: Chemin de l'image

source: Specifies a GIF, JPEG or PNG image that can be displayed with the feed
de: Legt ein GIF, JPEG oder PNG Bild fest, dass zusammen mit dem Feed angezeigt werden kann
fr: Spécifie un fichier GIF, JPEG ou PNG qui peut être affiché avec le « feed »

source: RSS basic Authentication
de: RSS Basisauthentifizierung
fr: Authentification de base RSS

source: Propose basic http authentication if the user has no permission to see the feed
de: Empfehle Basis-HTTP-Authentifizierung, wenn der Benutzer keine Rechte hat, den Feed einzusehen
fr: Proposer une authentification http de base si l'utilisateur n'a pas le droit de voir ce flux

source: Caching time
de: Cachezeit
fr: Temps en antémémoire

source: seconds
de: Sekunden
fr: secondes

source: Use 0 for no caching
de: Benutze 0 für kein caching
fr: Utiliser 0 pour ne pas utiliser le cache

source: RSS feeds for articles
de: RSS Feeds für Artikel
fr: Flux RSS pour les articles

source: RSS feeds for blogs
de: RSS Feeds für Blogs
fr: Flux RSS pour les blogues

source: Individual Blogs
de: Individuelle Blogs
fr: Blogues individuels
