Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: has posted a reply to a thread you're watching. \nYou can view the thread and reply at the following URL
de: hat eine Antwort zu einem Thema gegeben, dass Du beobachtest. \nDu kannst das Thema mittels der folgenden URL einsehen und hierauf antworten

source: You are invited by
de: Du wurdest eingeladen von
fr: Vous êtes invité par

source: You join this group
de: Du trittst dieser Gruppe bei

source: Join me on %s
de: Füge mich in %s hinzu

source: Tiki mail-in instructions
de: Tiki Mail-in Anweisungen
fr: Instruction pour le mail-in Tiki

source: Tiki mail-in auto-reply
de: Automatische Tiki Mail-in Antwort
fr: Réponse automatique du mail-in Tiki

source: Page not found:
de: Seite nicht gefunden:

source: A new message was posted to you at {\$mail_machine}
de: Eine neue Nachricht für Dich auf {\$mail_machine}
fr: Un nouveau message vous a été envoyé sur {\$mail_machine}

source: New message arrived from %s
de: Neue Nachricht angekommen von %s
fr: Un nouveau message est arrivé sur %s

source: Hi
de: Hallo
fr: Bonjour

source: Your account registration request for {\$mail_site} was validated by the site admin and your account is active now
de: Deine Anfrage zu {\$mail_site} wurde durch den Site-Administrator validiert. Dein Konto ist jetzt aktiv

source: To login with your username and password, please follow this link
de: Um Dich mit Deinem Benutzernamen und Passwort anzumelden, folge bitte diesem Link
fr: Pour vous connecter avec votre nom d'utilisateur et votre mot de passe, suivez le lien

source: Enjoy the site!
de: Viel Spass auf der Site!
fr: Bonne visite sur le site!

source: User Account Activated
de: Benutzerkonto aktiviert
fr: Compte utilisateur activé

source: {\$mail_user} <{\$mail_email}> has requested a new password on {\$mail_site}, but you need to validate his account first
de: {\$mail_user} <{\$mail_email}> hat ein neues Passwort angefordert zu {\$mail_site}. Du musst aber sein Konto zuerst validieren
fr: {\$mail_user} <{\$mail_email}> a demandé un mot de passe sur {\$mail_site}, mais vous devez valider son compte d'abord

source: has requested an account on
de: hat einen Zugang beantragt für
fr: a demandé un compte sur

source: Group:
de: Gruppe
fr: Groupe :

source: To validate that account, please follow the link:
de: Zum Bestätigen des Kontos den folgenden Link klicken:

source: Assign to a group
de: Zu Gruppe zuweisen
fr: Assigner à un group

source: View user's data
de: Daten des Benutzers einsehen

source: Best regards
de: Mit besten Grüßen
fr: Salutations

source: User Tracker
de: Benutzer-Tracker

source: User Registration Request
de: Anfrage Tiki Benutzerregistrierung
fr: Demande d'inscription d'un utilisateur

source: Go to your friendship network to accept or refuse this request
de: Gehe zu Deinem Freundschaftsnetzwerk um diese Anfrage zu akzeptieren/abzulehnen
fr: Allez au réseau des amis pour accepter ou refuser cette demande

source: You're invited to join my network of friends
de: Du bist eingeladen, meinem Freundschaftsnetzwerk beizutreten

source: The user
de: Der Benutzer
fr: L'utilisateur

source: registered at your site
de: hat sich auf Deiner Tiki-Site registriert

source: Published
de: Veröffentlicht
fr: Publié

source: By:
de: Von:

source: Bye bye!
de: Auf Wiedersehen!
fr: Au revoir!

source: This email address has been removed to the list of subscriptors of:
de: Diese Emailadresse wurde aus die Liste der Adressaten gelöscht von:

source: Bye bye from %s at %s
de: Auf Wiedersehen von %s an %s
fr: Désinscription à %s de %s

source: You can unsubscribe from this newsletter following this link
de: Abbestellen dieses Rundbriefs durch Klick auf den Link möglich
fr: Vous pouvez vous désinscrire de la lettre d'informations en suivant ce lien

source: Welcome to our newsletter!
de: Willkommen zu diesem Rundbrief!
fr: Bienvenue sur notre lettre d'informations !

source: This email address has been added to the list of subscriptors of:
de: Diese Emailadresse wurde in die Liste der Adressaten aufgenommen von:

source: You can always cancel your subscription using:
de: Du kannst das Rundbrief-Abonnement jederzeit rückgängig machen über:

source: Welcome to %s at %s
de: Willkommen zu %s bei %s
fr: Bienvenue sur %s de %s

source: Reply notification
de: Antwortbenachrichtigung

source: Email notification
de: Tiki Email-Benachrichtigung
fr: Email de notification

source: Someone
de: Jemand

source: requested a reminder of the password for your account
de: hat eine Erinnerung für das Passwort für Dein Konto angefordert
fr: a demandé de vous renvoyer votre mot de passe pour votre compte

source: requested password reset for your account
de: hat die Zurücksetzung für das PAsswort für Dein Konto angefordert
fr: a demandé un nouveau mot de passe pour votre compte

source: Since this is your registered email address we inform that the password for this account is
de: Da dies Deine registrierte Emailadresse ist, informieren wir Dich darüber, dass das Passwort für dieses Konto wie folgt lautet:
fr: Comme ceci est l'adresse électronique de votre inscription, nous vous informons que le mot de passe pour ce compte est

source: Please click on the following link to confirm you wish to reset your password and go to the screen where you must enter a new \"permanent\" password. Please pick a password only you will know, and don't share it with anyone else
de: Bitte klicke auf den folgenden Link um Dein Passwort zurückzusetzen und zu der Seite zugelangen, wo Du Dein neues \"permanentes\" Passwort eingeben musst. Bitte wähle ein Passwort, dass nur Du kennst. Teile dieses niemandem mit
fr: Veuillez cliquer sur le lien ci-dessous pour confirmer votre intention de réinitialiser votre mot de passe. Vous serez redirigé vers une page où vous devrez saisir un nouveau mot de passe \"permanent\". Veuillez vous en souvenir et ne le partagez pas.

source: Important: Username & password are CaSe SenSitiVe
de: Wichtig: Bei Benutzername und Passwort wird zwischen Groß- und Kleinbuchstaben unterschieden
fr: Important&nbsp;: Nom d'utilisateur et mot de passe tiennent compte de la casse (lettres minuscules vs MAJUSCULES)

source: Important: The old password remains active if you don't click the link above
de: Wichtig: das alte Password bleibt solange gültig, bis Du auf den vorstehenden Link klickst

source: Your account information for %s
de: Deine Tikikontoinformationen für %s
fr: Les informations de votre compte sur %s

source: Report for
de: Bericht für

source: Last Report sent on
de: Letzter Bericht verschickt am

source: Changes in detail:
de: Änderungen im Detail:

source: Look at this link
de: Siehe unter diesem Link
fr: Allez voir ce lien

source: A friend sends you a link from:
de: Ein Freund schickt Dir einen Link von:
fr: Un ami vous a envoyé un lien depuis:

source: A new article was submitted by {\$mail_user|username} to {\$mail_site} at {\$mail_date|tiki_short_datetime}
de: Ein neues Artikel wurde von {\$mail_user|username} zu {\$mail_site} am/um {\$mail_date|tiki_short_datetime} eingereicht

source: You can edit the submission following this link:
de: Du kannst diesen Beitrag bearbeiten, wenn Du hier klickst:

source: Heading:
de: Kopfbereich:

source: Body:
de: Hauptteil:

source: New article submitted at %s
de: Neuer Artikel eingereicht am %s
fr: Nouvel article soumis sur %s

source: ItemID {\$mail_itemId} {\$mail_item_desc} was deleted in the tracker {\$mail_trackerName}
de: Eintrag-ID {\$mail_itemId} {\$mail_item_desc} wurde im Tracker {\$mail_trackerName} gelöscht

source: New status for ItemID {\$mail_itemId} {\$mail_item_desc} for the tracker {\$mail_trackerName}
de: Neuer Stauts für Eintrag-ID {\$mail_itemId} {\$mail_item_desc} für Tracker {\$mail_trackerName}

source: Download the file at
de: Lade die Datei herunter unter

source: item
de: Eintrag

source: was modified at
de: wurde verändert am

source: Please visit this link before login again
de: Bitte folge diesem Link, bevor Du Dich wieder einloggst
fr: Merci de visiter ce lien avant de vous re-connecter

source: Last attempt
de: Letzter Versuch

source: Confirm your account at %s
de: Bestätige Dein Konto unter %s
fr: Confirmez votre compte à %s

source: Site
de: Link

source: An administrator of the site below has added you as a new user
de: Ein Administrator der unten stehenden Site hat Dich als Benutzer hinzugefügt
fr: L'administrateur du site ci-dessous vous a ajouté comme utilisateur

source: If you want to confirm your membership in this site, click on the following link to login for the first time
de: Wenn Du Deine Mitgliedschaft in der Site bestätigen willst, klicke den folgenden Link um Dich zum ersten Mal anzumelden
fr: Si vous voulez confirmer votre adhésion au site, cliquer sur le lien suivant pour votre première connexion

source: Your authentication credentials are
de: Deine Authentifizierungsdaten sind
fr: Vos informations de connexion sont

source: Welcome on the site
de: Willkommen bei der Site
fr: Bienvenue sur le site

source: Your personal access to
de: Dein persönlicher Zugriff auf

source: You or someone registered this email address at
de: Du oder jemand anderes hat Deine Emailadresse bei
fr: Vous (ou quelqu'un d'autre) a inscrit cette adresse électronique à

source: If you want to be a registered user in this site you will have to use the following link to login for the first time:
de: Falls Du Dich für diese Site registrieren möchtest, musst Du Dich für das erste Login über diesen Link anmelden:

source: Your registration confirmation
de: Deine Tiki Registrierungsinformationen
fr: Votre inscription Tiki

source: Your account request has been stored and will be activated by the admin as soon as possible.
de: Die Anfrage wurde gespeichert und wird vom Administrator schnellst möglich bearbeitet.
fr: Votre demande de compte a été enregistrée et va être traitée dès que possible par un administrateur.

source: You'll receive email notification once your account is activated
de: Du erhälst eine Emailbenachrichtigung, wenn Dein Konto aktiviert wurde

source: Please do not attempt to login until you receive the email notification
de: Bitte melde Dich nicht an, bevor Du die Emailbestätigung erhalten hast

source: {\$mail_action} article post
de: {\$mail_action} Artikeleinreichung

source: {\$mail_title} by {\$mail_user|username} at
de: {\$mail_title} von {\$mail_user|username} am/um

source: New article post
de: Neue Artikeleinreichung
fr: Nouvel article publié

source: Edited article post
de: Bearbeitete Artikeleinreichung

source: Deleted article post
de: Gelöschte Artikeleinreichung

source: View the article at:
de: Klicke hier um zu dem Artikel zu gelangen:

source: If you don't want to receive these notifications follow this link:
de: Falls Du diese Benachrichtigungen nicht mehr bekommen möchtest, klicke hier:

source: {\$mail_action} article post at
de: {\$mail_action} Artikeleinreichung am/um

source: New blog post: {\$mail_title}, \"{\$mail_post_title}\", by {\$mail_user|username} at {\$mail_date|tiki_short_datetime}
de: Neuer Blogeintrag: {\$mail_title}, \"{\$mail_post_title}\", von {\$mail_user|username} am/um {\$mail_date|tiki_short_datetime}
fr: Nouvelle publication dans le blogue: {\$mail_title}, \"{\$mail_post_title}\", par {\$mail_user|username} à {\$mail_date|tiki_short_datetime}

source: View the blog at:
de: Zeige den Blog auf:

source: New blog post at %s
de: Neuer Blogeintrag am %s
fr: Nouvelle publication dans un blogue de %s

source: View item calendar at
de: Siehe Kalendereintrag am
fr: voir cet évènement de calendrier à

source: Modified calendar item
de: Veränderter Kalendereintrag
fr: Évènement de calendrier modifié

source: New calendar item
de: Neuer Kalendereintrag
fr: Nouvel évènement de calendrier

source: changed
de: geändert
fr: modifié

source: A new category was created in
de: Eine neue Kategorie wurde erstellt in
fr: Une nouvelle catégorie a été créée dans

source: Created by
de: Erstellt von
fr: Créé par

source: created
de: erstellt
fr: créé

source: A category was removed in
de: Eine Kategorie wurde gelöscht in
fr: Une catégorie a été supprimée dans

source: Removed by
de: Gelöscht von
fr: Supprimé par

source: removed
de: entfernt
fr: supprimé

source: A category was updated
de: Eine Kategorie wurde aktualisiert
fr: Une catégorie a été mise à jour

source: Updated by
de: Aktualisiert von
fr: Mise à jour par

source: Old
de: Alt
fr: Vieux

source: New
de: Neu
fr: Nouveau

source: updated
de: aktualisiert
fr: mis à jour

source: an anonymous user
de: einem anonymen Benutzer
fr: un utilisateur anonyme

source: File Gallery %s changed
de: Dateiverzeichnis %s geändert
fr: La galerie de fichiers %s a été changée

source: A file was removed from the file gallery
de: Eine Datei wurde vom Dateiarchiv entfernt
fr: Le fichier a été retiré de la galerie

source: A new file was posted to file gallery
de: Eine neue Datei wurde in das Dateiarchiv gepostet
fr: Un nouveau fichier a été téléchargé dans la galerie de fichiers

source: File Description
de: Dateibeschreibung
fr: Description du fichier

source: New forum topic in <{\$mail_forum|truncate:20:\"...\"}> by {\$mail_author|username}
de: Neues Forenthema in <{\$mail_forum|truncate:20:\"...\"}> von {\$mail_author|username}

source: New forum post in <{\$mail_forum|truncate:20:\"...\"}> by {\$mail_author|username}
de: Neuer Foreneintrag <{\$mail_forum|truncate:20:\"...\"}> von {\$mail_author|username}

source: Image Gallery {\$galleryName} changed
de: Bildergalerie {\$galleryName} geändert
fr: La galerie d'images {\$galleryName} a changé

source: A new file was posted to image gallery
de: Eine neue Datei wurde in diue Bildergalerie gepostet
fr: Un nouveau fichier a été téléchargé dans une galerie d'images

source: The map {\$mail_page} was changed by {\$mail_user|username} at {\$mail_date|tiki_short_datetime}
de: Die Karte {\$mail_page} wurde von {\$mail_user|username} am/um {\$mail_date|tiki_short_datetime} geändert

source: You can view the updated map following this link
de: Du kannst die aktualisierte Karte ansehen, wenn Du diesem Link folgst

source: You can edit the map following this link
de: Du kannst die Karte bearbeiten, wenn Du diesem Link folgst

source: An object was added to category
de: Ein Objekt wurde hinzugefügt zur Kategorie
fr: Un object a été ajouté dans une catégorie

source: Added by
de: Hinzugefügt durch
fr: Ajouté par

source: An object was removed from category
de: Ein Objekt wurde entfernt aus der Kategorie
fr: Un objet a été supprimé d'une catégorie

source: A page has been added to your watched sub-structure
de: Eine Seite wurde in der von Dir beobachteten Unterstruktur hinzugefügt

source: A page has been removed from your watched sub-structure
de: Eine Seite wurde aus der von Dir beobachteten Unterstruktur entfernt

source: A page has been promoted out your watched sub-structure
de: Eine Seite wurde aus der von Dir beobachteten Unterstruktur herausbefördert

source: A page has been demoted to your watched structure
de: Eine Seite wurde in die von Dir beobachtete Unterstruktur zurückversetzt

source: Structure modified
de: Struktur verändert
fr: Structure modifiée

source: file
de: Datei

source: A new file have been attached to page
de: Eine neue Datei wurde an die Seite angehängt
fr: Un nouveau fichier a été attaché à la page

source: File name
de: Dateiname
fr: Nom du fichier

source: New attachment on %s, page
de: Neuer Anhang an %s, Seite
fr: Nouveau fichier joint sur la page %s

source: The page {\$mail_page} was created by {\$mail_user|username} at {\$mail_date|tiki_short_datetime}
de: Die Seite {\$mail_page} wurde von {\$mail_user|username} am/um {\$mail_date|tiki_short_datetime} erstellt

source: The page {\$mail_page} was deleted by {\$mail_user|username} at {\$mail_date|tiki_short_datetime}
de: Die Seite {\$mail_page} wurde von {\$mail_user|username} am/um {\$mail_date|tiki_short_datetime} gelöscht

source: A file was attached to {\$mail_page}
de: Eine Datei wurde an {\$mail_page} angehängt

source: The page {\$mail_page} was changed by {\$mail_user|username} at {\$mail_date|tiki_short_datetime}
de: Die Seite {\$mail_page} wurde von {\$mail_user|username} am/um {\$mail_date|tiki_short_datetime} geändert

source: The page {\$mail_page} was deleted but used to be here
de: Die Seite {\$mail_page} existierte, wurde aber gelöscht

source: You can view the page by following this link:
de: Du kannst die Seite betrachten indem Du diesem Link folgst:

source: You can view a diff back to the previous version by following this link:
de: Du kannst einen Blick auf die vorherige Version werfen, indem Du diesem Link folgst:

source: The changes in this version follow below, followed after by the current full page text.
de: Die Änderungen dieser Version folgen unten, gefolgt von dem aktuellen komplette Seiteninhalt.
fr: Ci-dessous, les changements de cette version suivis du texte complet de la page.

source: -Lines: {\$oldd} changed to +Lines: {\$newd}
de: -Zeilen: {\$oldd} geändert zu +Zeilen: {\$newd}
fr: -Lignes: {\$oldd} changées en +Lignes: {\$newd}

source: The old page content follows below
de: Der Inhalt der alten Seite folgt unten stehend

source: The new page content follows below.
de: Der neue Seiteninhalt folgt unten.
fr: Ci-dessous, le nouveau contenu de la page.

source: Wiki page %s created by {\$mail_user|username}
de: Wiki Seite %s erstellt von {\$mail_user|username}

source: Wiki page %s deleted by {\$mail_user|username}
de: Wiki Seite %s gelöscht von {\$mail_user|username}

source: A file was attached to %s
de: Eine Datei wurde an %s angehängt

source: Wiki page %s changed by {\$mail_user|username}
de: Wiki Seite %s wurde von {\$mail_user|username} geändert

source: Wiki page renamed
de: Wiki Seite umbenannt
fr: Page Wiki renommée

source: Old name
de: Alter Name
fr: Ancien nom

source: New name
de: Neuer Name
fr: Nouveau nom

source: Thank you for your registration
de: Danke für Deine Registrierung

source: You may log in now.
de: Du kannst Dich jetzt anmelden.
fr: Vous pouvez vous connecter maintenant.

source: click on the map to zoom or pan, do not drag
de: klicke auf die Karte zum zoomen oder schwenken. Ziehe nicht die Karte
fr: cliquer sur la carte pour zoomer ou faire un panoramique, ne pas faire glisser

source: Query Results
de: Abfrageergebnisse
fr: Résultats de la requête

source: Querying
de: Frage ab
fr: Requête

source: Scroll Up
de: Scrolle nach oben
fr: Défiler vers le haut

source: Scroll Down
de: Scrolle nach unten
fr: Défiler vers le bas

source: Scale
de: Skalieren
fr: Échelle

source: Zoom out
de: Herauszoomen
fr: Zoom arrière

source: Query
de: Abfrage
fr: Requête

source: Pan
de: Schwenken

source: Zoom in
de: Hereinzoomen
fr: Zoom avant

source: Redraw
de: Neu zeichnen
fr: Redessiner

source: select zoom/pan/query and image size
de: wähle Zoom/Schwenken/Abfrage und Bildgröße
fr: sélectionner zoom/panoramique/recherche et la taille de l'image

source: View the Map Only
de: Nur die Karte ansehen
fr: Voir la carte seulement

source: Reset Map
de: Karte zurücksetzen
fr: Réinitialiser la carte

source: Click on the map or click redraw
de: Karte oder 'Neu zeichnen' anklicken
fr: Cliquer sur la carte ou cliquer sur Redessiner

source: Hits:
de: Zugriffe:

source: Overview
de: Übersicht
fr: Vue d'ensemble

source: Legend
de: Legende
fr: Légende

source: Layer
de: Schicht
fr: Couche

source: Download Layer
de: Layer herunterladen
fr: Télécharger une layer

source: This layer has been set by the maps administrator to not be downloadable
de: Diese Schicht wurde durch den Administrator als nicht herunterladbar markiert
fr: Cette layer a été configurée par l'administrateur pour ne pas être téléchargeable

source: you have requested to download the layer:
de: Du hast das Herunterladen des Layers angefordert:

source: from the mapfile:
de: aus der Kartendatei:

source: Here are the files to download, do not forget to rename them:
de: Hier sind die herunterladbaren Dateien, bitte nicht vergessen, sie umzubenennen:

source: Mapfiles
de: Kartendateien
fr: Fichiers-carte

source: Mapfile
de: Kartendatei
fr: Fichier-carte

source: Available mapfiles
de: Verfügbare Kartendateien
fr: Fichiers-carte disponibles

source: hits last 7 days
de: Treffer in den letzten 7 Tagen
fr: visites ces derniers 7 jours

source: monitor this map
de: diese Karte beobachten
fr: surveiller cette carte

source: Stop Monitoring this Map
de: Diese Karte nicht mehr beobachten
fr: Arrêter de surveiller cette carte

source: Create a new mapfile
de: Neue Kartendatei anlegen
fr: Créer un nouveau fichier-carte

source: Create
de: erstellen
fr: Créer

source: Mapfile listing
de: Liste Kartendateien
fr: Liste des fichiers-carte

source: Reload
de: Aktualisieren
fr: Recharger

source: You can view this map in your browser using
de: Du kannst diese Karte in Deinem Browser betrachten
fr: Vous pouvez afficher cette carte votre navigateur en utilisant

source: Zoom out x2
de: Herauszoomen x2
fr: Zoom arrière x2

source: Zoom in x2
de: Hereinzoomen x2
fr: Zoom avant x2

source: Mapfile History
de: Kartendatei-Historie
fr: Historique des cartes

source: Compare
de: Vergleichen
fr: Comparer

source: Comparing version {\$old.version} with version {\$new.version}
de: Vergleiche Version {\$old.version} mit Version {\$new.version}
fr: Comparaison de la version {\$old.version} à la version {\$new.version}

source: Current
de: Aktuell
fr: En&nbsp;cours

source: Versions are identical
de: Versionen sind identisch
fr: Les versions sont identiques

source: Legend:
de: Legende:

source: v=view
de: v=betrachten
fr: v=afficher

source: c=compare
de: c=vergleichen
fr: c=comparer

source: d=diff
de: d=Unterschied
fr: d=différences

source: Diff
de: Unterschiede
fr: Différences

source: Older Version
de: Ältere Version
fr: Version plus ancienne

source: back to
de: zurück zu
fr: revenir à

source: Upload From Disk:
de: Von Platte hochladen:

source: Upload Files
de: Dateien hochladen
fr: Envoyer un fichier

source: Bytes maximum
de: Bytes maximal
fr: Maximum d'octets

source: Create Directory:
de: Verzeichnis anlegen:

source: index file (.shp):
de: Index-Datei (.shp):

source: files to index (regexp):
de: zu indizierende Dateien (regexp):

source: Message Archive
de: Nachrichtenarchiv
fr: Message archivé

source: messages
de: Nachrichten

source: Archive is full!
de: Archiv ist voll!
fr: l'archive est pleine !

source: Read
de: Lesen
fr: Lu

source: Unread
de: Ungelesen
fr: Non-lu

source: Flagged
de: Gekennzeichnet
fr: Avec drapeau

source: Unflagged
de: Nicht gekennzeichnet
fr: Pas de drapeau

source: Containing
de: die enthalten
fr: Contient

source: Sender
de: Absender
fr: Expéditeur

source: No messages to display
de: Keine Nachrichten anzuzeigen
fr: Aucun message à afficher

source: Broadcast message
de: Nachricht an Verteiler
fr: Diffuser un message

source: Confirmation
de: Bestätigung

source: Please Confirm
de: Bitte bestätigen
fr: Confirmer l'envoi

source: All users
de: Alle Benutzer
fr: Tous les utilisateurs

source: Lowest
de: sehr niedrig
fr: Mini

source: Very High
de: sehr hoch
fr: Très prioritaire

source: Send
de: Verschicken
fr: Envoyer

source: Compose message
de: Nachricht erstellen
fr: Composer un message

source: If you want people to be able to reply to you, enable <a href='tiki-user_preferences.php'>Allow messages from other users</a> in your preferences
de: Wenn Du möchtest, dass man Dir antworten kann, musst Du <a href='tiki-user_preferences.php'>Erlaube Nachrichten von anderen Benutzern</a> in Deinen Einstellungen aktivieren

source: ERROR
de: FEHLER
fr: ERREUR

source: Invalid
de: Ungültig
fr: Invalide

source: Multiple addresses can be separated with semicolons (\\\";\\\")
de: Multiple Adressen können durch Semikolons (\\\";\\\") getrennt werden

source: Reply-to my email
de: Antwort auf meine Emailadresse
