Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: If you want to be a registered user in this site you will have to use the following link to login for the first time
fr: Si vous voulez pouvoir vous connecter sur ce site, vous devrez suivre le lien suivant pour la première connexion

source: You'll receive email notification once your account is activated.
fr: Vous allez recevoir un courriel dès que votre compte aura été activé.

source: Please do not attempt to login until you receive the email notification.
fr: Merci de ne pas essayer de vous connecter avant réception du courriel de confirmation.

source: View the article at
fr: Pour voir cet article

source: If you don't want to receive these notifications follow this link
fr: Si vous ne voulez plus recevoir ces notifications, suivez le lien

source: View the blog at
fr: Le blogue peut être vu à

source: The Wiki page {\$mail_objectname} was commented on by
fr: La page {\$mail_objectname} a été commentée par

source: The article {\$mail_objectname} was commented on by
fr: L'article {\$mail_objectname} a été commenté par

source: You can view the page by following this link
fr: Vous pouvez voir la page en suivant ce lien

source: Thank you for your registration.
fr: Merci pour votre inscription.

source: Layer Manager
fr: Gestion des couches

source: from the mapfile
fr: du fichier-carte

source: Here are the files to download, do not forget to rename them
fr: Ici sont les fichiers à télécharger, n'oubliez pas de les renommer

source: of
fr: de

source: Create Directory
fr: Créer un répertoire

source: index file (.shp)
fr: fichier index (.shp)

source: files to index (regexp)
fr: fichiers à indexer (regexp)

source: If you want people to be able to reply to you, enable <a href='tiki-user_preferences.php'>Allow messages from other users</a> in your preferences.
fr: Si vous voulez donner la possibilité aux autres utilisateurs de vous répondre, activez <a href='tiki-user_preferences.php'>Autoriser les messages d'autres utilisateurs</a> dans vos préférences.

source: Auto-archive age for read messages
fr: Âge d'auto-archivage pour les messages lus

source: Are you sure you want to unassign this module?
fr: Êtes vous sûr que vous voulez désattribuer ce module?

source: on blogpost
fr: sur l'article de blogue

source: Unknown comparison
fr: Comparaison inconnue

source: Homepage
fr: Page d'accueil

source: Log in
fr: Connexion

source: Email:
fr: Adresse courriel:

source: eMail
fr: Adresse électronique

source: Feed
fr: Flux

source: Site default
fr: Réglage par défaut du site

source: Find term
fr: Chercher un terme

source: If not found, you will be given a chance to create it
fr: Si le terme n'est pas trouvé, on vous donnera l'occasion de le créer

source: There are no translations of this page.
fr: Il n'y a pas de traductions de cette page.

source: Cache
fr: Antémémoire

source: You need to activate user and/or group trackers
fr: Vous devez activer les formulaires utilisateur et/ou groupe

source: No preferences were found for your search query
fr: Aucune préférence n'a été trouvée par votre recherche

source: The following list of changes has been applied
fr: La liste suivante de changement a été appliquée

source: Preference name
fr: Nom de la préférence

source: TikiCache/System
fr: Système / CacheTiki

source: Look & feel
fr: Aspect & convivialité

source: themes
fr: thèmes

source: Cookies
fr: Citations

source: Please select some actions to be reported
fr: Sélectionnez les actions devant être dans le rapport

source: Legend background color
fr: Couleur de fond des légendes

source: Save graphs to image gallery
fr: Enregistrer les graphiques dans la galerie d'image

source: Records
fr: Enregistrements

source: contributor
fr: contributeur

source: Edit Action
fr: Modifier l'action

source: Save Action
fr: Sauvegarder l'action

source: Volumes are equally distributed on each contributors/author
fr: Les volumes sont distribués équitablement entre chaque contributeur ou auteur

source: connection time
fr: durée de connexion

source: connection seconds
fr: seconde de connexion

source: Volumn per category
fr: Volume par catégorie

source: Volumn per category and per user
fr: Volume par catégorie et par utilisateur

source: Number of actions per user
fr: Nombre d'actions par utilisateur

source: Total number of users
fr: Nombre total d'utilisateurs

source: Number of actions per object
fr: Nombre d'actions par objet

source: Total number of objects
fr: Nombre total d'objets

source: Number of actions per category
fr: Nombre d'actions par catégorie

source: Number of actions per category and per user
fr: Nombre d'actions par catégorie et par utilisateur

source: Volumn per the users'group and per contribution
fr: Volume par le groupe de l'utilisateur et par contribution

source: Volumn per group and per contribution
fr: Volume par groupe et par contribution

source: Volumn per user and per contribution
fr: Volume par utilisateur et par contribution

source: Volumn per users'contribution and time
fr: Volume par contribution d'utilisateur et heure

source: Volumn per contribution and time
fr: Volume par contribution et heure

source: Recorded
fr: Enregistrée

source: Reported
fr: Signalée

source: x
fr: supprimer

source: Custom Classifications
fr: Classification personnalisée

source: Delete events older than
fr: Effacer les événements plus vieux que

source: Browse the category system
fr: Parcourir le système de catégories

source: Current Category ID
fr: ID de la catégorie courante

source: Edit this category
fr: Editer la catégorie

source: Remove from this Category
fr: Supprimer de cette catégorie

source: Directory:
fr: Annuaire de sites :

source: File gal:
fr: Galerie de fichiers :

source: Use the Administration page of each enabled feature to allow the use of content templates
fr: Utilisez la page d'administration de chaque fonction activée pour permettre l'utilisation de modèles de contenu

source: Edit this template
fr: Éditer ce modèle

source: Name field is mandatory
fr: Le nom du champ est obligatoire

source: Use in
fr: Utilisé dans

source: No features are configured to use templates.
fr: Aucune fonctionnalité n'utilise les gabarits.

source: Template Type
fr: Type de modèle

source: Visible in no sections
fr: Visible dans aucune section

source: Remove section
fr: Supprimer la section

source: Edit the contribution
fr: Éditer la contribution

source: To use cookie in a text area (Wiki page, etc), a <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> or a template, use {literal}{cookie}{/literal}.
fr: Pour utiliser un cookie dans une zone de texte (page Wiki, etc.), un <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> ou un gabarit, utiliser {literal}{cookie}{/literal}.

source: Upload from disk
fr: Envoyer à partir de son disque

source: Manage Credits
fr: Gérer les Credits

source: (level credits always 0)
fr: (niveau de credits toujours 0)

source: Delete Checked
fr: Effacer la sélection

source: Use User Credits
fr: Utiliser les crédits de l'utilisteurs

source: Restore
fr: Restaurer

source: Amount Used
fr: Somme utilisée

source: Manage Credit Types
fr: Gestion des types de crédit

source: Purge
fr: Purger

source: Use Admin DSN to define the database to be used by the SQL plugin.
fr: Aller à Administration->DSN pour définir la base de données utilisée dans le plugin SQL.

source: ExtWiki
fr: Wiki externe

source: Edit this Forum
fr: Éditer ce forum

source: POP3 server
fr: Serveur POP3

source: Online
fr: Connecté

source: Store attachments in
fr: Sauver les fichiers joints dans

source: Set thread preferences
fr: Configurer les préférences des enfilades

source: Show threads preferences
fr: Afficher les préférences des enfilades

source: hide threads preferences
fr: Cacher les préférences des enfilades

source: Default style for threads
fr: Style par défaut des enfilades

source: Admin HTML Page Dynamic Zones
fr: Administrer les zones dynamiques des pages HTML

source: Use {literal}{ed id=name}{/literal} or {literal}{ted id=name}{/literal} to insert dynamic zones
fr: Utiliser {literal}{ed id=name}{/literal} ou {literal}{ted id=name}{/literal} pour insérer des zones dynamiques

source: Edit this HTML page
fr: Éditer cette page HTML

source: Refresh rate (if dynamic)
fr: Temps de rafraichissement (si dynamique)

source: <strong>Activate</strong> will display content for Admin only. Select <strong>Publish</strong> to display for all users
fr: <strong>Activer</strong> n'affichera le contenu que pour l'Admin. S

source: Meta Tags
fr: Méta balises

source: Performance
fr: Performances

source: Feeds
fr: Flux RSS

source: InterTiki
fr: Gestion multisites

source: Plugins
fr: Plugiciels

source: Batch upload (CSV file):
fr: Chargement par lot (fichier CSV) :

source: Inline comments
fr: Commentaires dans le texte

source: To submit your site to Tiki.org
fr: Pour soumettre votre site à Tiki.org

source: Help Tiki spread
fr: Aider à la diffusion de Tiki

source: Add the \"Powered by\" module to your site:
fr: Ajouter le module \"Powered by\" à votre site:

source: Click here to manage modules
fr: Cliquer ici pour gérer les modules

source: Getting there..
fr: On va y arriver...

source: Most of these features are hoped to make it into the \"new\" section for Tiki 6
fr: La plupart de ces fonctionnalités devraient faire leur apparition dans la section \"Nouveau\" pour Tiki 6

source: Random tag cloud colors:
fr: Couleurs aléatoires du nuage de mot-clés :

source: Use default max rows, images per row, thumbnails size and scale size for all galleries (set values below)
fr: Utiliser les paramètres nombre max de rangées, images par rangée, taille des vignettes et échelle par défaut pour toutes les galeries (valeurs fixées ci-dessous)

source: Default scale size
fr: Echelle par défaut

source: Exterminator
fr: Nettoyer les caches

source: Server
fr: Serveur

source: Note that storing session data in the database is an advanced systems administration option, and is for admins who have comprehensive access and understanding of the database, in order to deal with any unexpected effects
fr: Le stockage des sessions en base de données est une option d'administration avancée et est réservée aux administrateurs ayant un accès intégral et une bonne compréhension de la base de données de façon à pouvoir régler les problèmes éventuels

source: Changing this feature will immediately log you out when you save this preference
fr: Changer cette fonctionnalité va vous délogguer immédiatement après l'enregistrement

source: Sample
fr: Résultat

source: Change the <strong>Admin</strong> password
fr: Changer le mot de passe <strong>Admin</strong>

source: Babelfish links
fr: Liens Babelfish

source: Intertiki client
fr: Client Intertiki

source: Intertiki shared cookie for sliding auth under same domain
fr: Cookie partagé par plusieurs Tiki pour le partage de l'authentification pour un même domaine

source: InterTiki Server
fr: Serveur InterTiki

source: host
fr: hôte

source: Intertiki server
fr: Serveur Intertiki

source: Look & Feel
fr: Thèmes & Apparence

source: Users can select a group to join at registration
fr: Les utilisateurs peuvent sélectionner un groupe à rejoindre lors de l'enregistrement

source: CAS Server
fr: Serveur CAS

source: CAS Server Name
fr: Nom du serveur CAS

source: CAS Server Port
fr: Port du serveur CAS

source: General Layout
fr: Mise en page générale

source: Hint
fr: Astuce

source: Please see the <a class='rbox-link' target='tikihelp' href='http://dev.tiki.org/Performance'>Performance page</a> on Tiki's developer site
fr: Reportez-vous à la page <a class='rbox-link' target='tikihelp' href='http://dev.tiki.org/Performance'>Performances</a> sur le site développeur de Tiki

source: Output compression is active
fr: La compression des pages est activée

source: Bytecode Cache
fr: Cache pour bytecode

source: Using <strong>%0</strong>.These stats affect all PHP applications running on the server
fr: Utilisation de <strong>%0</strong>. Ces statistiques sont valables pour toutes les applications PHP s'exécutant sur le serveur

source: Few hits recorded. Statistics may not be representative
fr: Peu d'accès au cache enregistrés, les statistiques ne sont peut-être pas représentatives

source: Low hit ratio. %0 may be misconfigured and not used
fr: Le ratio d'accès au cache est faible. %0 est peut-être mal configuré ou désactivé

source: Small amount of memory allocated to %0. Verify the configuration
fr: Peu de mémoire est allouée à %0. Vérifiez sa configuration

source: Configuration <em>%0</em> is enabled. Disabling modification checks can improve performance, but will require manual clear on file updates
fr: La configuration de <em>%0</em> est active. La désactivation des vérifications de modifications peut améliorer les performances, mais il sera nécessaire de purger manuellemnt les caches lors de la mise à jour des fichiers

source: Many search options impact performance. Please see <a href=\"tiki-admin.php?page=search\">Search admin panel</a>
fr: Les options de recherche influencent les performances. Référez-vous au <a href=\"tiki-admin.php?page=search\">Panneau d'administration de la recherche</a>

source: Filter the list of profiles
fr: Filtrer la liste des profils

source: Profile
fr: Profil

source: Repository
fr: Dépot

source: Repositories
fr: Dépôts

source: Tokens
fr: Jetons

source: To enable this file, simply rename the <strong>_htaccess</strong> file (located in the main directory of your Tiki installation) to <strong>.htaccess</strong>
fr: Pour activer ce fichier, renommez simplement le fichier <strong>_htaccess</strong> (situé dans le répertoire principal de votre installation de Tiki) en <strong>.htaccess</strong>

source: When you upgrade (ex.: from Tiki4 to Tiki5), make sure to use the new _htaccess file
fr: Quand vous faites une mise à jour (ex.: de Tiki4 vers Tiki5), assurez-vous d\\'utiliser le nouveau fichier _htaccess

source: Token
fr: Jeton

source: No occurences found
fr: Aucune occurence trouvée

source: Plugin Name
fr: Nom du plugin

source: Inline (No Plugin Edit UI)
fr: Inline (sans interface d'édition)

source: New Argument
fr: Nouveau argument

source: dls
fr: téléchgts

source: Operation
fr: Opération

source: Schema Version
fr: Version du schéma

source: Schema Documentation
fr: Documentation du schéma

source: Proposed Templates
fr: Gabarits proposés

source: Use the 'Quick Edit' module to easily create or edit wiki pages
fr: Utilisez le module 'Quick Edit' pour créer ou éditer facilement des pages wiki

source: Wiki watch
fr: Surveillance Wiki

source: Freetags are disabled
fr: Mots-clés désactivés

source: Human-readable repository name
fr: Nom compréhensible du répertoire

source: Path to repository (local filesystem: relative/absolute web root, remote: prefixed with 'http://')
fr: Chemin d'accès au répertoire (si local&nbsp;: relative ou absolu / racine web - sinon: préfixé avec 'http://'

source: File name of start page
fr: Nom du fichier pour la première page

source: CSS file to load when browse this repository
fr: Fichier CSS à charger pour parcourir ce répertoire

source: Is repository visible to users
fr: Ce répertoire est-il visible par les utilisateurs

source: Can files from repository be cached
fr: Les fichiers du répertoire peuvent-ils être mis en antémémoire

source: Are files from repository can be cached
fr: Les fichiers du répertoire peuvent ils être dans l'antémémoire

source: Clear all cached pages of this repository
fr: Supprimer toutes les pages de ce répertoire qui ont été mis dans l'antémémoire

source: Seconds count 'till cached page will be expired
fr: Secondes jusqu'à ce que la page en antémémoire soit supprimé

source: Human-readable text description of repository
fr: Description compréhensible du répertoire

source: view/hide copy rules dialog
fr: afficher/masquer le dialogue des règles pour copier

source: Source repository
fr: Répertoire source

source: According this order rules will be applied ('0' or empty = auto)
fr: Ordre dans lequel les règles s'appliquent ('0' ou vide = automatique)

source: Is this regular expression or simple search/replacer
fr: Est ce une expression régulière ou un simple chercher/remplacer

source: Is case sensitive (for simple replacer)
fr: La casse est-elle prise en compte (pour un simple remplacer)

source: subset of chars: imsxeADSXUu, which is regex modifiers
fr: sous ensemble de caractères&nbsp;: imsxeADSXUu, qui sont des modificateurs Regex

source: Regex modifiers
fr: Modificateurs Regex

source: Human-readable text description of rule
fr: Description facilement compréhensible de la règle

source: Check to enable this rule
fr: Cocher pour permettre cette règle

source: Apply all rules or just this to generate preview
fr: Appliquer toutes les règles ou seulement celle-là pour générer l'aperçu

source: View source code after rules applied
fr: Voir le code source après l'application des règles

source: Test file from repository to generate preview for (empty = configured start page)
fr: Fichier de test du répertoire pour créer un aperçu (vide = page initiale configurée)

source: Case
fr: Casse

source: Admin keywords
fr: Administrer les mots-clés

source: Keywords have been updated
fr: Les mots-clés ont été mis à jour

source: Updating keywords has failed. Page probably doesn't exist
fr: La mise à jour des mots-clés a échoué. La page n'existe probablement pas

source: Edit page keywords
fr: Modifier les mots-clés de la page

source: Current Page Keywords
fr: Mots-clés de la page courante

source: Search by page
fr: Recherche par page

source: results found
fr: résultats trouvés

source: POP server
fr: Serveur POP

source: SMTP server
fr: Serveur SMTP

source: article-put
fr: recevoir-article

source: wiki-get
fr: envoyer-wiki

source: wiki-put
fr: recevoir-wiki

source: wiki-append
fr: concaténer-wiki

source: For wiki page, use ((PageName)).
fr: Pour les pages wiki, utilisez ((NomdePage)).

source: Home Blog
fr: Accueil-Blogue

source: Wiki Home
fr: Accueil - Wiki

source: Edit this Menu
fr: Éditer ce menu

source: To use custom folder icons in menus, enter the path to the icon for the <strong>closed</strong> folder
fr: Pour utiliser une icône personnalisée pour les répertoires, spécifier le chemin de l'icône pour un répertoire <strong>fermé</strong>

source: In the same directory, include an icon for the opened folder
fr: Dans le même répertoire, placer un fichier icône pour un répertoire ouvert

source: The \"opened folder\" icon name must be identical to the \"closed folder\" icon name, prefixed with the letter <strong>o</strong>
fr: Le nom du fichier icône pour le \"répertoire ouvert\" devra être identique à celui pour le \"répertoire fermé\" préfixé de la lettre <strong>o</strong>

source: To use a menu in a tiki format
fr: Pour utiliser un menu dans un format tiki

source: To use menu in a css/suckerfish format
fr: Pour utiliser un menu dans un format css/suckerfish

source: To customize the menu's CSS id (#)
fr: Pour personnaliser l'identifiant css du menu (#id)

source: Edit/Create Tab
fr: Éditer/Créer un onglet

source: Data Type
fr: type des données

source: Weight
fr: Poids

source: Tab Name
fr: Nom de l'onglet

source: Edit this user module
fr: Éditer ce module utilisateur

source: Random image from
fr: Image choisie au hasard de

source: Default Tiki menus
fr: Menu Tiki par défaut

source: CSS menus
fr: Menus CSS

source: To use a <a target=\"tikihelp\" href=\"http://users.tpg.com.au/j_birch/plugins/superfish/\">CSS (Superfish) menu</a>, use one of these syntaxes
fr: Pour utiliser <a target=\"tikihelp\" href=\"http://users.tpg.com.au/j_birch/plugins/superfish/\">un menu CSS (Superfish)</a>, utilisez une des syntaxes suivantes

source: To use a default Tiki menu
fr: Pour utiliser un menu Tiki par défaut

source: Add email
fr: Ajouter mail

source: Add user
fr: Ajouter utilisateur

source: You need to set <a href=\"tiki-admin.php?page=general\">Sender Email</a> before creating email notifications.
fr: Vous devez configurer <a href=\"tiki-admin.php?page=general\">l'Email de l'émetteur</a> avant de poser des notifications par mail.

source: Tips
fr: Astuces

source: show feed title
fr: Afficher le titre

source: show publish date
fr: Afficher la date de publication

source: PHP variable
fr: Variable PHP

source: Tiki variable
fr: Variable Tikiwiki

source: About WikiPlugins and security: Make sure to only grant the \"tiki_p_plugin_approve\" permission to trusted editors
fr: À propos des WikiPlugins et de la sécurité : assurez-vous de n'accorder le droit \"tiki_p_plugin_approve\" qu'à des éditeurs de confiance

source: You can deactivate risky plugins at (<a href=\"tiki-admin.php?page=textarea\">tiki-admin.php?page=textarea</a>)
fr: Vous pouvez désactiver les plugins risqués sur la page (<a href=\"tiki-admin.php?page=textarea\">tiki-admin.php?page=textarea</a>)

source: Set User ID (suid) files
fr: Set User ID (suid) des fichiers

source: World writable files or directories
fr: Fichiers ou répertoires modifiables par tout le monde

source: Files or directories the Webserver can write to
fr: Fichiers ou répertoires dans lesquels le serveur Web peut écrire

source: Strange Inodes (not file, not link, not directory)
fr: Inodes étranges (ni fichier, ni lien, ni répertoire)

source: Executable files
fr: Fichiers exécutables

source: What to do with these check results?
fr: Que faire de ces résultats ?

source: Wiki textarea
fr: Zone de texte Wiki

source: Answer is mandatory
fr: Réponse obligatoire

source: Number of required answers (for multiple choices)
fr: Nombre de réponses requises (pour les questions à choix multiples)

source: For a rate, you can give the maximum value.
fr: Pour une notation, vous pouvez utiliser la valeur maximum.

source: Tiki Cache/System Admin
fr: Administration des caches et du système Tiki

source: Directory to exterminate
fr: Répertoires à purger

source: Full Path to the Zip File
fr: Chemin complet de l'archive ZIP

source: Reset to Global
fr: Réinitialiser comme Global

source: Reset to defaults
fr: Réinitialiser

source: Formatting Tools
fr: Outils de formattage

source: Plugin Tools
fr: Outils pour les Plugin

source: Edit tool
fr: Outil d'édition

source: Plugin name
fr: Nom du plugin

source: Custom Tools
fr: Outils personnalisés

source: Add a new custom tool
fr: Ajouter un nouvel outil perso.

source: Warning: There is no undo
fr: Attention: impossible d'annuler

source: Position of field in list
fr: Position du champ dans la liste

source: Visible by
fr: Visible par

source: Editable by
fr: Éditable par

source: Error message
fr: Message d'erreur

source: Create a group for each item
fr: Créer un groupe pour chaque fiche

source: and it becomes his default group
fr: et il devient son groupe par défaut

source: Format if not the default short one
fr: Format si n'est pas le format court par défaut

source: and display last comment user/date
fr: et afficher le dernier commentaire utilisateur/date

source: Status changes list
fr: Liste des changemet d'états

source: Date Format
fr: Format de Date

source: timestamp
fr: horodatage

source: Add as new items
fr: Ajouter en tant que nouveaux éléments

source: Subset Selection
fr: Sélection des sous-ensembles

source: Category Selection
fr: Sélection des catégories

source: Group Selection
fr: Sélection de groupe

source: preserved
fr: préservé

source: No transitions
fr: Pas de transitions

source: New transition
fr: Nouvelle transition

source: For other Tiki features, use relative links (such as <em>http:tiki-forums.php</em>)
fr: Pour les autres fonctionnalités Tiki, utiliser des liens relatifs (comme <em>http:tiki-forums.php</em>)
