Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Re:
de: Aw:

source: This forum is flat and doesn't allow replies to other replies
de: Dieses Forum ist flach und erlaubt keine Antworten zu anderen Antworten
fr: Ce Forum ne permet répondre individuellement aux réponses.

source: This script cannot be called directly
de: Dieses Script kann nicht direkt aufgerufen werden
fr: Ce script ne peut pas être appelé directement

source: No page indicated
de: Keine Seite angegeben
fr: Aucune page indiquée

source: You must supply all the information, including title and year.
de: Du musst alle Daten angeben, inkl. Titel und Jahr.
fr: Vous devez fournir toutes les informations, y compris titre et année.

source: Tiki was unable to retrieve login data from the database
de: Tiki war nicht in der Lage die Logindaten aus der Datenbank zu lesen
fr: Tiki n'a pas réussi à extraire les informations d'indentification provenant de la base données

source: The following error message was returned
de: Die folgende Fehlermeldung wurde zurückgegeben
fr: Le message d'erreur suivant a été renvoyé

source: Things to check
de: Zu überprüfende Dinge
fr: Points à contrôler

source: Are your database login credentials correct
de: Ist Deine Datenbank Loginberechtigung richtig
fr: Vos données de connexion à la base de données sont elles correctes

source: Did you complete the <a href='tiki-install.php' >Tiki Installer
de: Hast Du den <a href='tiki-install.php' >Tiki Installer vollständig abgeschlossen
fr: Avez-vous terminé le <a href='tiki-install.php' >Tiki installer

source: Please see <a href=\"http://doc.tikiwiki.org/\">the documentation</a> for more information
de: Siehe bitte <a href=\"http://doc.tikiwiki.org/\">in der Dokumentation</a> nach weiteren Informationen
fr: Reportez-vous à <a href=\"http://doc.tikiwiki.org/\">la documentation</a> pour plus d'informations

source: You do not have permission to use this feature
de: Keine Berechtigung zur Nutzung dieser Funktion
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas utiliser cette fonctionnalité

source: This feature is for admins only
de: Zugriff nur für Admin möglich
fr: Cette fonctionnalité est réservée aux administrateurs

source: Type
de: Typ

source: Description
de: Beschreibung

source: Size
de: Größe
fr: Taille

source: Created
de: Erstellt
fr: Créé

source: Uploaded
de: Hochgeladen
fr: Envoyé

source: Last Modified
de: Zuletzt modifiziert
fr: Dernière modification

source: Uploaded by
de: Hochgeladen von

source: Creator
de: Ersteller
fr: Créateur

source: Last Modified by
de: Zuletzt verändert von

source: Comment
de: Kommentar
fr: Commentaire

source: Files
de: Dateien
fr: Fichiers

source: Hits
de: Zugriffe
fr: Visites

source: Last download
de: Letzter Download
fr: Dernier téléchargement

source: Locked by
de: Gesperrt von
fr: Verrouillé par

source: Path
de: Pfad
fr: Chemin d'accès

source: Slideshow
de: Diashow
fr: Diaporama

source: Default View
de: Standardansicht
fr: Vue par défaut

source: Aland Islands
de: Aland Inseln
fr: Îles Aland

source: Aland_Islands
de: Aland_Inseln
fr: Åland

source: Albania
de: Albanien
fr: Albanie

source: Algeria
de: Algerien
fr: Algérie

source: American Samoa
de: Amerikanisch Samoa
fr: Samoa

source: American_Samoa
de: Amerikanisch_Samoa
fr: Samoa_américaines

source: Argentina
de: Argentinen
fr: Argentine

source: Armenia
de: Armenien
fr: Arménie

source: Australia
de: Australien
fr: Australie

source: Austria
de: Österreich
fr: Autriche

source: Bangladesh
de: Bangladesch

source: Belgium
de: Belgien
fr: Belgique

source: Bolivia
de: Bolivien
fr: Bolivie

source: Bosnia and Herzegovina
de: Bosnien und Herzegovina
fr: Bosnie-Herzégovine

source: Bosnia_and_Herzegovina
de: Bosnien_und_Herzegovina
fr: Bosnie-Herzégovine

source: Bouvet Island
de: Bouvetinsel
fr: Île Bouvet

source: Bouvet_Island
de: Bouvetinsel
fr: Île_Bouvet

source: Brazil
de: Brazilien
fr: Brésil

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
fr: Territoire britannique de l'océan Indien

source: British Virgin Islands
de: Britische Jungferninseln
fr: Îles Vierges britanniques

source: British_Indian_Ocean_Territory
de: Britisches_Territorium_im_Indischen_Ozean
fr: Territoire_britannique_de_l'océan_Indien

source: British_Virgin_Islands
de: Britische_Jungferninseln
fr: Îles_Vierges_Britanniques

source: Bulgaria
de: Bulgarien
fr: Bulgarie

source: Cambodia
de: Kambodscha
fr: Cambodge

source: Cameroon
de: Kamerun
fr: Cameroun

source: Canada
de: Kananda

source: Cape Verde
de: Kap Verde
fr: Cap-Vert

source: Cape_Verde
de: Kap_Verde
fr: Cap-Vert

source: Catalan Countries
de: Katalanische Länder
fr: Pays_catalans

source: Catalan_Countries
de: Katalanische_Länder
fr: Pays_Catalans

source: Cayman Islands
de: Kaymaninseln
fr: Îles Caïmans

source: Cayman_Islands
de: Kaymaninseln
fr: Îles_Caïmans

source: Central African Republic
de: Zentralafrikanische Republik
fr: République centrafricaine

source: Central_African_Republic
de: Zentralafrikanische_Republik
fr: République_centrafricaine

source: Chad
de: Tschad
fr: Tchad

source: Christmas Island
de: Weihnachtsinsel
fr: Île Christmas

source: Christmas_Island
de: Weihnachtsinsel
fr: Île_Christmas

source: Cocos Islands
de: Kokosinseln
fr: Île Cocos

source: Cocos_Islands
de: Kokosinseln
fr: Îles Cocos

source: Colombia
de: Kolumbien
fr: Colombie

source: Comoros
de: Komoren
fr: Comores

source: Congo Democratic
de: Demokratische Republik Kongo
fr: Congo Démocratique

source: Congo
de: Kongo

source: Congo_Democratic
de: Demokratische_Republik_Kongo
fr: République_démocratique_du_Congo

source: Cook Islands
de: Cookinseln
fr: Îles Cook

source: Cook_Islands
de: Cookinseln
fr: Îles_Cook

source: Croatia
de: Kroatien
fr: Croatie

source: Cyprus
de: Zypern
fr: Chypre

source: Czech Republic
de: Tschechien
fr: République tchèque

source: Czech_Republic
de: Tschechien
fr: République_tchèque

source: Denmark
de: Dänemark
fr: Danemark

source: Dominican Republic
de: Dominikanische Republik
fr: République dominicaine

source: Dominican_Republic
de: Dominikanische_Republik
fr: République_dominicaine

source: Ecuador
de: Equador
fr: Equateur

source: Egypt
de: Ägypten
fr: Egypte

source: Equatorial Guinea
de: Äquatorialguinea
fr: Guinée équatoriale

source: Equatorial_Guinea
de: Äquatorialguinea
fr: Guinée_équatoriale

source: Estonia
de: Estland
fr: Estonie

source: Ethiopia
de: Äthiopien
fr: Ethiopie

source: Europe
de: Europa

source: Falkland Islands
de: Falklandinseln
fr: Îles Malouines

source: Falkland_Islands
de: Falklandinseln
fr: Îles_Malouines

source: Faroe Islands
de: Schafsinseln
fr: Îles Féroé

source: Faroe_Islands
de: Schafsinseln
fr: Îles_Féroé

source: Federated States of Micronesia
de: Mikronesien
fr: États fédérés de Micronésie

source: Federated_States_of_Micronesia
de: Mikronesiens
fr: États_fédérés_de_Micronésie

source: France
de: Frankreich

source: French Guiana
de: Französisch-Guayana
fr: Guyane

source: French Polynesia
de: Französisch-Polynesien
fr: Polynésie française

source: French Southern Territories
de: Französische sündliche Territorien
fr: Terres australes et antarctiques françaises

source: French_Guiana
de: Französisch-Guayana
fr: Guyane

source: French_Polynesia
de: Französisch-Polynesien
fr: Polynésie_française

source: French_Southern_Territories
de: Französische_sündliche_Territorien
fr: Terres_australes_françaises

source: Gabon
de: Gabun

source: Georgia
de: Georgien
fr: Géorgie

source: Germany
de: Deutschland
fr: Allemagne

source: Greece
de: Griechenland
fr: Grèce

source: Greenland
de: Grönland
fr: Groenland

source: Heard Island and McDonald Islands
de: Heard und die McDonaldinseln
fr: Île Heard et îles McDonald

source: Heard_Island_and_McDonald_Islands
de: Heard_und_die_McDonaldinseln
fr: Îles_Heard-et-MacDonald

source: Hungary
de: Ungarn
fr: Hongrie

source: Iceland
de: Island
fr: Islande

source: India
de: Indien
fr: Inde

source: Indonesia
de: Indonesien
fr: Indonésie

source: Iraq
de: Irak
fr: Irak

source: Ireland
de: Irland
fr: Irlande

source: Italy
de: Italien
fr: Italie

source: Ivory Coast
de: Elfenbeinküste
fr: Côte d'Ivoire

source: Ivory_Coast
de: Elfenbeinküste
fr: Côte_d'Ivoire

source: Jordan
de: Jordanien
fr: Jordanie

source: Kazakstan
de: Kazakhstan
fr: Kazakhstan

source: Kenya
de: Kenia

source: Kyrgyzstan
de: Kirgisistan
fr: Kirghizistan

source: Latvia
de: Lettland
fr: Lettonie

source: Lebanon
de: Libanon
fr: Liban

source: Liberia
de: Liberien
fr: Libéria

source: Libya
de: Lybien
fr: Libye

source: Lithuania
de: Litauen
fr: Lituanie

source: Macedonia
de: Mazedonien
fr: Macédoine

source: Madagascar
de: Madagaskar

source: Malaysia
de: Malaysien
fr: Malaisie

source: Maldives
de: Malediven

source: Marshall Islands
de: Marshallinseln
fr: Îles Marshall

source: Marshall_Islands
de: Marshallinseln
fr: Îles_Marshall

source: Mauritania
de: Mauretanien
fr: Mauritanie

source: Moldova
de: Moldawien
fr: Moldavie

source: Mongolia
de: Mongolei
fr: Mongolie

source: Morocco
de: Morokko
fr: Maroc

source: Mozambique
de: Mosambik

source: Netherlands Antilles
de: Niederländische Antillen
fr: Antilles néerlandaises

source: Netherlands
de: Niederlande
fr: Pays-Bas

source: Netherlands_Antilles
de: Niederländische_Antillen
fr: Antilles_néerlandaises

source: New Caledonia
de: Neukaledonien
fr: Nouvelle_Calédonie

source: New Zealand
de: Neuseeland
fr: Nouvelle_Zélande

source: New_Caledonia
de: Neukaledonien
fr: Nouvelle-Calédonie

source: New_Zealand
de: Neuseeland
fr: Nouvelle-Zélande

source: None
de: keine
fr: Aucun

source: Norfolk Island
de: Norfolkinsel
fr: Île Norfolk

source: Norfolk_Island
de: Norfolkinsel
fr: Île_Norfolk

source: North Korea
de: Nord Korea
fr: Corée du Nord

source: North_Korea
de: Nord_Korea
fr: Corée_du_Nord

source: Northern Mariana Islands
de: Nördliche Marianen
fr: Îles Mariannes du Nord

source: Northern_Mariana_Islands
de: Nördliche_Marianen
fr: Îles_Mariannes_du_Nord

source: Norway
de: Norwegen
fr: Norvège

source: Other
de: Sonstige
fr: Autre

source: Palestine
de: Palästina

source: Papua New Guinea
de: Papua-Neuguinea
fr: Papouasie - Nouvelle - Guinée

source: Papua_New_Guinea
de: Papua-Neuguinea
fr: Papouasie-Nouvelle-Guinée

source: Philippines
de: Philippinen

source: Poland
de: Polen
fr: Pologne

source: Quatar
de: Katar
fr: Qatar

source: Republic of Macedonia
de: Mazedonien
fr: République de Macédoine

source: Republic_of_Macedonia
de: Mazedonien
fr: République_de_Macédoine

source: Romania
de: Rumänien
fr: Roumanie

source: Russia
de: Russland
fr: Russie

source: Russian Federation
de: Russische Föderation
fr: Fédération de Russie

source: Russian_Federation
de: Russische_Föderation
fr: Fédération de Russie

source: Rwanda
de: Ruanda

source: Saint Helena
de: St. Helena
fr: Sainte-Hélène

source: Saint Kitts and Nevis
de: St. Kitts und Nevis
fr: Saint-Christophe-et-Niévès

source: Saint Lucia
de: St. Lucia
fr: Sainte-Lucie

source: Saint Pierre and Miquelon
de: Saint-Pierre und Miquelon
fr: Saint Pierre et Miquelon

source: Saint_Helena
de: St._Helena
fr: Sainte-Hélène

source: Saint_Kitts_and_Nevis
de: St. Kitts und Nevis
fr: Saint-Christophe-et-Niévès

source: Saint_Lucia
de: St._Lucia
fr: Sainte-Lucie

source: Saint_Pierre_and_Miquelon
de: Saint-Pierre_und_Miquelon
fr: Saint-Pierre-et-Miquelon

source: Sao Tome and Principe
de: Sao Tome und Principe
fr: São Tomé-et-Principe

source: Sao_Tome_and_Principe
de: Sao_Tome_und_Principe
fr: Sao_Tomé-et-Principe

source: Saudi Arabia
de: Saudi-Arabien
fr: Arabie Saoudite

source: Saudi_Arabia
de: Saudi-Arabien
fr: Arabie_saoudite

source: Serbia
de: Serbien
fr: Serbie

source: Seychelles
de: Seychellen

source: Singapore
de: Singapur
fr: Singapour

source: Slovakia
de: Slowakei
fr: Slovaquie

source: Slovenia
de: Slowenien
fr: Slovénie

source: Solomon Islands
de: Salomonen
fr: Îles Salomon

source: Solomon_Islands
de: Salomonen
fr: Îles_Salomon

source: South Africa
de: Südafrika
fr: Afrique du Sud

source: South Georgia and South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln
fr: Géorgie du Sud et les îles Sandwich du Sud

source: South Korea
de: Süd Korea
fr: Corée du Sud

source: South_Africa
de: Südafrika
fr: Afrique_du_Sud

source: South_Georgia_and_South_Sandwich_Islands
de: Südgeorgien_und_die_Südlichen_Sandwichinseln
fr: Géorgie_du_Sud-et-les_Îles_Sandwich_du_Sud

source: South_Korea
de: Süd_Korea
fr: Corée_du_Sud

source: Spain
de: Spanien
fr: Espagne

source: St Vincent Grenadines
de: St. Vincent und die Grenadinen

source: St_Vincent_Grenadines
de: St._Vincent_und_die_Grenadinen

source: Surinam
de: Suriname
fr: Suriname

source: Svalbard and Jan Mayen
de: Spitzbergen
fr: Svalbard et Jan Mayen

source: Svalbard_and_Jan_Mayen
de: Spitzbergen
fr: Île_Jan_Mayen

source: Swaziland
de: Swasiland

source: Sweden
de: Schweden
fr: Suède

source: Switzerland
de: Schweiz
fr: Suisse

source: Syria
de: Syrien
fr: Syrie

source: Tajikistan
de: Tadschikistan
fr: Tadjikistan

source: Timor-Leste
de: Osttimor
fr: Timor oriental

source: Trinidad Tobago
de: Trinidad und Tobago
fr: Trinité-et-Tobago

source: Trinidad_Tobago
de: Trinidad_und_Tobago
fr: Trinité-et-Tobago

source: Tunisia
de: Tunesien
fr: Tunisie

source: Turkey
de: Türkei
fr: Turquie

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
fr: Îles Turques et Caïques

source: Turks_and_Caicos_Islands
de: Turks-_und_Caicosinseln
fr: Îles_Turques-et-Caïques

source: US Virgin Islands
de: Amerikanische Jungferninseln
fr: Îles Vierges américaines

source: US_Virgin_Islands
de: Amerikanische_Jungferninseln
fr: Îles_Vierges_américaines

source: United Arab Emirates
de: Vereinigte Arabische Emirate
fr: Émirats arabes unis

source: United Kingdom
de: Vereinigtes Königreich
fr: Royaume-Uni

source: United Nations Organization
de: Vereinte Nationen
fr: Organisation des Nations Unies

source: United States
de: Vereinigte Staaten
fr: États-Unis

source: United_Arab_Emirates
de: Vereinigte_Arabische_Emirate
fr: Émirats_arabes_unis

source: United_Kingdom
de: Vereinigtes_Königreich
fr: Royaume-Uni

source: United_Kingdom_-_England_and_Wales
de: Vereinigtes_Königreich_-_England_und_Wales
fr: Royaume-Uni_-_Angleterre_et_Pays_de_Galles

source: United_Kingdom_-_Northern_Ireland
de: Vereinigtes_Königreich_-_Nord_Irland
fr: Royaume-Uni_-_Irlande_du_Nord

source: United_Kingdom_-_Scotland
de: Vereinigtes_Königreich_-_Schottland
fr: Royaume-Uni_-_Écosse

source: United_Nations_Organization
de: Vereinte_Nationen
fr: Organisation_des_Nations_Unies

source: United_States
de: Vereinigte_Staaten
fr: États-Unis_d'Amérique

source: Uzbekistan
de: Usbekistan
fr: Ouzbékistan

source: Vatican
de: Vatikan

source: Wallis and Futuna
de: Wallis und Futuna
fr: Wallis-et-Futuna

source: Wallis_and_Futuna
de: Wallis_und_Futuna
fr: Wallis-et-Futuna

source: Western Sahara
de: Westsahara
fr: Sahara occidental

source: Western_Sahara
de: Westsahara
fr: Sahara_occidental

source: World
de: Welt
fr: Monde

source: Yemen
de: Jemen
fr: Yémen

source: Yugoslavia
de: Jugoslawien
fr: Yougoslavie

source: Zambia
de: Sambia
fr: Zambie

source: Zimbabwe
de: Simbabwe

source: the former Yugoslav Republic of Macedonia
de: die frühere Jugoslawische Republik Mazedonien
fr: l'Ex-République yougoslave de Macédoine

source: the_former_Yugoslav_Republic_of_Macedonia
de: die_frühere_Jugoslawische_Republik_Mazedonien
fr: Ancienne_République_yougoslave_de_Macédoine

source: MySQL Improved (mysqli)
de: MySQL verbessert (mysqli)
fr: MySQL amélioré (mysqli)

source: MySQL classic (mysql)
de: MySQL klassisch (mysql)
fr: MySQL classique (mysql)

source: Email address not valid, test mail not sent
de: Emailadresse ungültig. Es wird keine Testemail gesendet
fr: Email non valide, l'email de test n'a pas été envoyé

source: Email address empty and \"copy\" checkbox not set, test mail not sent
de: Emailaddresse leer und \"Kopie\" Checkbox nicht gesetzt. Es wird keine Testemail gesendet
fr: Email et aucune copy ne sont définis, l'email de test n'a pas été envoyé

source: Test mail from Tiki installer
de: Testemail von Tiki installer
fr: Test d'email provenant de l'installeur Tiki

source: Sent
de: Ausgang
fr: Envoyé

source: No database name specified
de: Es wurde kein Datenbankname angegeben
fr: Pas de base de données spécifiée

source: Congratulations!\n\nYour server can send emails.\n\n
de: Gratulation!\n\nDein Server kann Emails senden.\n\n
fr: Félicitations !\n\nVotre serveur peut envoyer des emails.\n\n

source: Welsh
de: Walisisch

source: Slovene
de: Slovenisch
fr: Slovène

source: Arabic
de: Arabisch
fr: Arabe

source: Catalan
de: Katalanisch

source: Simplified Chinese
de: Vereinfachtes Chinesisch
fr: Chinois simplifié

source: Czech
de: Tschechisch
fr: Tchèque

source: Danish
de: Dänisch
fr: Danois

source: German
de: Deutsch
fr: Allemand

source: English
de: Englisch en
fr: Anglais

source: English British
de: Englisch en-uk
fr: Britannique

source: Spanish
de: Spanisch
fr: Espagnol

source: Greek
de: Griechisch
fr: Grec

source: Farsi
de: Persisch
fr: Persan

source: Finnish
de: Finnisch
fr: Finnois

source: Fijian
de: Fiji
fr: Fidjien

source: French
de: Französisch
fr: Français

source: Frisian Netherlands
de: Friesisch NL
fr: Frison Pays-Bas

source: Galician
de: Galizisch
fr: Galicien

source: Hebrew
de: Hebräisch
fr: Hébreu

source: Croatian
de: Kroatisch
fr: Croate

source: Indonesian
de: Indonesisch
fr: Indonésien

source: Icelandic
de: Isländisch
fr: Islandais

source: Italian
de: Italienisch
fr: Italien

source: Japanese
de: Japanisch
fr: Japonais

source: Korean
de: Koreanisch
fr: Coréen

source: Hungarian
de: Ungarisch
fr: Hongrois

source: Lithuanian
de: Lithauisch
fr: Lithanien

source: Dutch
de: Holländisch NL
fr: Hollandais

source: Norwegian
de: Norwegisch
fr: Norvégien

source: Norwegian Nynorsk
de: Norwegisch
fr: Norvégien Nynorsk

source: Polish
de: Polnisch
fr: Polonais

source: Português
de: Portugiesisch
fr: Portugais

source: Brazilian Portuguese
de: Brazilianisches Portugiesisch
fr: Brésilien

source: Romanian
de: Rumänisch
fr: Romain

source: Romansh
de: Romanssh
fr: Romanche

source: Russian
de: Russisch
fr: Russe

source: Pijin Solomon
de: Salomonen-Pidgin
fr: Pidgin des Îles des Salomons

source: Sinhala
de: Singhalesisch
fr: Cinghalais

source: Slovak
de: Slovakisch
fr: Slovaque

source: Albanian
de: Albanisch
fr: Albanais

source: Serbian Latin
de: Serbisch (Latin)
fr: Serbe latin

source: Swedish
de: Schwedisch
fr: Suédois

source: Tuvaluan
de: Tuvaluisch
fr: Tuvalu

source: Turkish
de: Türkisch
fr: Turc

source: Traditional Chinese
de: Traditionelles Chinesisch
fr: Chinois traditionnel

source: Ukrainian
de: Ukrainisch
fr: Ukrainien

source: Vietnamese
de: Vietnamesisch
fr: Vietnamien

source: Budget is not a valid amount:
de: Budget enthält keinen gültigen Betrag

source: already exists
de: existiert bereits

source: This book has been closed. You can't create new accounts.
de: Dieses Buch wurde bereits geschlossen. Du kannst keine neuen Konten erstellen.

source: The date for the transaction is after this books end date.
de: Das Datum des Geschäftsvorfalls liegt hinter dem Enddatum des Buches.

source: Error
de: Fehler
fr: Erreur

source: Template %s not registered
de: Vorlage %s nicht registriert
fr: Gabarit %s non enregistré

source: The file is not a CSV file or has not a correct syntax
de: Diese Datei ist keine CSV Datei oder hat nicht die erforderliche Syntax
fr: Le fichier n'est pas un fichier CSV ou la syntaxe est incorrecte

source: Error line: %d
de: Fehlerzeile: %d
fr: Erreur à la ligne&nbsp;: %d

source: anonymous
de: anonym
fr: anonyme

source: Blog cannot be found
de: Blog nicht gefunden
fr: Le blogue est introuvable

source: locked
de: gesperrt
fr: verrouillé

source: locked by
de: gesperrt von
fr: verrouillé par

source: refresh
de: aktualisieren

source: Administration
de: Verwaltung

source: All day
de: den ganzen Tag
fr: Journée entière

source: Sunday
de: Sonntag
fr: Dimanche

source: Su
de: So
fr: Di

source: Monday
de: Montag
fr: Lundi

source: Tuesday
de: Dienstag
fr: Mardi

source: Wednesday
de: Mittwoch
fr: Mercredi

source: Thursday
de: Donnerstag
fr: Jeudi

source: Friday
de: Freitag
fr: Vendredi

source: Saturday
de: Samstag
fr: Samedi

source: Tu
de: Di
fr: Ma

source: We
de: Mi
fr: Me

source: Th
de: Do
fr: Je

source: in
de: Offene Anfragen
fr: dans

source: continued
de: weiter
fr: se continue

source: New Image Uploaded by
de: Neue Bilder hochgeladen von
fr: Nouvelle image envoyée par

source: New Subscriptions
de: Neue Abonnenten
fr: Nouvelles inscriptions

source: New Item in Tracker
de: Neuer Eintrag im Tracker
fr: Nouvelle fiche dans les formulaires

source: by
de: von
fr: par

source: Wiki
de: Wiki Seite

source: Image Gallery
de: Bildergalerie
fr: Galerie d'images

source: Articles
de: Artikel

source: Forums
de: Foren
fr: Forums de discussion

source: Directory
de: Linkverzeichnis
fr: Annuaire de sites

source: File Gallery
de: Dateiarchiv
fr: Galerie de fichiers

source: Quizzes
de: Quiz
fr: QCMs

source: Trackers
de: Tracker
fr: Formulaires

source: Survey
de: Umfrage
fr: Enquête

source: Newsletter
de: Rundbrief
fr: Lettre d'informations

source: Empty captcha value
de: Leerer Captcha Wert
fr: Valeur de captcha vide

source: You have mistyped the anti-bot verification code. Please try again
de: Du hast den anti-bot Prüfcode nicht richtig eingegeben. Bitte versuche es nochmal
fr: Vous vous êtes trompé dans la code de vérification anti-bot. Veuillez réessayer

source: Failed to validate captcha
de: Konnte Captcha nicht bestätigen
fr: La validation du captcha a échoué

source: Captcha ID field is missing
de: Captcha ID-Feld fehlt
fr: Le champ ID du Captcha est manquant

source: Get a visual challenge
de: Erhalte eine optische Aufgabe
fr: Challenge visuel

source: Get an audio challenge
de: Erhalte eine akustische Aufgabe
fr: Challenge audio

source: Get a new challenge
de: Erhalte eine neue Aufgabe
fr: Nouveau challenge

source: Type the two words
de: Tippe die zwei Wörter
fr: Écrivez les deux mots

source: Type what you hear
de: Tippe was Du hörst
fr: Écrivez ce que vous entendez

source: Help
de: Hilfe
fr: Aide

source: Play sound again
de: Spiele den Sound nochmal
fr: Rejouer le son

source: Download sound as MP3
de: Lade den Sound als mp3 herunter
fr: Télécharger le son en MP3

source: Incorrect. Try again
de: Falsch. Versuche es nochmal
fr: Incorrect. Essayez encore

source: article
de: Artikel

source: directory
de: Linkverzeichnis
fr: répertoire des liens

source: file gallery
de: Dateiarchiv
fr: galerie de fichiers

source: image gallery
de: Bildergalerie
fr: galerie d'images

source: newsletter
de: Rundbrief
fr: lettre d'informations

source: poll
de: Abstimmung
fr: sondage

source: survey
de: Umfrage
fr: enquête

source: wiki page
de: Wiki-Seite
fr: Page Wiki

source: image
de: Bild

source: calendar
de: Kalender
fr: calendrier

source: Permission denied
de: Zugriff verweigert
fr: Droit d'accès refusé

source: Invalid filename (using filters for filenames)
de: Ungültiger Dateiname (verwende Filter)
fr: Nom de fichier invalide (le nom ne répond pas aux filtres)

source: Cannot upload this file - maximum upload size exceeded
de: Datei überschreitet maximale Größ für das Hochladen
fr: Envoi du fichier impossible - taille maximale dépassée

source: Cannot write to this file
de: Kann diese Datei nicht schreiben
fr: Impossible d'écrire dans ce fichier

source: (not registered)
de: (nicht registriert)
fr: (non enregistré)

source: Anonymous
de: Unbekannt
fr: Anonyme

source: Please wait %d seconds between posts
de: Bitte warte %d Sekunden zwischen zwei Posts
fr: Veuillez patienter %d secondes entre les posts

source: Wrong password. Cannot post comment
de: Falsches Passwort. Kommentar kann nicht gespeichert werden
fr: Mot de passe incorrect. Vous ne pouvez pas publier un commentaire
