Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Can execute arbitrary queries on a given DSN
de: Kann frei wählbare Anfragen bei einem gegebenen DSN durchführen
fr: Droit d'exécuter une réquête quelconque sur un DSN donné

source: Can execute unapproved plugin
de: Kann unbestätigte Plugins ausführen
fr: Droit d'exécuter des plugins non autorisés

source: Can export tracker items
de: Kann Trackerelemente exportieren
fr: Droit d'exporter des fiches de formulaires

source: Can export wiki pages using the export feature
de: Kann mittels Exportfunktion Wiki Seiten exportieren
fr: Droit d'exporter des pages wiki avec la fonctionnalité d'export

source: Can insert comments for tracker items
de: Kann Kommentare zur Trackerelementen hinzufügen
fr: Droit d'ajouter des commentaires aux fiches de formulaire

source: Can invite user to my groups
de: Kann Benutzer zu meiner Gruppen einladen

source: Can invite users by email, and include them in groups
de: Kann Benutzer per Email einladen und sie in Gruppen einbinden

source: Can join a meeting
de: Kann einem Meeting beitreten
fr: Droit de se joindre à une réunion

source: Can join or leave the group
de: Kann einer Gruppe beitreten/sie verlassen
fr: Droit de rejoindre ou quitter un groupe

source: Can list file galleries
de: Kann Dateiarchive auflisten
fr: Droit de lister les galeries de fichiers

source: Can list image galleries
de: Kann Bildergalerien auflisten
fr: Droit de lister le contenu des galeries d'images

source: Can list kaltura entries
de: Kann Kalturaeinträge auflisten
fr: Droit de lister les entrées Kaltura

source: Can list newsletters
de: Kann Newsletter auflisten
fr: Droit de lister les newsletters

source: Can list registered users
de: Kann registrierte Benutzer auflisten
fr: Droit de lister les utilisateurs enregistrés

source: Can list trackers
de: Kann Tracker auflisten
fr: Droit de lister les formulaires

source: Can lock pages
de: Kann Seiten sperren
fr: Droit de verrouiller des pages

source: Can moderate a meeting
de: Kann ein Meeting moderieren
fr: Droit de modérer une réunion

source: Can participate to rating of wiki pages
de: Kann an Bewertungen von Wiki Seiten teilnehmen
fr: Droit de participer à la notation des pages wiki

source: Can post in forums
de: Kann in Foren posten
fr: Droit de publier dans le forum

source: Can post messages in shoutbox
de: Kann Nachrichten in der Shoutbox posten
fr: Droit de publier des messages dans le megaphone Tiki

source: Can post new comments
de: Kann neue Kommentare posten
fr: Droit de publier de nouveaux commentaires

source: Can post to a blog
de: Kann einen Blogeintrag posten
fr: Droit de publier dans un blogue

source: Can rate articles
de: Kann Artikel bewerten
fr: Droit de noter les articles

source: Can re-vote a rating for tracker items
de: Kann nochmal bei Trackereinträgen abstimmen
fr: Droit de re-voter une note pour un élément de formulaire

source: Can read a topic (Applies only to individual topic perms)
de: Kann Thema lesen (nur auf individuelle Themenrechte anwendbar)
fr: Droit de lire un élément (ne s'applique qu'aux éléments individuels)

source: Can read article headings
de: Kann Artikelüberschriften lesen
fr: Droit de lire les en-têtes d'articles

source: Can read articles
de: Kann Artikel lesen
fr: Droit de lire les articles

source: Can read blogs
de: Kann Blogs lesen
fr: Droit de lire les blogues

source: Can read comments
de: Kann Kommentare lesen
fr: Droit de lire des commentaires

source: Can read forums
de: Kann Foren lesen
fr: Droit de lire des forums

source: Can receive tasks from other users
de: Kann Aufträge von anderen Benutzern erhalten

source: Can remove
de: Kann entfernen
fr: Droit de supprimer les pages Wiki

source: Can remove articles
de: Kann Artikel löschen
fr: Droit de suppression d'articles

source: Can remove association between two pages in a translation set
de: Kann die Verknüpfung zwischen zwei Seiten in einem Übersetzungsset löschen
fr: Droit de supprimer l'association entre des pages d'un jeu de traduction

source: Can remove group members
de: Kann Gruppenmitglieder entfernen
fr: Droit de retirer des membres d'un groupe

source: Can remove submissions
de: Kann Einreichungen löschen
fr: Droit de suppression de soumissions

source: Can rename pages
de: Kann Seiten umbenennen
fr: Droit de renommer des pages

source: Can replay the TikiTests
de: Kann TikiTests wiedergeben
fr: Droit de rejouer des TikiTests

source: Can report a link to the webmaster
de: Kann einen Link dem Webmaster berichten
fr: Droit de signaler un lien à l'administrateur du site

source: Can report posts to moderator
de: Kann einen Post dem Moderator melden
fr: Droit de rapporter des message au modérateur

source: Can request a payment
de: Kann eine Bezahlung anfordern
fr: Peut demander un paiment

source: Can rollback pages
de: Kann Seiten zurückrollen
fr: Droit de revenir vers des versions antérieures

source: Can save a .CSV backup of entire trackers
de: Kann eine .CSV-Sicherung aller Tracker erstellen
fr: Droit de sauvegarder au format CSV tous les formulaires

source: Can save as minor edit
de: Kann Seite als geringfügige Änderung speichern
fr: Droit d'enregistrer en tant que version mineure

source: Can search
de: Kann suchen
fr: Droit de rechercher

source: Can see the category in a listing
de: Kann die Kategorie in einer Auflistung einsehen
fr: Droit de voir la catégorie dans une liste

source: Can send a link to a friend
de: Kann einem Freund einen Link senden
fr: Droit d'envoyer un lien à un ami

source: Can send articles to other sites
de: Kann Artikel zu anderen Sites schicken
fr: Droit d'envoyer des articles vers d'autres sites

source: Can send articles to this site
de: Kann Artikel zu dieser Site schicken
fr: Droit d'envoyer des articles à ce site

source: Can send newsletters
de: Kann Newsletter versenden
fr: Droit d'envoyer des lettres d'informations

source: Can send pages to other sites
de: Kann Seiten zu anderen Sites schicken
fr: Droit d'envoyer des pages vers d'autres sites

source: Can send pages to this site
de: Kann Seiten zu dieser Site schicken
fr: Droit d'envoyer des pages à ce site

source: Can send tasks to other users
de: Kann Aufträge an andere Benutzern senden
fr: Droit d'envoyer des tâches à d'autres utilisateurs

source: Can share a page (email, twitter, facebook, message, forums)
de: Kann die Seite mit anderen teilen (Email,Ttwitter, Facebook, Nachrichten, Forums)
fr: Droit de partager une page (email, twitter, facebook, message, forums)

source: Can start threads in forums
de: Kann ein Thema im Forum starten
fr: Droit de démarrer des fils de discussion dans le forum

source: Can submit articles
de: Kann Artikel einreichen
fr: Droit de soumettre des articles

source: Can submit sites to the directory
de: Kann Sites zum Linkverzeichnis hinzufügen
fr: Droit de soumettre des sites au répertoire des liens

source: Can subscribe any email to newsletters
de: Kann jede Email bei Newslettern anmelden
fr: Droit de souscrire toute adresse mail aux lettres d'informations

source: Can subscribe many e-mails at once (requires tiki_p_subscribe email)
de: Kann viele Emails auf einmal abonnieren (erfordert tiki_p_subscribe email)
fr: Droit de soumettre des adresses mail par lot (recquiert tiki_p_subscribe email)

source: Can subscribe to groups
de: Kann sich Gruppen zuordnen
fr: Droit de s'inscrire dans les groupes

source: Can subscribe to newsletters
de: Kann Newsletter abonnieren
fr: Droit de s'inscrire à des lettres d'informations

source: Can suggest faq questions
de: Kann eine Frage zu einem FAQ vorschlagen
fr: Droit de suggérer des questions dans les faqs

source: Can tag objects
de: Kann Tags zu einem Objekt zuweisen
fr: Droit de marquer des objets

source: Can take quizzes
de: Kann an einem Quiz teilnehmen
fr: Droit de remplir des QCMs

source: Can take surveys
de: Kann an Umfragen teilnehmen
fr: Droit de remplir des enquêtes

source: Can unassign tags from an object
de: Kann Tags von einem Objekt entfernen
fr: Droit de supprimer des tags associés à un objet

source: Can upload files
de: Kann Dateien hochladen
fr: Droit d'envoyer (upload) des fichiers

source: Can upload images
de: Kann Bilder hochladen
fr: Droit d'envoyer (upload) des images

source: Can upload personal files
de: Kann eigene Dateien hochladen
fr: Droit d'envoyer (upload) des fichiers personels

source: Can upload pictures to wiki pages
de: Kann Bilder zu Wikiseiten hochladen
fr: Droit d'envoyer des images vers des pages wiki

source: Can upload video on kaltura server
de: Kann ein Video auf den Kalturaserver hochladen

source: Can upload zip files with files
de: Kann zip-Dateien mit Dateien hochladen
fr: Droit d'envoyer des fichiers zip avec les fichiers

source: Can upload zip files with images
de: Kann zip-Dateien mit Bildern hochladen
fr: Droit d'envoyer des fichiers zip avec les images

source: Can use content templates
de: Kann Inhaltsvorlagen benutzen
fr: Droit d'utiliser des gabarits de contenu

source: Can use Directory Batch Load
de: Kann den Verzeichnis Batchupload nutzen
fr: Droit d'utiliser le chargement par lot dans le répertoire des liens

source: Can use group webmail
de: Kann Gruppenwebmail benutzen

source: Can use HTML in pages
de: Kann HTML-Seiten benutzen
fr: Droit d'utiliser du code HTML dans les pages

source: Can use live support system
de: Kann Livesupportsystem benutzen
fr: Droit d'utiliser le système de support en ligne

source: Can use personal webmail accounts
de: Kann persönliche Webmail Accounts benutzen
fr: Droit d'utiliser des comptes webmail personnels

source: Can use tasks
de: Kann Aufgaben benutzen
fr: Droit d'utiliser les tâches

source: Can use the chat system
de: Kann das Chatsystem benutzen
fr: Droit d'utiliser le système de discussions (chat)

source: Can use the directory
de: Kann das Linkverzeichnis benutzen
fr: Droit d'utiliser le répertoire des liens

source: Can use the importer
de: Kann den Importer benutzen
fr: Droit d'utiliser l'importateur

source: Can use the messaging system
de: Kann das Nachrichtensystem nutzen
fr: Droit d'utiliser le système de messagerie

source: Can use the mini event calendar
de: Kann den Mini-Ereigniskalender benutzen
fr: Droit d'utiliser Mon Calendrier

source: Can use the notepad
de: Kann Notizblock benutzen
fr: Droit d'utiliser le bloc-notes

source: Can use the page as a tracker template
de: Kann eine Seite als Trackevorlage verwenden
fr: Droit d'utiliser une page comme gabarit de formulaire

source: Can use webmail
de: Kann Webmail benutzen
fr: Droit d'utiliser le webmail

source: Can validate submitted links
de: Kann eingereichte Links validieren

source: Can view action log
de: Kann das Aktionslog einsehen
fr: Droit de voir le journal des actions

source: Can view action log for users of his own groups
de: Kann das Aktionslog für Gruppenmitglieder seiner Gruppe einsehen
fr: Droit de voir le journal des actions pour ses propres groupes

source: Can view closed trackers items
de: Kann geschlossene Trackereinträge einsehen
fr: Droit de voir les éléments de formulaires fermés

source: Can view contents of mapfiles
de: Kann Inhalt von Kartendateien einsehen
fr: Droit de voir le contenu des fichiers-carte

source: Can view contributions to a page
de: Kann Beiträge zu Wikiseiten einsehen
fr: Droit de voir les contributions à une page

source: Can view events details
de: Kann Ereignisdetails einsehen
fr: Droit de voir le détail des évènements

source: Can view faqs
de: Kann FAQs einsehen
fr: Droit de voir les faqs

source: Can view file galleries
de: Kann Dateiarchive einsehen
fr: Droit de voir les galeries de fichiers

source: Can view file galleries explorer
de: Kann den Dateiarchivbrowser einsehen
fr: Droit de voir l'explorateur de galeries de fichiers

source: Can view file galleries path
de: Kann den Dateiarchivpfad einsehen
fr: Droit de voir le chemin des galeries de fichiers

source: Can view HTML pages
de: Kann HTML Seiten einsehen
fr: Droit de voir les pages HTML

source: Can view image galleries
de: Kann BIldergalerien eisnehen
fr: Droit de voir les galeries d'images

source: Can view integrated repositories
de: Kann integriertes Depot (repository) einsehen
fr: Droit de lecture sur les dépots d'intégration

source: Can view kaltura entry
de: Kann einen Kalturaeintrag einsehen
fr: Droit de voir les entrées kaltura

source: Can view mapfiles
de: Kann Kartendateien einsehen
fr: Droit de voir les fichiers-cartes

source: Can view page/pages
de: Kann eine Seite/Seiten einsehen
fr: Droit de voir les pages wiki

source: Can view payment requests and details
de: Kann Zahlungsanfragen und -details einsehen
fr: Droit de voir les requêtes de payements ainsi que les détails

source: Can view pending trackers items
de: Kann anhängige Trackereinträge einsehen
fr: Droit de voir les élément de formulaire en attente

source: Can view poll results
de: Kann Abstimmungsergebnisse einsehen
fr: Droit de voir des résultats de sondages

source: Can view poll voters
de: Kann Bewerter von Abstimmung einsehen
fr: Droit de voir les votants d'un vote

source: Can view quiz stats
de: Kann Quizstatistiken einsehen
fr: Droit de voir les statistiques du QCM

source: Can view rating of wiki pages
de: Kann Bewertungen von Wiki Seiten einsehen
fr: Droit de voir les notations des pages du wiki

source: Can view rating result for tracker items
de: Kann Bewertungsergebnis für Trackereinträge einsehen
fr: Droit de voir les notations pour les fiches de formulaire

source: Can view sheet
de: Kann Tabelle einsehen
fr: Droit de voir les feuillets

source: Can view sheet history
de: Kann Tabellenhistorie einsehen
fr: Droit de voir l'historique des feuillets

source: Can view shoutbox
de: Kann Shoutbox einsehen
fr: Droit de voir le mégaphone Tiki

source: Can view similar wiki pages
de: Kann ähnliche Wikiseiten einsehen
fr: Droit de voir les pages wiki similaires

source: Can view site stats
de: Kann Sitestatistiken einsehen
fr: Droit de voir les statistiques du site

source: Can view site templates
de: Kann Sitevorlagen einsehen
fr: Droit de voir les modèles du site

source: Can view source of wiki pages
de: Kann Quelltext von Wikiseiten einsehen
fr: Droit de voir le source des pages wiki

source: Can view survey stats
de: Kann Umfrageergebnisse einsehen
fr: Droit de voir les statistiques des enquêtes

source: Can view the archive of a newsletters
de: Kann ein Newsletterarchiv einsehen
fr: Droit de voir les archives d'une newsletter

source: Can view the group
de: Kann die Gruppe einsehen
fr: Droit de voir les groupes

source: Can view the group members
de: Kann Gruppenmitglieder einsehen
fr: Droit de voir les membres d'un groupe

source: Can view the perspective
de: Kann Perspektiven einsehen
fr: Droit de voir la perspective

source: Can view Tiki tools calendar
de: Kann Tiki Werkzeug-Kalender einsehen
fr: Droit de parcourir le calendrier des actions Tiki

source: Can view tracker items comments
de: Kann Kommentare zu Trackereinträgen einsehen
fr: Droit de voir les commentaires des fiches de formulaires

source: Can view trackers
de: Kann Tracker einsehen
fr: Droit de voir les formulaires

source: Can view unapproved plugin details
de: Kann unbestätigte Plugindetails einsehen
fr: Droit de voir les détails des plugins non autorisés

source: Can view user quiz results
de: Kann Quizergebnisse von Benutzern einsehen
fr: Droit de voir les résultats des QCMs

source: Can view wiki attachments and download
de: Kann Wiki Anhänge ansehen und herunterladen
fr: Droit de voir les pièces jointes aux pages wiki et de les télécharger

source: Can view wiki comments
de: Kann Wiki Kommentare ansehen
fr: Droit de voir les commentaires associés aux pages wiki

source: Can view wiki history
de: Kann Wiki Historie einsehen
fr: Droit de voir l'historique des pages wiki

source: Can vote a rating for tracker items
de: Kann einen Trackereintrag bewerten
fr: Droit de noter les fiches de formulaire

source: Can vote comments
de: Kann für Kommentare abstimmen
fr: Droit de voter pour un commentaire

source: Can vote comments in forums
de: Kann Kommentare in Foren bewerten
fr: Droit de voter pour des commentaires dans les forums

source: Can vote polls
de: Kann Abstimmungen bewerten
fr: Droit de voter à un sondage

source: Can watch structure
de: Kann Strukturen beobachten
fr: Droit de voir les structures

source: Can watch tracker
de: Kann Tracker beobachten
fr: Droit de voir les formulaires

source: Create a new transaction
de: Kann eine neue Transaktion erstellen

source: Permission to view the journal
de: Berechtigung um das Journal einzusehen

source: Submitted articles automatically approved
de: Eingereichte Artikel werden automatisch bestätigt
fr: Les articles soumis sont automatiquement approuvés

source: Submitted links are valid
de: Eingereichte Link sind automatisch gültig

source: Trust all user inputs including plugins (no security checks)
de: Vertraue allen Benutzereingaben einschließlich Plugins (keine Sicherheitsprüfung)
fr: Faire confiance à toutes les saisies de l'utilisateur y compris les plugins (aucune vérification de sécurité)

source: User can administer modules
de: Benutzer kann Module verwalten
fr: Droit d'administrer les modules

source: user can register this site with social networks
de: Benutzer kann die Site bei sozialen Netzwerken registrieren

source: user can use social network integration
de: Benutzer kann die Integration von sozialen Netzwerken nutzen

source: View page backlinks
de: Kann Backlinks einsehen
fr: Droit de voir les liens arrière (backlinks)

source: browsertitle
de: Browsertitel

source: language
de: Sprache
fr: langue

source: sender email
de: Absenderemail
fr: Email de l'expéditeur

source: smarty notice reporting
de: Smarty 'notice' Berichterstattung
fr: signaler les notices Smarty

source: tiki needs upgrade
de: Tiki muss aktualisiert werden
fr: Votre Tiki a besoin d'une mise à jour

source: tiki release
de: Tiki-Veröffentlichung
fr: Release Tiki

source: tiki version last check
de: letzte Prüfung Tiki Version
fr: Dernière vérification de la version de Tiki

source: Topbar
de: Top-Leiste

source: Cache Time
de: Cache-Zeit
fr: Temps d'antémémoire

source: secs
de: Sekunden

source: Use Ctrl+Click to select multiple options
de: Benutze Strg+Klick um mehrere Optionen auszuwählen
fr: Utiliser Ctrl+Click pour sélectionner plusieurs options

source: The
de: Das

source: Visibility
de: Sichtbarkeit
fr: Visibilité

source: Displayed now for all eligible users even with personal assigned modules
de: Sichtbar für alle Benutzer, auch die mit persönlicher Modul-Konfiguration
fr: Affiché pour tous les utilisateurs ayant droit même avec des modules personnellement assignés

source: Displayed for the eligible users with no personal assigned modules
de: Sichtbar für Benutzer ohne persönliche Modul-Konfiguration
fr: Affiché pour les utilisateurs ayant droit sans module personnellement assigné

source: Displayed now, can't be unassigned
de: Immer anzeigen, kann nicht wegkonfiguriert werden
fr: Affiché maintenant, ne peut pas être désassigné

source: Not displayed until a user chooses it
de: Nicht anzeigen bis der Benutzer es hinzukonfiguriert
fr: Non affiché jusqu'à ce que l'utilisateur en décide autrement

source: Because <a class=\"rbox-link\" href=\"tiki-admin.php?page=module\">Users can Configure Modules</a>, select either
de: Weil <a class=\"rbox-link\" href=\"tiki-admin.php?page=module\">Benutzer Module konfigurieren können</a>, wähle entweder

source: to make sure users will notice any newly assigned modules.
de: um sicherzustellen, dass die Benutzer neu hinzugefügte Module bemerken.

source: required
de: erforderlich
fr: obligatoire

source: Non Advanced Search or Natural Search
de: Nicht erweiterte Suche oder natürliche Suche

source: Advanced Search or Boolean Search
de: Erweiterte oder Boolesche Suche

source: Default search behavior
de: Standard Suchverhalten

source: By default, all search terms are <em>optional</em>.
de: Standardmäßig sind alle Suchbegriffe <em>optional</em>.

source: It behaves like an OR logic.
de: Dieses Verhalten entspricht der ODER-Logik.

source: Objects that contain the more terms are rated higher in the results and will appear first in their type.
de: Objekte die mehrere Begriffe (oder diese mehrfach) enthalten, werden in der Ergebnisliste höher bewertet und erscheinen in deren Typen zuerst.

source: For example, <strong>wiki forum</strong> will find:
de: Zum Beispiel, <strong>Wiki Forum</strong> wird finden:

source: objects that include both terms
de: Objekte, die beide Ausdrücke enthalten

source: objects that include the term <strong>wiki</strong>
de: Objekte, die den Ausdruck <strong>Wiki</strong> enthalten

source: objects that include the term <strong>forum</strong>
de: Objekte, die den Ausdruck <strong>Forum</strong> enthalten

source: Requiring terms
de: Zwingende Begriffe

source: Add a plus sign ( + ) before a term to indicate that the term <em>must</em> appear in results.
de: Füge ein Pluszeichen ( + ) vor einem Begriff ein, um anzuzeigen, dass der Begriff im Suchergebnis enthalten sein <em>muss</em>.

source: Example: <strong>+wiki forum</strong> will find objects containing at least <strong>wiki</strong>. Objects with both terms and many occurences of the terms will appear first.
de: Beispiel: <strong>+Wiki Forum</strong> findet Objekte, die mindestens <strong>Wiki</strong> enthalten. Objekte, die beide Begriffe und ggf. diese auch mehrfach entahlten, werden zuerst erscheinen.

source: Excluding terms
de: Begriffe ausschließen

source: Add a minus sign ( - ) before a term to indicate that the term <em>must not</em> appear in the results.
de: Füge ein Minuszeichen ( - ) vor einen Suchbegriff ein, damit der Suchbegriff <em>nicht</em> in den gefundenen Ergebnissen enthalten ist.

source: To reduce a term's value without completely excluding it, <a href=\"#reducing\" title=\"{tr}Reducing a term's value
de: Um den Wert eines Begriffs zu reduzieren ohne in vollständig auszuschließen, <a href=\"#reducing\" title=\"{tr}Wert eines Suchbegriffs verringern

source: Example: <strong>-wiki forum</strong> will find objects that do not contain <strong>wiki</strong> but contain <strong>forum</strong>
de: Beispiel: <strong>-Wiki Forum</strong> wird Objekte finden, die nicht <strong>Wiki</strong> aber <strong>Forum</strong> enthalten

source: Grouping terms
de: Begriffe gruppieren

source: Use parenthesis ( ) to group terms into subexpressions.
de: Benutze Klammern ( ) um Begriffe in Unterausdrücke zu gruppieren.

source: Example: <strong>+wiki +(forum blog)</strong> will find objects that contain <strong>wiki</strong> and <strong>forum</strong> or that contain <strong>wiki</strong> and <strong>blog</strong> in any order.
de: Beispiel: <strong>+Wiki +(Forum Blog)</strong> findet Objekte, die <strong>Wiki</strong> und <strong>Forum</strong> enthalten oder Objekte, die <strong>Wiki</strong> und <strong>Blog</strong> in irgendeiner Reihenfolge enthalten.

source: Finding phrases
de: Phrasen finden

source: Use double quotes ( \" \" ) around a phrase to find terms in the exact order, exactly as typed.
de: Benutze Anführungszeichen ( \" \" ) um einen Ausdruck exakt so zu suchen, wie er eingegeben wurde.

source: Example: <strong>\"Alex Bell\"</strong> will not find <strong>Bell Alex</strong> or <strong>Alex G. Bell</strong>.
de: Beispiel: <strong>\"Alex Bell\"</strong> findet nicht <strong>Bell Alex</strong> oder <strong>Alex G. Bell</strong>.

source: Using wildcards
de: Platzhalter benutzen

source: Add an asterisk ( * ) after a term to find objects that include the root word.
de: Füge einen Stern ( * ) nach einem Begriff ein um Objekte zu finden, die den Wortteil vor de, Stern enthalten

source: For example, <strong>run*</strong> will find:
de: Zum Beispiel findet der Begriff, <strong>run*</strong>:
