Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Show subcategories objects when accessing a linked category. Possible values: on (default), off.
de: Zeige Objekte aus Unterkategorien, wenn auf eine verlinkte Kategorie zugegriffen wird. Mögliche Werte: on (Standard), off

source: Show these categories and their children
de: Zeige diese Kategorien und deren Kinder

source: Category Transitions
de: Kategorienüberleitungen
fr: Transitions de catégories

source: Change Category
de: Kategorien ändern

source: Enables to categorize an object.
de: Erlaubt es ein Objekt zu kategorisieren.
fr: Active la catégorisation d'un objet.

source: Multiple categories
de: Multiple Kategorien
fr: Multiple catégories

source: Categorize
de: Kategorisieren
fr: Catégoriser

source: Detailed
de: detailliert
fr: Détaillé

source: Unassign
de: Zuordnung aufheben
fr: Désattribuer

source: Assign
de: zuweisen
fr: Attribuer

source: Received Objects
de: Empfangene Objekte

source: Displays the number of pages received (via Communications).
de: Zeigt die Zahl der Seiten, die über Mail-in empfangen wurden.

source: Contributors
de: Beitragende
fr: Contributeurs

source: Lists the contributors to the wiki page being viewed and some information on them.
de: Listet alle Beiträge zu einer angezeigten Wiki Seite auf und ein paar weitere Informationen.
fr: Liste le nom des contributeurs à une page Wiki et quelques informations à propos d'eux.

source: Shows the credits a user has.
de: Zeigt Benutzer Credits.

source: Newest Directory Sites
de: Neueste Links

source: Displays the specified number of the directory sites most recently added.
de: Zeigt eine festgelegte Anzahl von Links, die zuletzt hinzugefügt wurden.
fr: Affiche le nombre spécifié de sites de l'annuaire récemment ajoutés.

source: Show description
de: Beschreibung zeigen
fr: Afficher la description

source: Directory Statistics
de: Linkverzeichnisstatistik

source: Displays statistics about the directory, including the number of sites validated and to validate, the number of categories, of searches and of visited links.
de: Zeigt Statistiken über das Linkverzeichnis, einschließlich der Zahl der geprüften und noch zu prüfenden Sites, der Zahl der Kategorien, Suchen und der besuchten Links.
fr: Affiche les satistiques de l'annuaire de sites, incluant le nombre de sites validés et à valider, le nombre de catégories, de recherches et de liens visités.

source: Top Directory Sites
de: Top Linkeinträge

source: Displays the specified number of the directory sites from most visited to least visited.
de: Zeigt eine festgelegte Anzahl von Links, sortiert nach der Häufigkeit der Besuche.
fr: Affiche un nombre déterminé d'annuaire de sites du plus visité au moins visité.

source: Displays links to file galleries.
de: Zeigt Links zu Dateiarchiven.
fr: Affiche les liens vers les galeries de fichiers.

source: Top-Rated Topics
de: Höchstbewertete Themen

source: Displays the specified number of the forum topics with the best ratings.
de: Zeigt eine festgelegte Anzahl von Forenthemen mit den besten Bewertungen.
fr: Affiche un nombre déterminé de sujets de forums les mieux notés.

source: Newest Forum Posts
de: Neueste Forenbeiträge

source: Displays the latest forum posts.
de: Zeigt den neuesten Forumpost.
fr: Affiche les dernières publications du forum.

source: Topics only
de: nur Themen
fr: Sujets uniquement

source: Show date
de: Datum anzeigen

source: Show author
de: Zeige Autor
fr: Afficher l'auteur

source: Most commented forums
de: Meistkommentierte Foren
fr: Forums les plus commentées

source: Displays the specified number of the forums with the most comments.
de: Zeigt eine festgelegte Anzahl von Foren mit den meissten Kommentaren.
fr: Affiche un nombre déterminé de forums avec le plus de commentaires.

source: Most-Read Forum Topics
de: Meistgelesene Themen

source: Displays the specified number of the forum topics with the most reads.
de: Zeigt eine festgelegte Anzahl von Forenthemen, die am häufigsten gelesen wurden.
fr: Affiche un nombre déterminé de sujets de forum ayant le plus de lectures.

source: Most-Visited Forums
de: Meistbesuchte Foren

source: Displays the specified number of the forums with the most visits.
de: Zeigt eine festgelegte Anzahl von Foren mit den meissten Besuchen.
fr: Affiche un nombre déterminé de forums ayant le plus de visites.

source: Tags Editor
de: Freetags Editor

source: Shows current freetags and enables to add and remove some if permissions allow.
de: Zeigt derzeitige Freetags und erlaubt Hinzufügen/Entfernen wenn entsprechende Rechte vorhanden sind.

source: Displays current freetags on wiki pages and enables to add tags if permissions allow.
de: Zeigt derzeitige Freetags auf Wiki Seiten und erlaubt Freetags hinzuzufügen, wenn hierzu Rechte vorhanden sind.
fr: Affiche les mots-clés existants sur les pages Wiki et permet d'ajouter des mots-clés si les permissions le permettent.

source: Similar-Tag Items
de: Freetags mit ähnlichem Inhalt

source: Shows content with multiple freetags in common.
de: Zeige Inhalt mit multiplen Freetags im allgemeinen
fr: Afficher le contenu avec des mots-clés en commun.

source: Type of objects to extract.
de: Objekttypen zum extrahieren.

source: Shows the most popular freetags. More popularity is indicated by a larger font.
de: Zeigt die populärsten Freetags. Eine höhere Beliebtheit wird durch eine größere Schrift angezeigt.
fr: Afficher les mots-clés les plus populaires. Les plus populaires ont une police plus grande.

source: My Preferred Tags
de: Benutzerpräferierte Tags
fr: Mots clés préférés personnels

source: Displays to registered users the freetags they prefer, based on the number of objects they added the tag to. More preference is indicated by a larger font.
de: Zeigt registrierten Benutzern die Freetags an, die von ihnen bevorzugt werden, basierend auf der Anzahl von Objekten, die von ihnen getagt wurden. Höhere Beliebtheit wird durch eine größere Schrift angezeigt.

source: My preferred tags
de: Meine bevorzugten Tags
fr: Mes Tags préférés

source: Google Search
de: Google-Suche
fr: Rechercher avec Google

source: Displays a simple form to search on Google. By default, search results are limited to those on the Tiki site.
de: Zeigt ein einfaches Formular um mit Google zu suchen. Standardmäßig werden die Suchergebnisse auf die Tiki Site beschränkt.

source: Groups Emulation
de: Gruppen Emulation

source: Emulate Groups
de: Gruppen emulieren

source: Last Actions
de: Letzte Aktionen
fr: Dernières actions

source: Displays the specified number of last actions.
de: Zeigt eine festgelegt Anzahl von zuletzt durchgeführten Aktionen.
fr: Affiche un nombre déterminé des dernières actions.

source: Show user
de: Zeige Benutzer
fr: Montre l'utilisateur

source: Newest Blog Posts
de: Neueste Blog-Einträge

source: Lists the specified number of blogs posts from newest to oldest.
de: Listet eine festgelegte Anzahl von Blogs, sortiert von den neuesten zu den ältesten.
fr: Liste un nombre déterminé d'articles de blogues du plus récent au plus ancien.

source: Newest Category Items
de: Neueste Kategorien

source: Lists the specified number of objects of the given type in the given category, starting from the most recently created.
de: Listet eine festgelegte Anzahl von Objekten eines speziellen Typs in einer vorgegebenen Kategorie auf, beginnend mit der jüngst erstellen.

source: Newest Blogs
de: Neueste Blogs

source: Displays the specified number of blogs from newest to oldest.
de: Zeigt eine festgelegte Anzahl von Blogs, sortiert von den neuesten zu den ältesten.
fr: Affiche un nombre déterminé de blogues du plus récent au plus ancien.

source: Newest FAQs
de: Neueste FAQs

source: Displays the specified number of FAQs from newest to oldest.
de: Zeigt eine festgelegte Anzahl von FAQs, sortiert von den neuesten zu den ältesten.
fr: Affiche un nombre déterminé de FAQs de la plus récent à la plus ancienne.

source: Newest Quizzes
de: Neueste Quiz

source: Displays the specified number of quizzes from newest to oldest.
de: Zeigt eine festgelegte Anzahl von Quiz, sortiert von den neuesten zu den ältesten.
fr: Affiche un nombre déterminé de quiz du plus récent au plus ancien.

source: Last-modified File Galleries
de: Zuletzt modifizierte Dateiarchive
fr: Galeries de fichiers dernièrement modifiées

source: Displays the specified number of file galleries, starting from the most recently modified.
de: Zeigt eine festgelegte Anzahl von Dateiarchiven, angefangen bei den zuletzt veränderten.
fr: Affiche un nombre déterminé de galeries de fichiers débutant par la plus récemment modifiée.

source: Newest Files
de: Neueste Dateien

source: List the specified number of files, starting from the most recently added.
de: Zeigt eine festgelegte Anzahl von Dateien, angefangen mit der jügst hinzugefügten.
fr: Liste un nombre déterminé de fichiers débutant par le plus récemment ajouté.

source: Last-modified Image Galleries
de: Zuletzt modifizierte Bildergallerien
fr: Galeries d'images dernièrement modifiées

source: Newest Images
de: Neueste Bilder
fr: Dernières images

source: Last-modified Events
de: Neueste Termine
fr: Évènements dernièrement modifiés

source: Displays the specified number of calendar events, starting from the most recently modified.
de: Zeigt eine festgelegte Anzahl von Kalenderereignissen, beginnend mit den zuletzt veränderten.
fr: Affiche un nombre déterminé d'événements du calendrier, débutant avec le plus récemment modifié.

source: Lists the specified number of pages, starting from the most recently modified.
de: Listet eine festgelegte Anzahl von Seiten, beginnend mit der zuletzt geänderten.
fr: Liste un nombre déterminé de pages débutant par la plus récemment modifiée.

source: Link target
de: Linkziel

source: Target URL of the \"...more\" link at the bottom of the module.
de: Ziel-URL des \"mehr\"-Link am Ende des Moduls.

source: Last-Modified Blogs
de: Zuletzt geänderte Blogs
fr: Blogues dernièrement modifiés

source: Displays the specified number of blogs, starting from the most recently modified.
de: Zeigt eine festgelegte Anzahl von Blogs, angefangen mit den zuletzt veränderten.
fr: Affiche un nombre déterminé de blogues, débutant avec le plus récemment modifié.

source: Newest Podcasts
de: Neueste Podcasts

source: Displays Podcasts.
de: Zeigt Podcasts an.
fr: Affiche les Podcasts.

source: width
de: Breite
fr: largeur

source: height
de: Höhe
fr: hauteur

source: Newest Article Submissions
de: Neueste Einreichungen
fr: Dernières soumissions

source: Lists the specified number of article submissions from newest to oldest.
de: Zeigt eine festgelegte Anzahl von Artikeleinreichungen, angefangen bei der jüngsten bis zur ältesten.
fr: Liste un nombre déterminé d'articles soumis du plus récent au plus ancien.

source: Newest Tracker Comments
de: Neueste Tracker Kommentare

source: Lists the specified number of tracker comments (optionally restricting to those in a specific tracker or tracker item) starting from the most recently posted.
de: Listet eine festgelegte Anzahl von Kommentaren zu Trackern auf (optional: beschränkt auf einen einzelnen Tracker/Trackereintrag), beginnend mit dem zuletzt abgegebenen.

source: Newest Tracker Items
de: Neueste Trackereinträge
fr: Dernières fiches d'utilisateurs

source: Displays the value of a field of the specified number of tracker items. If the specified tracker has no main field, either Field name or Field identifier is required.
de: Zeigt den Wert eines Feldes einer festgelegten Anzahl von Trackereinträgen an. Wenn der angegebene Tracker kein Hauptfeld hat, ist die Angabe des Feldnamens oder des Feldidentifzierers erforderlich.
fr: Affiche la valeur d'un champ d'un formulaire dont le numéro est spécifié. Si le formulaire spécifié n'a pas de champ principal, le nom ou l'identificateur du champ est requis.

source: Field identifier
de: Feldidentifizierer

source: Field name
de: Feldname
fr: Nom du champ

source: Last Items
de: Neueste Einträge
fr: Dernières fiches

source: Last Modified Items
de: Zuletzt geänderte Einträge
fr: Dernières fiches modifiées

source: Newest Validated FAQ Questions
de: Letzte bestätigte FAQs Fragen
fr: Foire Aux Questions (FAQs) dernièrement validées

source: Displays the specified number of validated questions FAQs from newest to oldest.
de: Zeigt eine festgelegte Anzahl von geprüften Fragen aus FAQs, sortiert von den neuesten zu den ältesten.

source: Last Visitors
de: Letzte Besucher
fr: Derniers visiteurs

source: Displays information about the specified number of users in decreasing order of last login time.
de: Zeigt Informationen über eine festgelegte Anzahl von Benutzern mit deren letzter Anmeldezeit in absteigender Reihenfolge.
fr: Affiche les derniers utilisateurs qui se sont connectés sur la plateforme.

source: Live Support
de: Online-Support
fr: Assistance en ligne

source: Tells users whether a live support operator is present and allows them to request support if possible. If the user is an operator, links to the operator console.
de: Teilt Benutzern mit, ob ein Livesupport-Mitarbeiter online ist und erlaubt es, Support anzufragen. Ist der Benutzer selbst eine entsprechende Person zeigt der Link auf die Bedienkonsole.
fr: Dit aux utilisateurs s'il y a présence d'un assistant en ligne et leur permet de demander de l'aide si cela est possible. Si l'utilisateur est un assistant, il aura accès au panneau de contrôle de l'assistant.

source: Server Load
de: Serverlast

source: Report of server resources used
de: Berichtet über vom Server benutze Ressourcen.

source: Input size
de: Eingabegröße

source: Number of characters for username and password input fields
de: Anzahl Zeichen für Benutzername und Passwort

source: Site logo, title and subtitle
de: Logo, Titel und Untertitel der Seite

source: Menu
de: Menü

source: Horizontal or vertical menu.
de: Horizontales oder vertikales Menü.

source: CSS class
de: CSS-Klasse

source: Menu Page
de: Menüseite

source: Displays a Wiki page
de: Anzeige einer Wiki-Seite

source: Displays a structure.
de: Zeigt eine Struktur.

source: Structure
de: Struktur

source: Unread Inter-user Messages
de: Ungelesene Intertiki Nachrichten
fr: Messages d'utilisateurs non lus

source: Displays to users their number of new inter-user messages and a link to their message box.
de: Zeigt Benutzern die Zahl der neuen Inter-User-Nachrichten und einen Link zu deren Postbox.

source: Messages
de: Nachrichten

source: Small live chat box
de: Kleine Livechat Box
fr: Petite boîte de clavardage en ligne

source: Channels
de: Kanäle

source: List of chat channels. Channel names are separated by a comma (\",\").
de: Liste der Chatkanäle. Einzelne Kanalnamen werden durch Komma getrennt (\",\")

source: By default, a single channel named \"default\" exists.
de: Standardmäßig existiert ein einzelner Kanal mit Namen \"default\"

source: Mobile
de: Tiki Mobil

source: Months links
de: Links des Monats

source: Links to the objects of a given type for the current month and those preceding it.
de: Link zu einem Objekt eines vorgegebenen Typs für den aktuellen Monat und den vorhergehenden.
fr: Relie les objets d\\'un type donné pour le mois courant à ceux du mois le précédant.

source: Most-Commented
de: Am häufigsten kommentiert
fr: Les plus commenté

source: Displays the most commented objects of a certain type.
de: Zeigt die am häufigsten kommentierten Objekte eines speziellen Typs.

source: Pending Article Submissions
de: Wartende Einreichungen
fr: Soumissions en attente

source: Displays the number of article submissions waiting examination and a link to the list.
de: Zeigt die Zahl von Artikeleinreichungen, die auf eine Überprüfung warten und einen Link zu dieser Liste.

source: Old Articles
de: Alte Artikel
fr: Archives

source: Displays the specified number of old articles (which do not show on articles home page anymore).
de: Zeigt eine festgelegte Anzahl von veralteten Artikeln (die nicht mehr auf der Artikelhomepage auftauchen).
fr: Affiche le nombre déterminé d'anciens articles (qui n'apparait désormais plus dans la page d'accueil des articles).

source: Payments Outstanding
de: Austehende Zahlungen
fr: Paiements exceptionnels

source: Displays the payments outstanding for the current user.
de: Zeigt ausstehende Zahlungen für den gegenwärtigen Benutzer an.

source: Enables to change current perspective.
de: Erlaubt es die aktuelle Perspektive zu ändern.
fr: Permet de changer la perspective actuelle.

source: Powered by Tiki, and others
de: Powered by Tiki und anderen

source: Icons
de: Symbole
fr: Icones

source: Quick Edit
de: Schnellbearbeitung

source: Enables to quickly create or edit Wiki pages.
de: Aktiviert schnelles Erstellen oder bearbeiten von Wiki Seiten.
fr: Permet de créer ou d'éditer rapidement des pages Wiki.

source: Create/Edit
de: Hinzufügen/bearbeiten
fr: Créer/Modifier

source: Quick Edit a Wiki Page
de: Schnellbearbeitung einer Wiki-Seite
fr: Créer/modifier une page Wiki

source: Some helpful tools for admins.
de: Ein paar nützliche Helfer für Admins.
fr: Quelques outils pratiques pour les administrateurs.

source: Random Image
de: Zufallsbild
fr: Image choisie au hasard

source: Default: \"y\"
de: Vorgabe: \"y\"

source: Show name
de: Name anzeigen

source: Random Pages
de: Zufällige Seiten
fr: Pages choisies au hasard

source: Displays the specified number of random wiki pages.
de: Zeigt eine festgelegte Zahl von zufälligen Wiki Seiten.

source: New user registration
de: Neue Benutzeranmeldung
fr: Inscription d'un nouvel utilisateur

source: Permits anonymous visitors to create an account on the system.
de: Erlaubt es anonymen Benutzern ein neues Benutzerkonto anzulegen.

source: News Feeds
de: Feeds-Liste

source: List of feeds available on this site.
de: Liste von Feeds von dieser Site.
fr: Liste les fils de nouvelles (RSS) disponibles sur cette plateforme.

source: Search
de: Suche
fr: Recherche

source: Multi-purpose search module (go or edit page by name and/or search site)
de: Mehrzweck-Suchformular (gehe zu/bearbeite Seite und/oder durchsuche die Site)

source: Go
de: Los
fr: OK

source: Search for Wiki Page
de: Suche auf der Wiki Seite
fr: Chercher dans les pages Wiki

source: Titles
de: Titel
fr: Titres

source: Small search form (for wiki, articles, blogs, etc.)
de: Kleines Suchformular (für Wiki Seiten, Artikel, Blogs, etc.)
fr: Simple recherche (pour wiki, articles, blogues, etc.)

source: If set to \"y\", the search performed is a \"Tiki search\".
de: Wenn \"Y\" eingetragen wird, wird die Suche als \"Tikisuche\" durchgeführt.

source: Search for a wiki page by name.
de: Sucht nach einem Wiki Seitennamen.
fr: Recherche les pages Wiki par nom.

source: Links for sharing, reporting etc.
de: Links zum sharen, berichten, etc.

source: Report
de: Bericht
fr: Rapport

source: Report to Webmaster
de: Berichte an den Webmaster
fr: Signaler au Webmaster

source: Share this page
de: Diese Seite einem Freund mitteilen
fr: Partager cette page

source: The shoutbox is a quick messaging tool. Messages reload each time the page changes. Anyone with the right permission can see all messages. Another permission allows to send messages.
de: Die Shoutbox ist ein schnelles Kommunikationswerkzeug. Nachrichten werden neu geladen, sobald eine neue hinzugefügt wird. Jeder mit den richtigen Rechten kann alle Nachrichten sehen. Andere Rechte erlauben es, Nachrichten zu senden.
fr: Le mégaphone est un outil de messagerie rapide. Les messages sont rechargés à chaque changement de page. Tous ceux qui en ont le droit peuvent voir les messages. Un autre droit permet de poster des messages.

source: If set to \"1\", displays message post dates and times as tooltips instead of showing directly in the module content.
de: Wenn \"1\" eingetragen wird, werden Postdaten und -uhrzeiten als Tooltips anstelle direkt im Modul angezeigt.

source: Label on the button to post a message.
de: Bezeichnung der Schaltfläche um einen Nachricht zusenden.

source: Maximum messages shown
de: Maximale Anzahl von Nachrichten, die angezeigt werden

source: Number of messages to display.
de: Anzahl von anzuzeigenden Nachrichten.

source: If set to \"1\" and the user has authorized us to tweet messages with Twitter, the user can decide, if he wants to shout via twitter.
de: Wenn \"1\" eingetragen wird und der Benutzer uns zum twittern autorisiert hat, kann der Benutzer entscheiden, ob er twittern will.

source: If set to \"1\" and the user has authorized us with Facebook, the user can decide, if he wants to add the shout to his facebook wall.
de: Wenn \"1\" eingetragen wird und der Benutzer bei Facebook angemeldet ist, kann der Benutzer entscheiden, ob er den Eintrag an seine Facebook Pinnwand schreiben will.

source: Post
de: Eintrag
fr: Publier

source: Please wait..
de: Bitte warten..
fr: Attendez, SVP

source: Since Last Visit (Simple)
de: Seit letzten Besuch (einfach)
fr: Depuis la dernière visite (simple)

source: Displays to logged in users the number of new or updated objects since their last login date and time.
de: Zeigt angemeldeten Benutzern die Zahl neuer oder aktualisierter Objekte seit ihrem letzten Login.

source: Since your last visit
de: Was ist neu?
fr: Depuis votre dernière visite

source: Since Last Visit
de: Seit letzten Besuch
fr: Depuis la dernière visite

source: Displays to logged in users new or updated objects since a point in time, by default their last login date and time.
de: Zeigt angemeldeten Benutzern neue oder aktualisierte Objekte seit einem bestimmten Zeitpunkt, standardmäßig dem Datum und der Uhrzeit des letzten Login.

source: Show users
de: Zeige Benutzer

source: If set to \"n\", do not show new users.
de: Wenn \"n\" eingestellt wird, werden keinen neuen Benutzer angezeigt.

source: If set to \"n\", do not show tracker changes.
de: Wenn \"n\" eingestellt wird, werden keine Trackeränderungen angezeigt.

source: Calendar focus
de: Kalenderfokus

source: Show date as a calendar link
de: Zeige Datum als Kalenderlink

source: If set to \"n\", do not add a link to tiki calendar on the date in the header (even if feature calendar is set)
de: Wenn \"n\" eingestellt wird, wird kein Kalenderlink im Datum im Kopfbereich des Modul angezeigt (auch nicht wenn die Kalenderfunktion aktiviert ist)

source: Fold sections by default
de: Abschnitte standardmäßig einklappen

source: If set to \"y\", fold automatically sections and show only the title (user has to click on each section in order to see the details of modifications)
de: Wenn \"y\" eingestellt wird, werden Abschnitte automatisch eingeklappt und es wird nur der Titel angezeigt (Benutzer müssen auf jeden Abschnitt klicken, um die Details der Änderungen zu sehen)

source: Changes since
de: Änderungen seit
fr: Modifications depuis

source: Since your last visit...
de: Seit Deinem letzten Besuch
fr: Depuis dernière visite...

source: new comments
de: Neue Kommentare
fr: nouveau(x) commentaire(s)

source: (archived)
de: (archiviert)

source: new posts
de: neue Posts
fr: nouveau(x) article(s) de forum

source: wiki pages changed
de: Wiki-Seiten geändert
fr: Page(s) Wiki modifiée(s)

source: new articles
de: neue Artikel
fr: nouveau(x) article(s)

source: new FAQs
de: neue FAQs
fr: nouvelle(s) FAQ(s)

source: new blogs
de: Neue Blogs
fr: nouveau(x) blogue(s)

source: new blog posts
de: Neue Blog Veröffentlichungen
fr: nouvelle(s) publication(s) de blogue

source: new image galleries
de: neue Bildergalerien
fr: nouvelle(s) galerie(s) d'images

source: new images
de: Neue Bilder
fr: nouvelle(s) image(s)

source: new file galleries
de: neue Dateiarchieve
fr: nouvelle(s) galerie(s) de fichiers

source: new files
de: Neue Dateien
fr: nouveau(x) fichier(s)

source: new polls
de: Neue Abstimmungen
fr: nouveau(x) sondage(s)

source: new users
de: Neue Benutzer
fr: Nouveau(x) utilisateur(s)
