Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Edit Fields
de: Felder bearbeiten
fr: Modifier les champs

source: Tracker Items
de: Trackerobjekte
fr: Fiches du formulaire

source: Items found:
de: Gefundene Objekte:

source: atts
de: Anhänge
fr: joints

source: List Attachments
de: Anhänge auflisten
fr: Liste des fichiers joints

source: View inserted item
de: eingefügten Eintrag anschauen
fr: Voir la fiche insérée

source: Insert new item
de: Neuen Eintrag hinzufügen
fr: Ajouter une nouvelle fiche

source: View Item
de: Eintrag ansehen
fr: Voir la fiche

source: Filter Tracker Items
de: Tracker-Einträge filtern
fr: Filtrer les fiches du formulaire

source: Add a Comment
de: Kommentar hinzufügen
fr: Ajouter un commentaire

source: posted on
de: aufgegeben am
fr: publié le

source: Edit/Delete
de: bearbeiten/löschen
fr: Modifier/Supprimer

source: Back to Items list
de: zurück zur Liste

source: close
de: schließ
fr: fermer

source: Open Tiki WebDAV as WebFolder
de: Öffne Tiki WebDAV als WebOrdner
fr: Ouvrir comme un dossier WebDAV

source: Personal e-mail accounts
de: Persönliche Emailkonten

source: This is the active account
de: Dies ist ein aktives Konto

source: Group e-mail accounts
de: Gruppen Emailkonten
fr: Boîte aux lettres partagée

source: Incoming servers (used in this order)
de: Posteingangsserver (in dieser Reihenfolge benutzt)

source: Mbox filepath
de: Mbox Dateipfad

source: Maildir mail directory
de: Maildir Nachrichten Verzeichnis

source: Use SSL
de: Benutze SSL

source: Outgoing server
de: Postausgangsserver

source: From email
de: Von Email

source: Uses current in preferences if empty
de: Benutzt aktuelle Eingangs Einstellungen, falls leer

source: No email set
de: Keine Email angegeben
fr: Pas d'Email configuré

source: Account details
de: Kontodetails

source: Group (shared mail inbox) or private
de: Gruppe (gemeinsamer Breifkasten) oder privat
fr: Boîte aux lettres partagé ou privée

source: Auto-refresh page time
de: Aktualisierung
fr: Temps du rafraichissement automatique

source: Show All
de: Zeige alle
fr: Afficher tout

source: Show Unread
de: Zeige Ungelesene
fr: Afficher les non-lus

source: Show Flagged
de: Zeige Gekennzeichnete
fr: Afficher les marqués

source: Refresh now
de: Jetzt aktualisieren
fr: Actualiser

source: Back To Mailbox
de: Zurück zum Briefkasten
fr: Retourner à la boîte à lettre

source: Full Headers
de: Alle Header
fr: en-têtes complets

source: Normal Headers
de: Normale Header
fr: en-têtes normaux

source: Reply To All
de: allen antworten
fr: répondre à tous

source: Forward
de: weiterleiten
fr: transférer

source: Select from address book
de: Aus Adressbuch auswählen
fr: sélectionner du carnet d'adresses

source: Use HTML mail
de: HTML-Mail verwenden
fr: Utiliser le format HTML pour les emails

source: The following addresses are not in your address book
de: Die folgenden Adressen sind nicht in Deinem Adressbuch
fr: Les adresses suivantes ne sont pas dans votre carnet d'adresses

source: Add Contacts
de: Kontakte hinzufügen
fr: Ajouter des contacts

source: Attachment 1
de: Anlage 1
fr: Fichier joint 1

source: Attachment 2
de: Anlage 2
fr: Fichier joint 2

source: Attachment 3
de: Anlage 3
fr: Fichier joint 3

source: Address book
de: Adressbuch
fr: Carnet d'adresses

source: Child
de: neue Sub-Seite
fr: Enfant

source: page id
de: Seiten-ID
fr: id page

source: View edit icons
de: Bearbeiten Symbole sichtbar
fr: Afficher les icônes d'édition

source: Page is NOT being monitored. Click icon to START monitoring.
de: Diese Seite wird NICHT beobachtet. Klicke auf das Icon um die Beobachtung zu STARTEN.
fr: Cette page n'est PAS sous surveillance. Cliquer sur l'icône pour COMMENCER à la surveiller.

source: Page IS being monitored. Click icon to STOP monitoring.
de: Diese Seite WIRD beobachtet. Klicke auf das Icon um dies zu STOPPEN.
fr: Cette page EST sous surveillance. Cliquer sur l'icône pour ARRÊTER de la surveiller.

source: Group Monitor on Structure
de: Mit Gruppe Struktur beobachten

source: Jump to Content
de: Springe zu Inhalt
fr: Aller au contenu

source: Fullscreen
de: Vollbild
fr: Plein écran

source: Cancel Fullscreen
de: Vollbild abbrechen
fr: Annuler plein écran

source: Following fields are incorrect
de: Die folgenden Felder sind nicht korrekt
fr: Les champs suivants sont incorrects

source: Hold \"Ctrl\" in order to select multiple values
de: Halte \"Ctrl/Strg\" um mehrere Werte auszuwählen

source: Remove Image
de: Entferne Bild
fr: Supprimer l'image

source: Character Count
de: Zeichenzähler

source: Word Count
de: Wortzähler
fr: Nombre de mots

source: Format: x,y,zoom where x is the longitude, and y is the latitude. Zoom is between 0(view Earth) and 19
de: Format: x,y,zoom wobei x für den Längengrad und y für den Breitengrad steht. Zoom liegt zwischen 0 (gesmte Erde) und 19

source: Your rating
de: Deine Bewertung

source: You did not vote yet
de: Du hast noch nicht abgestimmt

source: My rating
de: Meine Bewertung

source: Click to vote for this value
de: Klicke um für diesen Wert abzustimmen

source: Clik to delete your vote
de: Klicke um Deine Abstimmung zu löschen

source: with
de: weite
fr: avec

source: friends
de: Freunde
fr: amis

source: Latitude
de: Längengrad

source: Longitude
de: Breitengrad

source: Freetags is not enabled
de: Freetags ist nicht aktiviert

source: The main text of this page is available in the following languages
de: Der Haupttext dieser Seite ist in folgenden Sprachen verfügbar
fr: Le texte principal de cette page est disponible dans les langues suivantes

source: Human Translations
de: Menschliche Übersetzungen

source: Machine Translations
de: Maschinelle Übersetzungen

source: Use this thread to discuss the page
de: Benutze diesen Thread um die Seite zu diskutieren
fr: Utilisez ce fil de discussion pour discuter sur la page

source: Missing or incorrect trackerId parameter for the plugin
de: Fehlende oder ungültige TrackerId Parameter für dieses Plugin

source: Current attendees
de: Gegenwärtige Teilnemher

source: No attendees at this time
de: Gegenwärtig keine Teilnahmer

source: Last time we checked, the room you requested did not exist
de: Bei der letzten Überprüfung wurde der von Dir angeforderte Raum nicht gefunden

source: Zoom
de: Zoomen

source: saving..
de: speichere..

source: Save current map view as user default
de: Speichere die gegenwärtige Kartenansicht als Benutzerstandard

source: Save as user location
de: Speichere als Deinen Benutzerstandort

source: Save as object location
de: Speichere als Objektstandort

source: Email address the person you want to invite
de: Emailadresse der Person, die Du einladen möchtest

source: Message sent to
de: Nachricht gesandt an
fr: Message envoyé à

source: Email sent to
de: Email senden an

source: Send to users
de: Sende an Benutzer

source: Send to
de: Sende an

source: Email separated by comma
de: Email getrennt durch Komma
fr: Email séparé par des virgules

source: Send to groups
de: Sende an Gruppen

source: Send Mail
de: Sende Email
fr: Envoi d'email

source: Period
de: Periode

source: %0 year
de: %0 Jahr

source: %0 years
de: %0 Jahre

source: %0 days
de: %0 Tage

source: Cost for one period
de: Kosten für einen Zeitabschnitt

source: Membership to %0 for %1 year at %2&nbsp;%3
de: Mitgliedschaft für %0 für %1 Jahr bei %2&nbsp;%3

source: Membership to %0 for %1 years at %2&nbsp;%3
de: Mitgliedschaft für %0 für %1 Jahre bei %2&nbsp;%3

source: Membership to %0 for %1 days at %2&nbsp;%3
de: Mitgliedschaft für %0 für %1 Tage bei %2&nbsp;%3

source: separated by |
de: getrennt durch |
fr: séparé par |

source: Number of periods
de: Zahl der Zeitabschnitte

source: Re-Apply
de: Nochmals anwenden

source: Undecided
de: Unentschieden

source: Last Day
de: Letzter Tag
fr: Le jour passé

source: Last Week
de: Letzte Woche
fr: La semaine dernière

source: Your default group
de: Deine Standardgruppe
fr: Votre groupe par défaut

source: Change default group
de: Ändere Standardgruppe

source: Please login first
de: Bitte zuerst anmelden

source: Toggle display
de: Anzeige umschalten
fr: Afficher/cacher l'affichage

source: Page last modified on %0 by %1
de: Seite zuletzt geändert: am %0 von <span class='link'><span class='link'>%1</span></span>
fr: Page dernièrement modifiée le %0 par %1

source: Created by %0
de: Erstellt von %0
fr: Créé par %0

source: Last Modification: %0 by %1
de: Letzte Änderung: Mittwoch 24 . November, 2010 08:41:45 UTC durch <span class='link'>gta74</span>
fr: Dernière Modification : %0 par %1

source: Creator &amp; Last Editor
de: Ersteller &amp; letzter Bearbeiter

source: as Creator &amp; Last Editor
de: als Ersteller &amp; letzter Bearbeiter
fr: créateur &amp; dernier éditeur

source: no (disabled)
de: keine (deaktiviert)
fr: non (désactivé)

source: Save the page as a partial translation
de: Speicher die Seite als teilweise Übersetzung

source: Partial Translation
de: Teilweise Übersetzung
fr: Traduction partielle

source: Save the page as a completed translation
de: Speicher die Seite als vollständige Übersetzung

source: Complete Translation
de: Vollständige Übersetzung
fr: Traduction complète

source: Save the page, but do not count it as new content to be translated
de: Speicher die Seite aber markiere den Inhalt als nicht zur weiteren Übersetzung erforderlich

source: Save the page, but do not send notifications and do not count it as new content to be translated
de: Speicher die Seite aber sende keine Benachrichtigungen und markiere den Inhalt als nicht zur weiteren Übersetzung erforderlich

source: Save Minor Edit
de: geringfügig
fr: Enreg. modif. mineure

source: Save the page
de: Seite speichern

source: Missing book id
de: Die Buch-ID fehlt

source: Missing account id
de: Konto-ID fehlt

source: %0 enabled
de: %0 aktiviert
fr: %0 activée

source: %0 disabled
de: %0 deaktiviert
fr: %0 désactivée

source: %0 set
de: %0 eingestellt

source: %0 unset
de: %0 abgestellt

source: Enable/disable Tiki features here, but configure them elsewhere
de: Tiki-Features hier ein/ausschalten, konfiguriert werden sie dann an anderen Stellen.
fr: Activez/désactivez les fonctionnalités Tiki ici, mais configurez dans leur page d'administration associée

source: General preferences and settings
de: Allgemeine Einstellungen
fr: Préférences et configurations générales

source: User registration, login and authentication
de: Benutzer-Registrierung, Login und Authentifizierung
fr: Inscription utilisateur, connexion et authentification

source: Wiki settings
de: Wiki-Einstellungen
fr: Configuration Wiki

source: Wiki Attachments
de: Wiki Anhänge
fr: Fichiers joints Wiki

source: Article/CMS settings
de: Artikel Konfiguration
fr: Configuration des articles/CMS

source: Poll comments settings
de: Einstellungen Abstimmungskommentare
fr: Configuration des commentaires de sondages

source: Configuration options for all blogs on your site
de: Globale Blog-Einstellungen
fr: Options de configuration pour tous les blogues de votre site

source: Forums settings
de: Foreneinstellungen
fr: Configuration des forums

source: FAQ comments settings
de: FAQ Kommentar-Einstellungen
fr: Configuration des commentaires de FAQ

source: Trackers settings
de: Tracker Konfiguration
fr: Configuration des formulaires

source: Feeds settings
de: Feed-Einstellungen

source: Directory settings
de: Linkverzeichnis Konfiguration
fr: Configuration du répertoire des liens

source: Maps configuration
de: Karten Konfiguration
fr: Configuration des cartes

source: Meta Tags settings
de: Meta-Tag Konfiguration
fr: Configuration des Méta balises

source: Search settings
de: Suche-Einstellungen
fr: Configuration de la recherche

source: Score settings
de: Bewertung Konfiguration
fr: Configuration des scores

source: Community settings
de: Community Einstellungen
fr: Configuration de la communauté

source: Calendar settings
de: Kalender Einstellungen
fr: Configuration des calendriers

source: Intertiki settings
de: Intertiki-Einstellungen
fr: Configuration Intertiki

source: Freetags settings
de: Freetags-Einstellungen
fr: Configuration de la folksonomie (mots-clés)

source: Customize look and feel of your Tiki
de: Verändere das Look & Feel Deiner Tiki
fr: Modifier l'aspect et la convivialité de votre Tiki

source: Configure Site Ads and Banners
de: Konfiguriere Site-Werbung und Banner
fr: Configurer les bannières et publicité du site

source: Settings for video streaming integration
de: Einstellung für Videostreamingintegration

source: Current version is up to date : <b>%0</b>
de: Gegenwärtige Version ist aktuell: <b>%0</b>
fr: La version actuelle est à jour&nbsp;: <b>%0</b>

source: A new %0 major release branch is available
de: Eine neue %0 Hauptversion ist verfügbar
fr: Une nouvelle %0 version majeure est disponible

source: Help on \$admintitle Config
de: Hilfe bei \$admintitle Konfiguration
fr: Aide sur la configuration de&nbsp;: \$admintitle

source: Must specify actionId
de: Du musst die actionId angeben
fr: actionId doit être spécifié

source: Users Contributions: Addition
de: Benutzerbeiträge: Hinzufügung
fr: Contributions utilisateur: Ajouts

source: %s Contributions: Addition
de: %s Beiträge: Hinzufügung
fr: %s Contributions&nbsp;: Ajouts

source: Users Contributions: Suppression
de: Benutzerbeiträge: Unterdrückung
fr: Contributions utilisateur&nbsp;: Suppressions

source: %s Contributions: Suppression
de: %s Beiträge: Unterdrückung
fr: %s Contributions&nbsp;: Suppressions

source: Total Contributions Addition per Day
de: Gesamtbeiträge hinzugefügt pro Tag
fr: Total des contributions Ajouts par jour

source: Total Contributions Addition per Week
de: Gesamtbeiträge hinzugefügt pro Woche
fr: Total des contributions Ajouts par semaine

source: Total Contributions Suppression per Day
de: Gesamtbeiträge unterdrückt pro Tag
fr: Total des contributions Suppressions par jour

source: Total Contributions Suppression per Week
de: Gesamtbeiträge unterdrückt pro Woche
fr: Total des contributions Suppressions par semaine

source: Total Contributions: Addition
de: Gesamtbeiträge: Hinzufügung
fr: Total des contributions&nbsp;: Ajouts

source: Total Contributions: Suppression
de: Gesamtbeiträge: Unterdrückung
fr: Total des contributions&nbsp;: Suppressions

source: Groups Contributions: Addition
de: Gruppenbeiträge: Addition
fr: Contributions des groupes&nbsp;: Ajouts

source: Groups Contributions: Suppression
de: Gruppenbeiträge: Unterdrückung
fr: Contributions des groupes&nbsp;: Suppressions

source: white
de: weiss
fr: blanc

source: gray
de: grau
fr: gris

source: silver
de: silber
fr: argenté

source: ivory
de: elfenbeinfarbein
fr: ivoire

source: whitesmoke
de: rauchweiss
fr: blanc fumée

source: darkgrey
de: dunkelgrau
fr: gris fonçé

source: Are you sure you want to unassign the objects of this category:
de: Bist Du sicher, dass Du diese Kategorie von den Objekten entfernen möchtest:

source: Click here to delete the category
de: Klicke hier um die Kategorie zu löschen

source: You can not create a category with a name already existing at this level
de: Du kannst keine Kategorie mit einem Namen erstellen, der bereits auf dieser Ebene existiert
fr: Vous ne pouvez pas créer une catégorie avec un nom existant déjà à ce niveau

source: The file does not have the required header
de: Diese Datei hat nicht den erforderlichen Kopf
fr: Le fichier n'a pas les en-têtes nécessaires

source: Category can`t be parent of itself
de: Kategorie kann nicht der Vorgänger von sich selbst sein
fr: Une catégorie ne peut pas être parente d'elle-même

source: Upload failed
de: Hochladen fehlgeschlagen
fr: Échec de l'envoi

source: All posted
de: keine Nachricht
fr: Tout approuver automatiquement

source: Queue anonymous posts
de: anonyme Nachrichten
fr: Approuver les non-anonymes automatiquement

source: Queue all posts
de: alle Nachrichten
fr: Ne rien approuver automatiquement

source: No attachments
de: keine Anhänge
fr: Aucun fichier joint

source: Everybody can attach
de: jeder darf Dateien anhängen
fr: Tout le monde peut joindre un fichier

source: Only users with attach permission
de: nur Benutzer mit Anhangserlaubnis
fr: Seuls les utilisateurs, ayant les droits, peuvent joindre un fichier

source: Moderators and admin can attach
de: nur Moderatoren und Admins
fr: Modérateur et administrateur peuvent joindre un fichier

source: No display
de: keine
fr: Non affiché

source: Date (desc)
de: Datum (absteigend)

source: Date (asc)
de: Datum (aufsteigend)

source: Score (desc)
de: Bewertung (absteigend)

source: Replies (desc)
de: Antworten (absteigend)
fr: Réponses (desc)

source: Reads (desc)
de: Zugriffe (absteigend)
fr: Lectures (desc)

source: You have to provide a hotword and a URL
de: Du musst ein Hotword und eine URL angeben
fr: Vous devez fournir un mot/lien automatique ou une adresse Web

source: You must specify a directory
de: Du musst ein Verzeichnis angeben
fr: Vous devez spécifier un répertoire

source: Owner
de: Besitzer
fr: Propriétaire

source: moved %d images, %d errors occured
de: %d Bilder verschoben, %d Fehler aufgetreten

source: a timeout occured. Hit the reload button to move the rest
de: eine Zeitüberschreitung ist eingetreten. Klicke auf neu laden um den Rest zu verschieben
fr: un timeout est arrivé. Pressez le bouton recharger pour déplacer le reste

source: Detected, Version:
de: Gefunden, Version:

source: Test Image
de: Testbild

source: Not detected.
de: Nicht gefunden.
fr: Pas trouvé.

source: Tiki Test email from
de: Tiki Testemail von

source: Unable to send mail
de: Kann Email nicht senden
fr: Impossible d'émettre des emails

source: Test mail sent to
de: Testemail senden an

source: %d user-group assignments
de: %d Benutzergruppenzuweisungen

source: All Fields except gdaltindex must be filled
de: Alle Felder außer gdaltindex müssen ausgefüllt werden
fr: Tous les champs sauf gdaltindex doivent être remplis

source: Path to mapfiles is invalid
de: Pfad zu Kartendateien ist ungültig
fr: Le chemin d'accès au fichier de carte est invalide

source: No valid gdaltindex executable
de: Keine gültige ausführbare Datei für gdaltindex
fr: Aucun exécutable gdaltindex valide

source: New configuration created (id %0)
de: Neue Konfiguration erstellt (id %0)

source: Configuration updated
de: Konfiguration aktualisiert

source: Tag already exists
de: Marke existiert bereits
fr: Le marqueur existe déjà

source: Tag not found
de: Marke nicht gefunden
fr: Aucun marqueur trouvé

source: Repository name can't be an empty
de: Repository-Name muß angegeben werden
fr: Un nom de répertoire ne peut pas être vide

source: No repository
de: Kein Repository
fr: Aucun répertoire indiqué

source: Search is mandatory field
de: Suche ist ein erforderliches Feld
fr: Le champ Recherche est obligatoire

source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé

source: Non-existent link
de: Nicht existierender Link
fr: Lien inexistant

source: Mail-in account %s incorrect
de: Mail-in Konto %s fehlerhaft
fr: Compte mail-in %s incorrect

source: Mail-in account %s saved
de: Mail-in Konto %s gespeichert
fr: Compte mail-in %s sauvegardé

source: No menu indicated
de: Kein Menü angegeben
fr: Aucun menu indiqué

source: Assign: Invalid metric value
de: Zuweisen: ungültiger Metrikwert

source: Assign: Invalid tab value
de: Zuweisen: ungültiber Tab-Wert

source: Cannot create or update metric: You need to specify a name for the metric
de: Kann keine Metrik erstellen/aktualisieren: Du musst einen Namen für die Metrik angeben

source: Cannot create or update metric: Metric name must be under \" . \$prefs['metrics_metric_name_length'] . \" characters in length
de: Kann keine Metrik erstellen/aktualisieren: der Metrikname muss weniger als \" . \$prefs['metrics_metric_name_length'] . \" Zeichen lang sein

source: Cannot create or update metric: You need to specify a range for the metric
de: Kann keine Metrik erstellen/aktualisieren: Du musst einen Bereich für die Metrik angeben

source: Cannot create or update metric: You need to specify a data type for the metric
de: Kann keine Metrik erstellen/aktualisieren: Du musst einen Datentyp für die Metrik angeben

source: Cannot create or update metric: You need to specify a query for the metric
de: Kann keine Metrik erstellen/aktualisieren: Du musst eine Abfrage für die Metrik festlegen

source: Cannot create or update tab: You need to specify a name for the tab
de: Kann keinen Tab erstellen/aktualiseren: Du musst den Namen des Tab angeben

source: Cannot create or update tab: Tab name must be under \" . \$prefs['metrics_tab_name_length'] . \" characters in length
de: Kann keinen Tab erstellen/aktualiseren: der Tab-Name muss weniger als \" . \$prefs['metrics_tab_name_length'] . \" Zeichen lang sein

source: Cannot create or update tab: You need to specify an integer range for the tab order
de: Kann keinen Tab erstellen/aktualiseren: Du musst einen Ganzzahlbereich für die Tab-Reihenfolge festlegen

source: Cannot create or update tab: Tab content cannot be empty
de: Kann keinen Tab erstellen/aktualiseren: Tab-Inhalt darf nicht leer sein

source: Cannot create or update module: You need to specify a name to the module
de: Kann kein Modul erstellen/aktualiseren: Du musst einen Namen für das Modul angeben
fr: Impossible de créer ou de mettre à jour le module&nbsp;: vous devez spécifier le nom du module

source: Cannot create or update module: You cannot leave the data field empty
de: Kann kein Modul erstellen/aktualiseren: Du darfst das Datenfeld nicht leer lassen
fr: Impossible de créer ou de mettre à jour le module&nbsp;: vous ne pouvez pas laisser le champ de données vide

source: No newsletter indicated
de: Kein Rundbrief angegeben
fr: Aucune lettre d'informations indiquée

source: Newsletter does not exist
de: Newsletter existiert nicht

source: Error importing from wiki page:
de: Fehler beim Importieren von Wiki Seite:

source: Error opening uploaded file
de: Fehler beim Öffnen der hochgeladenen Datei
fr: Erreur lors de l'ouverture du fichier envoyé

source: You need to provide a username or an email
de: Du musst einen Benutzernamen oder eine Email angeben
fr: Vous devez donner un nom d'utilisateur ou une adresse électronique

source: No poll indicated
de: Keine Abstimmung angegeben
fr: Aucun sondage indiqué

source: unsafe
de: unsicher
fr: dangereux

source: register_globals should be off by default. See the php manual for details.
de: register_globals sollte ausgeschaltet sein. Details bitte der PHP Anleitung entnehmen.
fr: register_globals doit être off par défaut. Voir le manuel php pour les détails.

source: safe
de: sicher
fr: sans danger

source: risky
de: gefährlich
fr: risqué

source: off
de: aus

source: session.use_trans_sid should be off by default. See the php manual for details.
de: session.use_trans_sid sollte ausgeschaltet sein. Details bitte der PHP Anleitung entnehmen.
fr: session.use_trans_sid doit être off par défaut. Voir le manuel php pour les détails.

source: upload_tmp_dir is probably within your Tikiwiki directory. There is a risk that someone can upload any file to this directory and access them via web browser
de: upload_tmp_dir liegt vermutlich innerhalb des Tiki Verzeichnisses. Es besteht das Risiko, dass jemand dorthin Dateien läd und versucht, sie dort auszuführen.
fr: upload_tmp_dir est probablement dans votre répertoire Tikiwiki. C'est un risque car quelqu'un peut envoyer un fichier dans ce répertoire puis y accéder par le Web

source: cannot check if the upload_tmp_dir is accessible via web browser. To be sure you should check your webserver config.
de: Kann nicht überprüfen, ob upload_tmp_dir per Browser lesbar ist. Bitte die Webservereinstellungen überprüfen.
fr: ne peut pas vérifier que upload_tmp_dir est accessible par le web. Vous devez contrôler la configuration de votre serveur Web.
