Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: A contribution is mandatory
de: Die Art der Beteiligung muß angegeben werden
fr: Une contribution est obligatoire

source: You have to enter a title and text
de: Du musst Titel und Text eingeben
fr: Vous devez saisir un titre et du texte

source: Invalid Email
de: Ungültige Email
fr: Adresse mail invalide

source: Your message has been queued for approval and will be posted after a moderator approves it
de: Deine Nachricht wurde zur Freigabe eingereiht und wird gespostet, wenn ein Moderator sie akzeptiert

source: This forum is locked
de: Dieses Forum ist gesperrt
fr: Ce forum est verrouillé

source: This thread is locked
de: Dieses Thema ist gesperrt
fr: Ce fil de discussion est verrouillé

source: Those comments are locked
de: Diese Kommentare sind gesperrt
fr: Ces commentaires sont verrouillés

source: Expecting \"(\"
de: Erwarte \"(\"
fr: S'attendant à \"(\"

source: Unexpected \"%0\"
de: Unerwartet \"%0\"
fr: Inattendu \"%0\"

source: Expecting \")\"
de: Erwarte \")\"
fr: Attendu \")\"

source: %0 near \"%1\"
de: %0 nahe \"%1\"
fr: %0 près de \"%1\"

source: No formula provided
de: Keine Formel angegeben
fr: Aucune formule fournie

source: Variable not found \"%0\"
de: Variable nicht gefunden \"%0\"
fr: Variable non trouvée \"%0\"

source: Unknown operation \"%0\"
de: Unbekannte Operation \"%0\"
fr: Opération inconnue \"%0\"

source: Create page:
de: Seite erstellen:

source: Internal error
de: Interner Fehler
fr: Erreur interne

source: User error
de: Benutzerfehler
fr: Erreur utilisateur

source: Plugin argument(s) missing
de: Pluginargument(e) fehlen
fr: Argument(s) du Plugin manquant(s)

source: Plugin <strong>%0</strong> cannot be executed.
de: Plugin <strong>%0</strong> kann nicht ausgeführt werden.

source: Set
de: Ok
fr: Choisir

source: Plugin disabled
de: Plugin deaktiviert
fr: Plugin désactivé

source: Line:
de: Zeile:

source: Lines:
de: Zeilen:

source: Cannot open this file
de: Kann Datei nicht öffnen
fr: Impossible d'ouvrir ce fichier

source: File Galleries
de: Dateiarchive
fr: Galeries de fichiers

source: The upload has not been done
de: Der Upload wurde nicht durchgeführt

source: Reason: The global quota has been reached
de: Grund: das globale Speicherkontingent wurde erreicht
fr: Cause : le quota global a été atteint

source: Reason: The quota has been reached in \"%s\"
de: Grund: das Speicherkontingent in \"%s\" wurde erreicht
fr: Cause : le quota a été atteint dans \"%s\"

source: File gallery quota exceeded
de: Speicherkontigent für Dateiarchiv überschritten
fr: Quota de galerie de fichier dépassé

source: Number of files transferred to the database
de: Anzahl von Dateien, die in die Datenbank übertragen wurden
fr: Nombre de fichiers transferrés vers la base de données

source: Number of files transferred to the file system
de: Anzahl von Dateien, die in das Dateisystem übertragen wurden
fr: Nombre de fichiers transferrés vers le gestionnaire de fichiers

source: Old File deleted
de: Alte Datei gelöscht
fr: Ancien fichier supprimé

source: Incorrect param
de: Ungültiger Parameter
fr: Paramètre incorrect

source: You do not have permission to remove files from this gallery
de: Zugriff Verweigert. Du kannst keine Dateien aus dieser Galerie entfernen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez supprimer de fichiers de cette galerie

source: WARNING: The file is used in
de: WARNUNG: Diese Datei wird benutzt in
fr: ATTENTION : Le fichier est en cours d'utilisation

source: Remove file:
de: Datei löschen:
fr: Supprimer le fichier&nbsp;:

source: Upload was not successful
de: Hochladen war nicht erfolgreich
fr: L'envoi s'est mal passé

source: Batch file processed
de: Stapeldatei verarbeitet

source: No permission to upload zipped file packages
de: Berechtigung zum Hochladen gepackter Dateien nicht vorhanden
fr: Aucun droit pour envoyer des paquetages de fichiers zippés

source: Cannot resize the file
de: Kann Datei nicht in der Größe anpassen

source: Cannot write the file
de: Kann Datei nicht schreiben
fr: Impossible d'écrire le fichier

source: Image was reduced: %s x %s -> %s x %s
de: Bild wurde verkleinert: %s x %s -> %s x %s

source: Errors detected
de: Fehler entdeckt
fr: Erreurs détectées

source: Check that these paths exist and are writable by the web server
de: Prüfe, dass diese Pfade existieren und vom Webserver geschrieben werden können

source: Cannot read the file
de: Kann Datei nicht lesen
fr: Impossible de lire le fichier

source: Incorrect file extension
de: Falsche Dateierweiterung

source: Warning: Empty file
de: Warnung: Datei leer
fr: Attention&nbsp;: fichier vide

source: Please re-upload your file
de: Bitte lade Deine Datei erneut hoch
fr: SVP, réenvoyer votre fichier

source: Upload was not successful. Duplicate file content
de: Hochladen war nicht erfolgreich. Doppelter Dateiinhalt
fr: L'envoi n'a pas réussi. Un fichier de même contenu existe déjà

source: File update was successful
de: Datei erfolgreich aktualisiert
fr: Succès de la mise à jour du fichier

source: Could not upload the file
de: Konntr Datei nicht hochladen
fr: Ne peut pas envoyer le fichier

source: Could not find the file requested
de: Konnte die angegebene Datei nicht finden
fr: Fichier demandé non trouvé

source: You do not have permission to edit this file
de: Berechtigung zum Bearbeiten dieser Datei nicht vorhanden
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas modifier ce fichier

source: This is an approximation based on your server memory limit:
de: Dieser Wert basiert auf einer Schätzung Deines Serverspeicherlimits

source: This is the value of your server's PHP '%s' setting
de: Das ist der Wert der PHP '%s' Einstellung Deines Servers
fr: Valeur du paramètre '%s' du serveur PHP

source: You are alerted by the server
de: Du bist vom Server alarmiert
fr: Alerte du serveur

source: You can check the modifications at :
de: Du kannst Du Veränderungen prüfen unter :
fr: Vous pouvez accéder à la modification à l'adresse

source: You are alerted of a change on
de: Du bist alarmiert von einer Änderung auf
fr: Vous êtes alerté d'un changement sur

source: Invalid imagename (using filters for filenames)
de: Ungültiger Dateiname (using filters for filenames)
fr: Nom d'image invalide (avec les filtres pour les noms de fichiers)

source: No image yet, sorry.
de: Leider noch keine Bilder vorhanden.
fr: Pas encore d'images, désolé.

source: unknown destination directory. Please set it up in <a href='tiki-admin.php?page=galleries'>tiki-admin.php?page=galleries</a>
de: Unbekanntes Zielverzeichnis. Bitte konfiguriere <a href='tiki-admin.php?page=galleries'>tiki-admin.php?page=galleries</a>
fr: Répertoire cible inconnu. SVP le configurez dans <a href='tiki-admin.php?page=galleries'>tiki-admin.php?page=galleries</a>

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de: Die hochgeladene Datei überschreitet die upload_max_filesize Anweisung in der Datei php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de: Die hochgeladene Datei überschreitet die MAX_FILE_SIZE Anweisung die im HTML-Formular angegeben wurde

source: The uploaded file was only partially uploaded. Please try again
de: Die hochgeladenene Datei wurde nur teilweise hochgeladen. Bitte nochmal versuchen

source: No file was uploaded
de: Es wurde keine Datei hochgeladen
fr: Aucun fichier rapatrié

source: Missing a temporary folder
de: Es fehlt ein temporärer Ordner

source: Failed to write file to disk
de: Konnte nicht auf Festplatte schreiben
fr: Écriture du fichier impossible sur le disque

source: File upload stopped by extension
de: Hochladen der Datei aufgrund der Erweiterung gestoppt
fr: Télechargement du fichier annulé par l'extension

source: Importing attachments
de: Importiere Anhänge

source: Number of page revisions to import (0 for all revisions)
de: Anzahl der Seitenrevisionen, die importiert werden sollen (0 für alle Revisionen)

source: What to do with page names that already exists in TikiWiki
de: Was soll mit Seiten geschehen, die bereits in TikiWiki angelegt sind

source: Do not import
de: Bicht importieren

source: Override
de: überschreiben

source: Parsing pages
de: Seiten parsen

source: No attachments found to import! Make sure you have created your XML file with the dumpDump.php script and with the option --uploads. This is the only way to import attachment
de: Keine Anhang zum importieren gefunden! Stelle sicher, dass Du Deine XML-Datei mit dem dumpDump.php-Skript mit der Option --uploads erstellt hast. Das ist die einzige Möglichkeit, Anhänge zu Importieren

source: NOT importing file \$fileName as there is already a file with the same name in the destination directory (\$this->attachmentsDestDir)
de: Datei \$fileName wird NICHT importiert, da es bereits eine Datei mit diesem Namen im Zielverzeichnis (\$this->attachmentsDestDir) gibt

source: File \$fileName successfully imported
de: Datei \$fileName erfolgreich importiert

source: Unable to download file \$fileName. File not found
de: Kann Datei \$fileName nicht herunterladen. Datei nicht gefunden

source: Error while parsing revision \$i of the page \"\${data['name']}\". Or there is a problem on the page syntax or on the Text_Wiki parser (the parser used by the importer)
de: Fehler während des Parsen der Revision \$i der Seite \"\${data['name']}\" aufgetreten. Es könnte ein Problem mit dem Seitensyntax oder dem Wiki-Parser (dem Parser, der vom Importer benutzt wird) vorliegen

source: ERROR: unable to write to lang/%s/language.php
de: FEHLER: nicht in der Lage die Datei lang/%s/language.php zu schreiben
fr: ERREUR: impossible d'écrire dans le fichier lang/%s/language.php

source: The file lang/\$this->lang/language.php is not well formated. Run get_strings.php?lang=\$this->lang and then try to export the translations again
de: Die Datei lang/\$this->lang/language.php ist nicht gut formatiert. Starte get_strings.php?lang=\$this->lang und versuche nochmal die Übersetzungen zu exportieren

source: Contributions
de: Beiträge

source: This feature is disabled
de: Diese Funktion ist deaktiviert
fr: Cette fonctionnalité est désactivée

source: No valid ogr2ogr executable
de: Keine gültige Aausführbare Datei ogr2ogr
fr: Aucun exécutable ogr2ogr valide

source: Could not create \$tdo.mif in data directory
de: Kann \$tdo.mif im Datenverzeichnis nicht erstellen
fr: Ne peut pas créer \$tdo.mif dans ce répertoire

source: Could not create \$tdo.mid in data directory
de: Kann \$tdo.mid im Datenverzeichnis nicht erstellen
fr: Ne peut pas créer \$tdo.mid dans ce répertoire

source: unknown
de: unbekannt
fr: inconnu

source: User Map Generated in
de: Benutzerkarte erstellt in
fr: Carte utilisateur générée dans

source: Image Map Generated in
de: Bildkarte erstellt in
fr: Carte image générée dans

source: You can only use optionId = 0 to create a new option or optionId equal an id that already belongs to the menu to update it
de: Du kannst optionId = 0 nur benutzen, um eine neue Option zu erstellen oder optionId mit einer im Menü bestehenden ID benutzen, um diese zu aktualisieren
fr: Vous ne pouvez utiliser optionId=0 que pour créer une nouvelle option ou alors optionId=XX avec XX correspondant à un id déjà présent dans le menu pour le mettre à jour

source: menu
de: Menü

source: NONE
de: KEINES
fr: AUCUN

source: for
de: für
fr: pour

source: Percentage (%)
de: Prozentsatz (%)
fr: Pourcentage (%)

source: Daily (+)
de: Täglich (+)
fr: Journalier (+)

source: Monthly and weekly (@)
de: Monatlich und wöchentlich (@)
fr: Mensuel et hebdomadaire (@)

source: Weekly (-)
de: Wöchentlich (-)
fr: Hebdomadaire (-)

source: File %s not found
de: Datei %s nicht gefunden
fr: Fichier %s non trouvé

source: File %s is not a valid archive
de: Datei %s ist kein gültiges Archiv
fr: Le fichier %s n'est pas une archive valide

source: Impossible to open %s : %s
de: Unmöglich zu öffnen %s : %s
fr: Impossible d'ouvrir %s&nbsp;: %s

source: Can't chdir to '%s'
de: Kann nicht zu '%s' wechseln
fr: Ne peut pas aller dans le répertoire '%s' (chdir)

source: %s impossible to remove
de: %s kann nicht gelöscht werden
fr: Impossible d'effacer %s

source: Description not available
de: Beschreibung nicht verfügbar
fr: Description indisponible

source: Module Title
de: Modultitel
fr: Titre du module

source: Title to display at the top of the box.
de: Titel der am oberen Rand der Modulbox angezeigt wird.

source: No box
de: Keine Box
fr: Pas de boîte

source: Show only the content
de: Zeige nur den Inhalt an
fr: Ne montrer que le contenu

source: Decorations
de: Dekorationen
fr: Décorations

source: Show module decorations
de: Zeige Moduldekorationen
fr: Montrer les décorations du module

source: No title
de: Ohne Titel
fr: Pas de titre

source: Show module title
de: Zeige den Modultitel
fr: Afficher le titre du module

source: Perspective
de: Perspektive

source: Only display the module if in one of the listed perspective IDs. Semi-colon separated.
de: Zeige das Modul nur innerhalb einer der angegebenen Perspektiven-IDs. Verschiedene IDs werden durch Semikolon getrennt.

source: Language
de: Sprache
fr: Langue

source: Module only applicable for the specified languages. Languages are defined as two character language codes. Multiple values can be separated by semi-colons.
de: Das Modul nur innerhalb einer spezifischen Sprache verfügbar machen. Sprachen werden über den Sprachcode (zwei Zeichen) ausgewählt. Verschiedene Werte werden duch Semikolon getrennt.

source: Section
de: Bereich

source: Module only applicable for the specified sections. Multiple values can be separated by semi-colons.
de: Modul steht nur in bestimmten Bereichen zur Verfügung. Verschiedene Bereiche werden durch Semikolon getrennt.

source: Page filter
de: Seitenfilter
fr: Filtre de page

source: Module only applicable on the specified page names. Multiple values can be separated by semi-colons.
de: Modul steht nur auf bestimmten Seiten zur Verfügung. Verschiedene Seitennamen werden durch Semikolon getrennt.

source: No Page
de: Seitenausschluß
fr: Pas de Page

source: Module not applicable on the specified page names. Multiple values can be separated by semi-colons.
de: Modul steht auf den angegebenen Seiten nicht zur Verfügung. Verschiedene Seitennamen werden durch Semikolon getrennt.

source: Module only available based on the relationship of the user with the wiki page. Either only creators (y) or only non-creators (n) will see the module.
de: Modul steht in Abhängigkeit des Benutzers mit der Wikiseite zur Verfügung. Entweder können nur Ersteller der Seite (Eintrag: y) oder Nichtersteller (Eintrag: n) das Modul sehen.

source: Contributor
de: Beitragende
fr: Contributeur

source: Module only available based on the relationship of the user with the wiki page. Either only contributors (y) or only non-contributors (n) will see the module.
de: Modul steht in Abhängigkeit des Benutzers mit der Wikiseite zur Verfügung. Entweder können nur zur Seite Beitragende (Eingabe: y) oder nur nicht zur Seite Beitragende (Eingabe: n) das Modul sehen.

source: Users can shade module.
de: Benutzer kann das Modul ausblenden.

source: Style
de: Stil

source: CSS styling for positioning the module.
de: CSS-Design zur Modulpositionierung.

source: Class
de: Klasse

source: Custom CSS class.
de: Benutzerdefinierte CSS-Klasse

source: No numbers
de: Keine Nummern
fr: Pas de numérotation

source: If set to \"y\", the module will not number list items.
de: Wenn \"y\" eingetragen wird, nummeriert das Modul die Listeneinträge nicht.

source: Rows
de: Zeilen
fr: Nb max. de rangées (si applicable au module)

source: Number of rows, or items, to display.
de: Anzahl von anzuzeigenden Zeilen oder Einträgen.

source: Default: 10.
de: Standard: 10.

source: Newsletter subscription information at
de: Abonnenteninformationen für Newsletter unter
fr: Les informations concernant la lettre d'information sont disponibles à

source: invalid email
de: ungültige Email
fr: email invalide

source: Sending to
de: Senden an
fr: Envoyer à

source: A user registers
de: Ein Benutzer registriert sich
fr: Un utilisateur s'inscrit

source: A user submits an article
de: Ein Benutzer reicht einen Artikel ein
fr: Un utilisateur soumet un article

source: A user edits an article
de: Benutzer bearbeitet einen Artikel
fr: Un utilisateur a édité un article

source: A user deletes an article
de: Benutzer löscht einen Artikel
fr: Un utilisateur a supprimé un article

source: An article is submitted, edited, deleted or commented on.
de: Ein Artikel wurde eingereicht, bearbeitet, gelöscht oder kommentiert.
fr: Un article a été soumis, modifié, supprimé ou commenté.

source: A wiki page is created, deleted or edited, except for minor changes.
de: Eine Wiki Seite wurde erstellt, gelöscht oder bearbeitet - mit Ausnahme von geringfügigen Änderungen.
fr: Une page wiki est créée, modifiée ou supprimée, y compris changements mineurs.

source: A wiki page is created, deleted or edited, even for minor changes.
de: Eine Wiki Seite wurde erstellt, gelöscht oder bearbeitet (auch ggf. nur geringfügig)
fr: Une page wiki est créée, modifiée ou supprimée, y compris changements mineurs.

source: A comment in a wiki page is posted or edited
de: Kommentar zu einer Wikiseite wird erstellt oder geändert
fr: Un commentaire dans une page Wiki a été envoyé ou modifié

source: A comment in an article is posted or edited
de: Ein Kommentar wurde zu einem Artikel abgegeben oder bearbeitet
fr: Un commentaire sur un article a été posté ou modifié

source: Token is called
de: Token wurde aufgerufen
fr: Un jeton a été appelé

source: section edit
de: Abschnittsbearbeitung
fr: édition de la section

source: Payment sent but verification not currently available. (Work in progress)
de: Bezahlung gesendet. Überprüfung gegenwärtig nicht möglich (in Arbeit)
fr: Payement envoyé mais la vérification est indisponible (travail en cours)

source: Product
de: Produkt
fr: Produit

source: Quantity
de: Menge
fr: Quantité

source: Unit Price
de: Preis pro Einheit
fr: Prix unitaire

source: Cclite error
de: Cclite Fehler
fr: Erreur dans Cclite

source: Ajax auto-save
de: Ajax automatisches Speichern
fr: Enregistrement automatique Ajax

source: Users accept internal messages by default
de: Standardmässig interne Nachrichten empfangen
fr: Les utilisateurs acceptent les messages internes par défaut

source: Users can opt-out of internal messages
de: Benutzer kann sich für interne Nachrichten abmelden (opt-out)
fr: Les utilisateurs peuvent désélectionner les messages internes

source: Newest first
de: Neueste zuerst
fr: Le plus récent d'abord

source: ascending
de: aufsteigend
fr: croissant

source: descending
de: absteigend
fr: décroissant

source: Article ordering
de: Artikelsortierung
fr: Ordre des Articles

source: Default sort mode for the articles on the article listing
de: Standardsortierung für Artikel in der Artikelauflistung
fr: Mode de tri par défaut des articles dans la liste des articles

source: Title of articles home page
de: Titel der Artikelhauptseite
fr: Titre de la page d'accueil des articles

source: Topic
de: Thema
fr: Sujet

source: Title
de: Titel
fr: Titre

source: Title length
de: Titellänge
fr: Longueur du titre

source: Publication date
de: Veröffentlichungsdatum
fr: Date de publication

source: Expiration date
de: Verfallsdatum
fr: Date d'expiration

source: Visible
de: Sichtbar

source: Author
de: Autor
fr: Auteur

source: Author Rating
de: Autorbewertung

source: Reads
de: Zugriffe
fr: Lectures

source: Images
de: Bilder

source: Trailer position
de: Position des Aufmachers

source: Top
de: Oben
fr: Racine

source: Header text position
de: Textposition des Titels
fr: Position du texte d'en-tête

source: Requires a smaller image for list view
de: Erfordert ein kleineres Bild für die Listenansicht
fr: Nécessite une image plus petite pour l'affichage en liste

source: Next image
de: Neben dem Bild
fr: Image suivante

source: Below image
de: Unter dem Bild
fr: Image ci-dessous

source: Oldest first
de: Älteste zuerst
fr: Le plus vieux d'abord

source: Points
de: Punkte

source: Default number per page
de: Standardanzahl pro Seite
fr: Nombre de commentaire par page par défaut

source: Default Ordering
de: Standardsortierung
fr: Tri par défaut

source: Paginate articles
de: Paginiere Artikel
fr: Paginer les articles

source: Divide articles into multiple pages with pagebreak markers
de: Teilt Artikel in multiple Seiten durch Seitenumbruchzeichen
fr: Diviser articles en plusieurs pages avec des sauts de page

source: User ratings on articles
de: Benutzerbewertungen bei Artikeln

source: Allows users to rate the articles
de: Erlaubt es Benutzern Artikel zu bewerten
fr: Permet aux utilisateurs de noter les articles

source: Article rating options
de: Artikelrating-Optionen
fr: Options de notation des articles

source: List of options available for the rating of articles
de: Liste von verfügbaren Optionen für die Bewertung von Artikeln

source: Default article image width
de: Standardbreite für Artikelbild
fr: Largeur par défaut des images des articles

source: 0 for original image size
de: 0 für Originalgröße
fr: 0 pour avoir la taille d'origine de l'image

source: Default article image height
de: Standardhöhe für Artikelbild
fr: Hauteur par défaut des images des articles

source: Custom attributes for article types
de: Benutzerdefinierte Felder für Artikel
fr: Attributs personnalisés pour les types d'article

source: Your ShareThis publisher identifier (optional)
de: Deine \"ShareThis\" Indentifikation (optional)
fr: Votre identifiant de 'publisher' sur www.sharethis.com (optionnel)

source: Authentication method
de: Authentifizierungsmethode
fr: Méthode d'authentification

source: Tiki and OpenID
de: Tiki und OpenID
fr: Tiki et OpenID

source: Tiki and PAM
de: Tiki und PAM
fr: Tiki et l'authentification PAM

source: Tiki and LDAP
de: Tiki und LDAP
fr: Tiki et LDAP

source: CAS (Central Authentication Service)
de: CAS (Central Authentication Service, zentraler Authentifizierungsdienst)
fr: CAS (Service Centralisé d'Authentification)

source: Token Access
de: Token Zugriff
fr: Jeton d'accès

source: Share access rights with friends when using Tell a friend
de: Gleiche Rechte für einen Freund, wenn \"Zeige das einem Freund\" benutzt wird
fr: Partager les droits d'accès avec des amis lors de l'utilisation du bouton « Le dire à un ami »

source: Allow users to share their access rights on the current page with a friend when sending the link by email. Lifespan of the links is defined by the site
de: Erlaube es Benutzern Deine Zugriffsrechte für die gegenwärtige Seite zu teilen, wenn ein Link per Email gesendet wird. Die Lebensspanne des Links wird von der Site definiert
fr: Permettre aux utilisateurs de partager leurs droits d'accès sur la page courante avec un ami lors de l'envoie d'un lien par mail. La durée de vie de ces liens est définie par le site

source: Share access rights with friends when using Share
de: Gleiche Rechte für einen Freund, wenn \"send a link\" benutzt wird
fr: Partager les droits d'accès avec des amis lors de l'utilisation du bouton « Partager »

source: Allow users to share their access rights on the current page with a friend when sending the link by email/twitter/facebook. Lifespan of the links is defined by the site
de: Erlaube es Benutzern Deine Zugriffsrechte für die gegenwärtige Seite zu teilen, wenn ein Link per Email/Twitter/Facebook gesendet wird. Die Lebensspanne des Links wird von der Site definiert
fr: Permettre aux utilisateurs de partager leurs droits d'accès sur la page courante avec un ami lors de l'envoie d'un lien par mail/twitter/facebook. La durée de vie de ces liens est définie par le site

source: Create user if not in Tiki
de: Erstelle Benutzer, wenn nicht in Tiki
fr: Créer l'utilisateur s'il n'existe pas dans Tiki
