Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Export Subscriber Emails
de: Abonnenten Emails exportieren
fr: Exporter les adresses électroniques des inscrits

source: Admin newsletters
de: Rundbriefe verwalten
fr: Administrer les lettres d'informations

source: Create Newsletter
de: Rundbrief hinzufügen
fr: Créer une lettre d'informations

source: Editions
de: Ausgaben
fr: Éditions

source: Drafts
de: Entwürfe
fr: Brouillons

source: Last Sent
de: Zuletzt gesendet
fr: Dernier envoi

source: Create/Edit Newsletters
de: Rundbrief hinzufügen/bearbeiten
fr: Ajouter/Modifier une lettre d'informations

source: There are individual permissions set for this newsletter
de: Es existieren individuelle Berechtigungen für diesen Rundbrief
fr: Des droits individuels ont été mis sur cette lettre d'informations

source: Users can subscribe/unsubscribe to this list
de: Benutzer können sich für diese Liste an/abmelden
fr: Les utilisateurs peuvent s'abonner/se désabonner à cette liste

source: Users can subscribe any email address
de: Benutzer können beliebige Emailadressen eintragen
fr: Les utilisateurs peuvent s'abonner avec une adresse électronique différente

source: Add unsubscribe instructions to each newsletter
de: Hinweise zur Abmeldung von der Liste an jeden Rundbrief anhängen
fr: Ajouter les instructions pour se désabonner dans chaque lettre d'informations envoyée

source: Validate email addresses
de: Emailadressen überprüfen
fr: Les inscriptions sont validées après réponse à un email

source: Allow customized text message to be sent with the html version
de: Angepaßte Textversion mit der HTML-Version verschicken
fr: Accompagner la version HTML d'une version personnalisable en format texte

source: Allow clipping of articles into newsletter
de: Erlaube Artikelausschnitte in Newslettern

source: Automatically clip articles into newsletter
de: Automatische Artikelausschnitte in Newsletter einfügen

source: Clip articles published in the past number of days
de: Artikelausschnitte der letzten Zahl von Tagen einfügen

source: Article types to clip
de: Artikeltypen aus den Ausschnitte eingefügt werden

source: Mail notifications
de: Email-Benachrichtigungen
fr: Notification par email

source: You need to set <a href=\"tiki-admin.php?page=general\">Sender Email</a> before creating email notifications
de: Du musst die <a href=\"tiki-admin.php?page=general\">Absenderemail</a> eintragen, bevor Du Emailbenachrichtigungen erstellen kannst

source: Add notification
de: Benachrichtigung hinzufügen
fr: Ajouter une notification

source: Alert
de: Alarm
fr: Alerte

source: Event
de: Ereignis
fr: Évènement

source: Destination:
de: Ziel:

source: Myself
de: Mich selbst einfügen

source: User / Group
de: Benutzer/Gruppe
fr: Utilisateur / Groupe

source: Admin Polls
de: Abstimmungen verwalten
fr: Administrer les sondages

source: List polls
de: Abstimmungen auflisten
fr: Liste des sondages

source: Edit this poll
de: Diese Abstimmung bearbeiten
fr: Modifier ce sondage

source: Preview poll
de: Vorschau der Abstimmung
fr: Aperçu du sondage

source: Add poll option
de: Eine Abstimmungsoption hinzufügen

source: Edit poll option
de: Bearbeite Abstimmungsoption

source: Poll options
de: Abstimmungs-Optionen
fr: Options de sondage

source: Votes
de: Stimmen

source: Set last poll as current
de: Letzte Abstimmung als aktuelle Abstimmung setzen
fr: Mettre le dernier sondage comme courant

source: Close all polls but last
de: Alle bis auf die letzte Abstimmung schließen
fr: Fermer tous les sondages sauf le dernier

source: Activate all polls
de: Alle Abstimmungen aktivieren
fr: Activer tous les sondages

source: Create poll
de: Erstelle Abstimmung
fr: Créer un sondage

source: Edit poll
de: Bearbeite Abstimmung

source: active
de: aktiv
fr: activé

source: current
de: aktuell
fr: en cours

source: object
de: Objekt
fr: objet

source: Toggle Quick Options
de: Schnell-Optionen ein-/ausblenden
fr: Activer/désactiver options rapides

source: Add Option
de: Füge Option hinzu
fr: Ajouter une Option

source: Publish Date
de: Veröffentlichungsdatum
fr: Date de publication

source: 0 for no limit
de: 0 für unbegrenzt
fr: 0 pour pas de limite

source: Objects
de: Objekte
fr: Objets

source: Results
de: Ergebnisse
fr: Résultats

source: Add poll to pages
de: Füge Abstimmung zu Seite hinzu
fr: Ajouter un sondage à des pages

source: This menu shows only Polls with 'status': \"template\"
de: Dieses Menü zeigt nur Abstimmungen mit 'Status': \"Template\"
fr: Ce menu montre seulement les sondages en 'statut' : \"gabarit\"

source: Wiki pages
de: Wiki-Seiten
fr: Pages Wiki

source: Lock the pages
de: Sperre die Seiten
fr: Verrouiller les pages

source: Admin External Feeds
de: Externe Feeds verwalten
fr: Administrer les flux externes

source: This page is to configure settings of external feeds read/imported by Tiki. To generate/export feeds, look for \"Feeds\" on the admin panel, or
de: Hier können externe Feeds konfiguriert werden, damit diese von Tiki eingelesen werden können. Um Feeds aus Inhalten von Tiki zu generieren, benutze die Einstellung \"Feed\" auf der Adminseite, oder
fr: Cette page permet de configurer les réglages des flux externes lus/importés par Tiki. Pour générer/exporter des flux, voir \"Flux\" sur le panneau d'administration ou

source: To use feeds in a text area (Wiki page, etc), a <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> or a template, use {literal}{rss id=x}{/literal}, where x is the ID of the feed
de: Um einen Feed in einem Textbereich (Wiki Seite, etc), einem <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">Modul</a> oder einer Vorlage zu nutzen, benutze {literal}{rss id=x}{/literal}, wobei x für die ID des Feed steht
fr: Pour utiliser des flux RSS externes dans une zone de texte ( Page Wiki, etc), dans un <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> ou dans un gabarit, utiliser la syntaxe {literal}{rss id=x}{/literal}, où x est l'ID du flux

source: Content for the feed
de: Inhalt für den Feed
fr: Affichage du canal

source: Article Generator
de: Artikelgenerator

source: The article generator will create a new article for every item read in the RSS feed.
de: Der Artikelgenerator erzeugt pro Eintrag im RSS-Feed einen eigenen neuen Artikel

source: Use Article Submission System
de: Benutze Artikeleinreichungssystem

source: Publish in the future
de: In der Zukunft veröffentlichen
fr: Publier plus tard

source: -1 to use original publishing date from the feed
de: -1 um die Orginalveröffentlichungszeit des Feed zu benutzen

source: Configure
de: konfigurieren
fr: Configurer

source: Edit this feed
de: Diesen Feed bearbeiten
fr: Éditer ce flux

source: Create new external feed
de: Erzeuge einen neuen externen Feed
fr: Créer un nouveau flux externe

source: Refresh rate:
de: Aktualisierungsintervall:

source: show feed title:
de: Feed-Titel anzeigen:

source: show publish date:
de: Veröffentlichungsdatum anzeigen:

source: Show Title?
de: Titel anzeigen?
fr: Afficher le titre ?

source: Show Date?
de: Datum anzeigen?
fr: Afficher la date ?

source: View feed
de: Feed ansehen
fr: Voir le flux

source: Security Admin
de: Sicherheit
fr: Administrer la sécurité

source: To <a class=\"rbox-link\" target=\"tikihelp\" href=\"http://security.tiki.org/tiki-contact.php\">report any security issues</a>.
de: Alle <a class=\"rbox-link\" target=\"tikihelp\" href=\"http://security.tiki.org/tiki-contact.php\">Sicherheitsbelange hier berichten</a>.
fr: Pour <a class=\"rbox-link\" target=\"tikihelp\" href=\"http://security.tiki.org/tiki-contact.php\">signaler tout problème de sécurité</a>.

source: PHP settings
de: PHP Einstellungen
fr: Configuration PHP

source: Risk Factor
de: Risikofaktor
fr: Facteur de risque

source: Explanation
de: Erklärung
fr: Explication

source: PHP functions
de: PHP Funktionen
fr: Fonctions PHP

source: Function
de: Funktion
fr: Fonction

source: To disallow a function, add a disable_functions=exec,passthru for instance in your php.ini
de: Um eine Funktiion zu deaktivieren, füge ein \"disable_functions=exec,passthru\" beispielsweise in Deiner php.ini ein
fr: Pour interdire une fonction, ajouter disable_functions=exec,passthru par exemple dans votre fichier php.ini

source: Tiki settings
de: Tikieinstellungen
fr: Configuration de Tiki

source: About WikiPlugins and security: Make sure to only grant the \"tiki_p_plugin_approve\" permission to trusted editors.
de: Über Wikiplugins und Sicherheit: Stelle sicher, dass die Berechtigung \"tiki_p_plugin_approve\" nur vertrauenswürdigen Editoren gegeben wird.

source: You can deactivate risky plugins at (<a href=\"tiki-admin.php?page=textarea\">tiki-admin.php?page=textarea</a>).
de: Du kannst riskante Plugins unter (<a href=\"tiki-admin.php?page=textarea\">tiki-admin.php?page=textarea</a>) deaktivieren.

source: Security checks
de: Sicherheitsüberprüfungen
fr: Vérification de sécurité

source: Check all tiki files
de: Alle Tiki-Dateien überprüfen
fr: Vérifier tous les fichiers Tikiwiki

source: Note, that this can take a very long time. You should check your max_execution_time setting in php.ini.
de: Achtung, dies kann viel Zeit in Anspruch nehmen. Der Parameter max_execution_time setting in der php.ini sollte entsprechend hoch sein, damit das Script nicht abbricht.
fr: Remarque&nbsp;: cela peut prendre beaucoup de temps. Vous devez vérifier votre temps maximum d'exécution max_execution_time dans php.ini.

source: File checks
de: Datei-Checks
fr: Fichiers vérifiés

source: Check file permissions
de: Prüfe Dateiberechtigungen
fr: Vérifier les permissions des fichiers

source: This check tries to find files with problematic file permissions. Some file permissions that are shown here as problematic may be unproblematic or unavoidable in some environments.
de: Diese Überprüfung versucht Dateien mit problemtischen Berechtigungen zu finden. Manche Dateiberechtigungen, die als problematisch angezeigt werden, sind es aber möglicherweise nicht oder sie sind sogar für machen Funktionen unvermeidlich.
fr: Cette vérification tente de trouver des fichiers avec des permissions problématiques. Certains fichiers qui sont présentés ici comme posant problème peuvent ne pas être problématiques ou inévitables dans certains environnements.

source: See end of table for detailed explanations.
de: Siehe das Ende der Tabelle für detaillierte Informationen.
fr: Voir la fin de la table pour des explications détaillées.

source: type
de: Typ

source: owner
de: Eigentümer
fr: propriétaire

source: special
de: speziell
fr: spécial

source: user
de: Benutzer
fr: utilisateur

source: group
de: Gruppe
fr: Groupes

source: other
de: andere
fr: autre

source: sticky
de: festgeheftet
fr: captivant

source: Admin Shoutbox Words
de: Verwaltung Shoutboxwörter
fr: Administration des mots du mégaphone

source: Add Banned Word
de: Füge verbotenes Wort hinzu
fr: Ajouter un mot tabou

source: Are you sure you want to delete this word?
de: Soll das Wort wirklich gelöscht werden?
fr: Etes-vous sûr(e) de vouloir enlever ce tabou ?

source: The structure
de: Die Struktur
fr: La structure

source: has just been created.
de: wurde soeben erstellt..
fr: vient d'être crée.

source: You will remove structure
de: Du entfernst die Struktur
fr: Vous allez supprimer la structure

source: Destroy the structure leaving the wiki pages
de: Nur Struktur (ohne Seiten) entfernen
fr: Détruire la structure en laissant les pages Wiki

source: Destroy the structure and remove the pages
de: Struktur und Seiten entfernen
fr: Détruire la structure et supprimer les pages

source: Note that the following pages are also part of another structure. Make sure that access permissions (if any) do not conflict
de: Beachte, dass die folgenden SeitenTeil einer anderen Struktur sind. Stelle sicher, dass es keine Konflikte mit den Zugriffsrechten (wenn existent) gibt
fr: Veuillez noter que les pages suivantes font également partie d'une autre structure. Assurez-vous que les permissions d'accès (le cas échéant) ne rentrent pas en conflit

source: The following pages have automatically been categorized with the same categories as the structure
de: Die folgenden Seiten wurden automatisch mit der gleichen Kategorie kategorisiert wie die Struktur
fr: Les pages suivantes ont été automatiquement catégorisées dans la même catégorie que la structure

source: The following pages have categories but the structure has none. You may wish to uncategorize them to be consistent
de: Die folgenden Seiten haben Kategorieren, aber die Struktur hat keine. Du solltest die Kategorieren ggf. entfernen um Inkonsistenzen zu vermeiden
fr: Les pages suivantes sont dans des catégories contrairement à la structure. Pour rester consistant, il faudrait les sortir de ces catégories

source: The following pages are in categories that the structure is not in. You may wish to recategorize them in order to be consistent
de: Die folgenden Seiten haben Kategorien, die der Struktur aber nicht zugeordnet ist. Du solltest ggf. die Kategorien angleichen, um Inkonstenzen zu vermeiden
fr: Les pages suivantes sont dans des catégories dans laquelle ne se trouve pas la structure. Pour assurer la cohérence, vous pourriez vouloir les recatégoriser

source: Edit structure
de: Struktur bearbeiten
fr: Modifier la structure

source: View structure
de: Struktur ansehen
fr: Afficher la structure

source: Export Pages
de: Seiten exportieren
fr: Exporter les pages

source: Dump Tree
de: Baum ausgeben
fr: Dumper l'arbre

source: Create WebHelp
de: Erstelle WebHelp
fr: Créer l'aide Web

source: View WebHelp
de: Siehe WebHelp
fr: Afficher l'aide-web

source: Delete with the pages
de: Mit den Seiten löschen
fr: Supprimer avec les pages

source: Create New structure
de: Neue Struktur erstellen
fr: Créé une nouvelle structure

source: Tree
de: Baum
fr: Arbre

source: Use single spaces to indent structure levels
de: Strukturelevel durch Einrücken (einzelne Leerzeichen) definieren
fr: Utiliser un seul espace pour une mise en retrait

source: Create New Structure
de: Neue Struktur anlegen
fr: Ajouter une nouvelle structure

source: Edit survey questions
de: Umfrage bearbeiten
fr: Éditer les questions de l'enquête

source: Add a New Question
de: Füge eine neue Frage hinzu
fr: Ajouter une nouvelle question

source: List surveys
de: Umfragen auflisten
fr: Liste des enquêtes

source: Survey Stats
de: Umfragen-Statistik
fr: Statistiques sur les enquêtes

source: This survey stats
de: Statistiken zu dieser Umfrage
fr: Statistiques de cette enquête

source: Edit this Survey
de: Diese Umfrage bearbeiten
fr: Modifier cette enquête

source: Admin Surveys
de: Umfragen verwalten
fr: Administrer les enquêtes

source: Edit Survey Question
de: Bearbeitet Fragen der Umfrage
fr: Éditer les questions de l'Enquête

source: Add a New Question to this survey
de: Eine neue Frage zur Umfrage hinzufügen
fr: Ajouter une nouvelle question à cette enquête

source: Question
de: Frage

source: One choice
de: Eine Auswahl
fr: 1 choix (c)

source: Multiple choices
de: Multiple Auswahlen
fr: Choix multiple (m)

source: Short text
de: Kurzbeschreibung
fr: Texte court (t)

source: Rate (1..5)
de: Bewerte (1..5)
fr: Notation (1..5) (r)

source: Rate (1..10)
de: Bewerte (1..10)
fr: Notation (1..10) (s)

source: For a multiple answer question put the answers into the following field, separated by a comma. Example: one,two,many,lots
de: Bei Fragen mit mehreren möglichen Antworten diese im folgenden Feld kommagetrennt eingeben
fr: Pour une question à multiple réponses, mettre les réponses dans le champ suivant séparés par des virgules. Exemple: un,deux,trois

source: Options (if apply)
de: Optionen (falls nötig)
fr: Les options (si elles s'appliquent)

source: Questions
de: Fragen

source: Admin surveys
de: Umfragen verwalten
fr: Administrer les enquêtes

source: List Surveys
de: Umfragen auflisten
fr: Liste des enquêtes

source: Create Survey
de: Umfrage erstellen
fr: Créer une enquête

source: Create/Edit Surveys
de: Umfragen hinzufügen/bearbeiten
fr: Créer/Éditer enquête

source: Edit this Survey:
de: Diese Umfrage bearbeiten:

source: Create New Survey
de: Neue Unfrage erstellen
fr: Créer une nouvelle enquête

source: There are individual permissions set for this survey
de: Für diese Umfrage sind individuelle Berechtigungen gesetzt
fr: Des droits d'accès individuels ont été placés sur cette enquête

source: If your Tiki is acting weird, first thing to try is to clear your cache below. Also very important is to clear your cache after an upgrade (by FTP/SSH when needed).
de: Wenn sich Dein Tiki seltsam verhält, versuche zuerst den Cache zu leeren. Wichtig, auch nach einer Aktualisierung den Cache leeren (per FTP / SSH, wenn nötig).
fr: Si votre Tiki se comporte bizarrement, la première chose à faire est de vider vos caches. Il est aussi important de vider les caches après un upgrade (utiliser FTP/SSH si nécessaire).

source: Exterminator of cached content
de: löschen der zwischengespeicherten Inhalte
fr: Exterminateur des caches

source: Empty
de: Leeren
fr: Vider

source: Directories to save
de: Zu sichernde Verzeichnisse
fr: Répertoire à sauvegarder

source: Full Path to the Zip File:
de: Vollständiger Pfad für die zip-Datei:

source: Generate a zip of those directories
de: Erstellen einer komprimierten (zip) Datei dieser Verzeichnisse
fr: Créer une archive ZIP avec les répertoires ci-dessous

source: A zip has been written to {\$zipPath}
de: Eine Zip-Datei wurde in {\$zipPath} erstellt
fr: Une archive ZIP a été créée dans {\$zipPath}

source: Directory is not writeable
de: Verzeichnis ist nicht beschreibbar
fr: Le répertoire n'est pas accessible en écriture

source: View mode
de: Ansichtsmodus
fr: Mode d'affichage

source: Wiki and WYSIWYG
de: Wiki und WYSIWYG
fr: Wiki et WYSIWYG

source: Wiki only
de: Nur Wiki
fr: Wiki seulement

source: WYSIWYG only
de: Nur WYSIWYG
fr: WYSIWYG seulement

source: Load
de: Laden
fr: Charger

source: Auto Reloading
de: Auto Neuladen
fr: Chargement auto.

source: Row
de: Reihe
fr: Ligne

source: Formatting Tools:
de: Formatierungstools:

source: Custom Tools:
de: Benutzerdefinierte Tools:

source: To configure the toolbars on the various text editing areas select the section, and optionally check the comments checkbox, you want to edit and drag the icons from the left hand box to the toolbars on the right.<br />\nDrag icons back from the toolbar rows onto the full list to remove them.<br />\nIcons with <strong>bold</strong> labels are for wiki text areas, those that are <em>italic</em> are for WYSIWYG mode, and those that are <strong><em>bold and italic</em></strong> are for both.<br />\nTo save the current set use the dropdown (and optionally check the comments checkbox) at the bottom of the page to set where you want these toolbars to appear, and click Save.
de: Um die Toolbars in den verschiedenen Bereichen, in denen Text bearbeitet werden kann, zu verändern, wähle zuerst den Bereich und ggf. auch den Bereich Kommentare. Einzelne Icons können von den Listen in die Toolbars gezogen werden (drag & drop).<br /> Um ein Incon von den Toolbars wieder zu entfernen, muss man es nur in dei Liste zurückziehen.<br /> Icons mit <strong>fetter</strong> Bezeichnung sind für Wiki Textbereiche. <em>Kursive</em> sind für den WYSIWYG Editor und diejenigen, die sowohl <strong><em>fett und kursiv</em></strong> sind, sind für beide Bereiche.<br /> Zum Abspeichern der Toolbars wähle den Ansichtsmodus (oben), klicke auf Kommentare (wenn gewünscht) und klicke auf Speichern.

source: If you are experiencing problems with this page after upgrading from Tiki 4 please use this link to delete all your customised tools:
de: Wenn Du Probleme mit dieser Seite hast, nachdem Du von Tiki 4 ein Upgrade durchgeführt hast, klicke auf diesen Link um alle veränderten Tools zurückzusetzen:

source: Delete all custom tools
de: Lösche alle benutzerdefinierten Tools
fr: Effacer tous les outils perso.

source: Warning: There is no undo!
de: Wanung: es gibt kein Rückgängigmachen!

source: Create a new topic
de: Neues Thema erstellen
fr: Créer un nouveau sujet

source: Topic Name
de: Themenname
fr: Libellé du sujet

source: Upload Image
de: Bild hochladen
fr: Envoyer une image

source: List of topics
de: Themenliste
fr: Liste des sujets

source: topic image
de: Themenlogo
fr: image du sujet

source: Inactive - Click to Activate
de: Inaktiv - hier klicken zum Aktivieren
fr: Inactif - cliquer pour activer

source: Deactivate
de: Deaktivieren
fr: Désactiver

source: Active - Click to Deactivate
de: Aktiv - hier klicken zum Deaktivieren
fr: Actif - cliquer pour désactiver

source: Remove with articles
de: Typ und zugehörige Artikel löschen
fr: Supprimer avec les articles

source: Admin Tracker
de: Tracker verwalten

source: List Trackers
de: Tracker auflisten
fr: Liste des formulaires

source: Admin Trackers
de: Tracker verwalten
fr: Administrer les formulaires

source: Edit This Tracker
de: Diesen Tracker bearbeiten
fr: Modifier ce formulaire

source: View This Tracker's Items
de: Einträge dieses Trackers ansehen
fr: Liste des fiches de ce formulaire

source: Tracker fields
de: Tracker-Felder
fr: Champs du formulaire

source: Pos
de: Position

source: Is mandatory/required
de: Ist zwingend/erforderlich
fr: Obligatoire

source: Req
de: Erf

source: Is column visible when listing tracker items?
de: Ist Spalte beim Auflisten von Tracker-Einträgen sichtbar?
fr: La colonne est-elle visible en mode liste ?

source: Column links to edit/view item?
de: Links in Spalten zum Editiere/Betrachten von Einträgen?
fr: La colonne a-t-elle un lien vers la fiche ?

source: Main
de: Aktivierung der Hauptkomponenten
fr: Principales

source: Is column searchable
de: Ist Spalte durchsuchbar
fr: Recherche possible dans la colonne

source: Field is public? (viewed in trackerlist plugin)
de: Ist Feld öffentlich? (kann durch das Plugin trackerlist gesehen werden)
fr: Le champ est-il public ? (visible par l'intermédiaire du plugin trackerlist)

source: Hidden
de: versteckt
fr: Caché

source: Descr
de: Beschr

source: Mandatory
de: Pflicht
fr: Obligatoire

source: Searchable
de: Durchsuchbar
fr: Filtrable

source: New tracker field
de: Neues Trackerfeld
fr: Nouveau champ du formulaire

source: Edit tracker field
de: Tracker-Felder bearbeiten
fr: Modifier le champ du formulaire

source: help
de: Hilfe
fr: aide

source: Select list items that will be displayed
de: Wähle Listeneinträge, die angezeigt werden
fr: Choisir la liste des éléments qui seront affichés

source: Validation parameter
de: Validierungsparameter

source: Validation error message
de: Validierungsfehlermeldung

source: Field is mandatory?
de: Pflichtfeld?
fr: Le champ est-il obligatoire?

source: Important note
de: Wichtiger Hinweis
fr: Note importante

source: Multilingual content
de: Mehrsprachiger Inhalt
fr: Contenu multilingue

source: Column is searchable?
de: Spalte durchsuchbar?
fr: La colonne est filtrable?

source: Field is hidden?
de: Ist das Feld versteckt?
fr: Le champ est-il caché?

source: not hidden
de: nicht verstecken
fr: non caché

source: visible to admin only
de: fur für Administratoren sichtbar
fr: visible seulement par les administrateurs

source: editable by admin only
de: nur für Administratoren bearbeitbar
fr: modifiable par admin seulement

source: visible by creator &amp; admin only
de: sichtbar nur für Ersteller und Administratoren
fr: visible par le créateur &amp; l'administrateur seulement

source: The option creator needs a field of type user selector and option 1
de: Die Option \"Ersteller\" benötigt ein Feld des Type \"Benutzerauswahl\" und die Option 1
fr: L'option créateur a besoin d'un champ de type sélection automatique d'utilisateur avec le paramètre 1

source: Visible by:
de: sichtbar für:

source: Editable by:
de: bearbeitbar durch:
