Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Permits to show alternate content depending on category of current object
fr: Permet de montrer un contenu alternatif en fonction de la catégorie de l'objet courant

source: Limits the visibility of objects to those in these categories. Used mainly for creating workspaces from perspectives
fr: Limite la visibilité des objets à celle de ces catégories. Utilisé principalement pour créer des espaces de travail à partir de perspectives.

source: Force certain categories to be present. If none of the categories in a given set are provided, assign a category by default
fr: Force certaines catégories à être présentes. Si aucune des catégories d'un ensemble n'est fournie, assigne une catégorie par défaut.

source: Make sure that the categories on the translations are synchronized when modified on any version
fr: S'assure que les catégories des traductions sont synchronisées quand elles sont modifiées dans n'importe quelle version

source: List of categories affected by the multilingual synchronization. Depending on the parent feature, this list will be used as a white list (only categories allows) or as a black list (all except thoses specified)
fr: Liste des catégories concernées par la synchronisation multilingue. Selon la fonctionnalité parente, cette liste sera utilisée comme une liste blanche (seules catégories permises) ou comme une liste noire (tous sauf celles spécifiées)

source: Automatically geocode items based on category name when categorized in the sub-categories of this category ID
fr: Géolocalise automatiquement les objets basés sur le nom de catégorie lorsqu'ils sont catégorisés dans les sous-catégories du ID catégorie.

source: When automatically geocoding items based on category name, replace existing geocode if any
fr: Lorsqu'on géolocalise automatiquement les objets basés sur le nom de catégorie, remplacer le code de géolocalisation existant s'il existe.

source: When automatically geocoding items based on category name, use randomly approximated location instead of precise location
fr: Lorsqu'on géolocalise automatiquement les objets basés sur le nom de catégorie, utiliser une localisation approximative au lieu de précise

source: Center shadow start
fr: Calque central - Début

source: Center shadow end
fr: Calque central - Fin

source: Hide the title field on comments and their replies
fr: Cacher le titre des commentaires ainsi que leurs réponses

source: Email field for comments (only for anonymous users)
fr: Champ Email pour les commentaires (seulement pour les anonymes)

source: Allow anonymous visitors to use the \"Contact Us\" feature
fr: Autoriser les visiteurs anonymes à utiliser la fonctionnalié \"Nous contacter\"

source: Cookie name
fr: Nom du Cookie

source: Blog
fr: Blogue

source: Unless you have a reason to, you should use MySQL Full-Text Search feature instead
fr: Sauf à avoir une bonne raison, vous devez utiliser la recherche « Full-Text » de MySQL

source: Freetags
fr: Mots-clés

source: Copyright
fr: Droits d'auteur

source: Shoutbox
fr: Mégaphone

source: Google Maps
fr: Cartes Google

source: Share
fr: Partager

source: Minichat
fr: Mini clavardage

source: \"Displaying content with Eye Candy\". <br />Uses jQuery plugin \"ColorBox\". e.g. <code>{img fileId=\"42\" thumb=\"y\" alt=\"\" rel=\"box[g]\"}</code>
fr: \"Affichage tape à l'oeuil\". <br />Utilise le plugin jQuery \"ColorBox\". e.g. <code>{img fileId=\"42\" thumb=\"y\" alt=\"\" rel=\"box[g]\"}</code>

source: If you are trying to use HTML in your pages and it gets stripped out, you should make sure your HTML is valid or de-activate this feature
fr: Si vous utilisez du code HTML dans vos pages et qu'il est enlevé, assurez-vous que votre HTML est valide ou désactivez cette fonctionnalité

source: Morcego 3D browser
fr: Navigateur 3D Morcego

source: Wysiwyg editor
fr: Éditeur Wysiwyg

source: Integrator
fr: Intégrateur

source: XMLRPC API
fr: API XMLRPC

source: Smileys
fr: Frimousses

source: Insert a ShareThis button from www.sharethis.com
fr: Insère un bouton ShareThis de www.sharethis.com

source: Use file galleries for user files
fr: Utiliser les galeries de fichiers pour les fichiers utilisateur

source: Use file galleries for wiki attachments
fr: Utiliser les galeries de fichiers pour les pièces attachées wiki

source: Tiki-indexed search
fr: Recherche indexée de Tiki

source: Use database (full-text) search
fr: Utiliser les recherches (full-text) en base de données

source: side bar
fr: Barre latérale

source: Prefix breadcrumbs with \"Location : \"
fr: Prefixer le fil d'ariane avec \"Emplacement : \"

source: Top of page
fr: Haut de la page

source: Top of center column
fr: Haut de la colonne centrale

source: Entire location
fr: Tout le fil d'ariane

source: Custom End of <body> Code
fr: Personnalisation de la fin du <body> Code

source: Webmaster Email
fr: Email du webmestre

source: Add a link at the bottom if set, otherwise add a link at the top
fr: Ajoute un lien en bas si sélectionné, ou en haut sinon.

source: Shadow layer
fr: Calque

source: Tooltips
fr: Info-bulles

source: Create private notes for a page that are visible only by the author
fr: Créer des notes privées pour une page qui ne sont visibles que par l'auteur

source: Sandbox
fr: Bac à sable

source: Use date parameter
fr: Utiliser le paramètre date

source: Report it in wiki links
fr: Le retranscrire dans les liens Wiki

source: Wiki argument variables
fr: Argument variables Wiki

source: Because the Wiki paragraph formatting feature is on, all groups of non-blank lines are collected into paragraphs. Lines can be of any length, and will be wrapped together with the next line. Paragraphs are separated by blank lines.
fr: Puisque la fonction de formattage des paragraphes est active, tous les groupes de lignes avec du texte sont rassemblées au sein de paragraphes. Les lignes, qui peuvent être de tailles indifférentes, sont agrégées avec les lignes suivantes. Les paragraphes sont séparés par des lignes blanches.

source: Hotwords
fr: Mot/liens automatiques

source: Use three colons instead of two to center text. Avoids conflict with C++ resolution scope operator
fr: Utiliser trois double-point à la place de deux pour centrer le texte. Ceci évite les conflits avec les opérateurs de portée C++

source: E-mail
fr: Adresse électronique

source: Group Transition
fr: Transition entre groupes

source: Enables transitions for users between different groups. Transitions will create a user approval workflow
fr: Active la transition entre différents groupes des utilisateurs. Ces transitions constituent un « workflow » d'approbation pour les utilisateurs

source: Enables transitions on objects between different categories. Transitions will create a document workflow
fr: Active la transition d'objets entre différentes catégories. Ces transistion consituent un « workflow » de document

source: Tiki User Credits
fr: Crédits Tiki des utilisateurs

source: This field is mandatory unless both feed author email and homepage are empty
fr: Ce champ est obligatoire sauf si l'email de l'auteur du flux et sa page d'accueil sont vides tous les deux

source: Homepage URL
fr: URL de la page d'accueil

source: Display zip option in gallery
fr: Afficher l'option zip dans les galeries

source: Mb
fr: Mo

source: Footer shadow start
fr: Calque du pied de page - Début

source: Footer shadow end
fr: Calque du pied de page - Fin

source: Threaded
fr: Emboîté

source: Maximum number of versions
fr: Nombre maximum de versions

source: Kaltura Service URL
fr: URL du service Kaltura

source: Header shadow start
fr: Calque d'en-tête - Début

source: Header shadow end
fr: Calque d'en-tête - Fin

source: Includes a custom block of CSS inline in all pages
fr: Inclure un bloc \"CSS inline\" dans chaque page

source: Includes a custom block of inline JavaScript in all pages
fr: Inclure un bloc JavaScript dans chaque page

source: HTTP port
fr: Port HTTP

source: HTTPS port
fr: Port HTTPS

source: CSS selectors to be fixed
fr: Sélecteurs CSS à corriger

source: Separate multiple elements with a comma (,)
fr: Séparer les éléments par une virgule (,)

source: HTMLDomElements to be fixed
fr: Élements HTMLDomElements à réparer

source: Main shadow start
fr: Calque principal - Début

source: Main shadow end
fr: Claque principal - Fin

source: Requires the PHP memcache extension
fr: Nécessite l'extension PHP memcache

source: When the memcache cluster is used by multiple applications, using unique prefixes for each of them helps avoiding conflicts
fr: Quand le cache est utilisé par plusieurs applications, utiliser des préfixes distincts pour chacune d'entre elles pour éviter les conflits

source: Use thread title instead
fr: Utilisez le titre d'enfilade à la place

source: Use image title instead
fr: Utiliser le titre de l'image à la place

source: Use individual page description for Wiki pages instead
fr: Utiliser la description individuelle de la page wiki à la place

source: Revisit after
fr: Revenir après

source: Value to display when no trend is available for the metric
fr: Valeur à afficher lorsque aucune tendance n'est disponible pour la métrique

source: Middle shadow start
fr: Calque médian - Début

source: Middle shadow end
fr: Calque médian - Fin

source: Allows to map domain names to perspectives and simulate multiple domains hosted on the same instance
fr: Permet de « mapper » les noms de domaines aux perspectives et ainsi simuler l'hébergement de multiples domaines sur une même instance

source: Enable payments through paypal
fr: Activer les payements via paypal

source: Used to switch between the paypal sandbox, used for testing and development and the live environment
fr: Utilisé pour basculer du mode bac à sable paypal, pour les tests et développements, et le mode en ligne

source: Paypal Instant Payment Notification (IPN)
fr: Notification de paiement instantané Paypal (IPN)

source: Currency used when entering payments
fr: Devise utilisée lors d'un paiement

source: Full URL of the repository
fr: URL complète du dépot

source: e.g. https://cclite.yourdomain.org/cclite/
fr: i.e. https://cclite.yourdomain.org/cclite/

source: Cclite Merchant Key
fr: Cclite clef commerçant

source: Cclite Merchant User
fr: Cclite identifiant commerçant

source: Cclite Enable Payments
fr: Cclite activer les payements

source: Cclite Payment Notification
fr: Cclite notification des payements

source: Types of credit to use
fr: Types de credits à utiliser

source: URL to a service taking a URL as the query string and returns a PDF document
fr: Lien ou URL à un service prenant une URL comme la chaîne de requête et qui retourne un document au format PDF

source: Repository URLs
fr: URLs de dépôt

source: Proxy port
fr: Port du serveur proxy

source: If enabled, only search content in the interface language, by default.
fr: Si activé, ne cherche que le contenu dans la langue de l'interface, par défaut.

source: Do not automatically start sessions
fr: Ne pas démarrer automatiquement des sessions

source: Examples
fr: Exemples

source: Indicates when the template cache should be refreshed.
fr: Indique lorsque le cache des templates doit être rafraîchi.

source: Login using Facebook
fr: Connexion par Facebook

source: Auto-create Tiki user
fr: Auto-création utilisateur Tiki

source: Require Facebook users to enter local account info
fr: Demander aux utilisateurs Facebook de s'identifier

source: Tiki can access Facebook at any time
fr: Tiki peut accéder à Facebook a tout moment

source: Tiki can post to Wall
fr: Tiki peut poster sur le Mur

source: Tiki can manage events
fr: Tiki peut gérer les événements

source: Tiki can manage pages
fr: Tiki peut gérer les pages

source: Tiki can SMS
fr: Tiki peut utiliser les SMS

source: bit.ly Login
fr: Identifiant bit.ly

source: In addition to reducing the size of the CSS, reduce the number of included files
fr: En plus de réduire la taille des CSS, réduire le nombre de fichiers inclus

source: This setting may not work out of the box for all styles. import needs to use @import url(\"...\") and not @import \"...\"
fr: Cette fonctionnalité peut ne pas marcher telle quelle pour tous les styles. L'import nécessite d'utiliser @import url(\"...\") et non @import \"...\"

source: When displaying short date and time, skip date for today. Only time will be displayed
fr: Lors de l'affichage court des dates et des heures, supprimer la date du jour, seule l'heure sera affichée

source: Cache-Control header
fr: En-tête Cache-Control

source: Custom HTTP header to use when a session is active
fr: En-tête HTTP personnalisée lorsqu'une session est active

source: Cache-Control header (no session)
fr: En-tête Cache-Control (sans session)

source: Custom HTTP header to use when no session is active
fr: En-tête HTTP personnalisée lorsqu'il n'y a pas de session

source: Prefix to include before the static files, for example: http://cdn.example.com
fr: Prefix à inclure avant les fichiers statiques, par exemple : http://cdn.example.com

source: Strip or automatically add the www. prefix on domain names to unify URLs
fr: Supprimer ou ajouter automatiquement le préfixe www. au domaine afin d'unifier le nom des URLs

source: When the site is accessed through specific domain names, redirect to an alternate domain preserving the URL. Useful for domain name transitions, like tikiwiki.org to tiki.org.
fr: Lorsque le site est atteint via des noms domaines spécifiques, on redirige le visiteur vers un nom de domaine alternatif en préservent l'URL. Ceci est particulièrement utile lors de transition de noms de domaines comme tikiwiki.org vers tiki.org.

source: Show user\\'s real name instead of login (when possible)
fr: Afficher le nom de l'utilisateur au lieu de son login (lorsque c\\'est possible)

source: Input the user tracker ID then field IDs to be shown, all separated by commas. Example: 1,1,2,3,4 (user tracker ID 1 followed by field IDs 1-4)
fr: Indiquer l' ID du Tracker Utilisateur et les champs à afficher, séparés par des virgules. Exemple : 1,1,2,3,4 (Tracker Utilsateur ID 1 suivi des champs 1 à 4)

source: Prevents out of memory and performance issues when user list is very large by using a jQuery autocomplete text input box.
fr: Évite les débordement de mémoire et les pertes de performances lorsque la liste des utilisateurs est très grande par l'utilisation d'une boite de sélection automatique.

source: Serve avatar images statically
fr: Servir les images des avatars statiquement

source: When enabled, feature checks and permission checks will be skipped
fr: Si activé, les contrôles et les vérifications d'autorisations fonctionnalité seront ignorés

source: 500Kb
fr: 500Ko

source: 1Mb
fr: 1Mo

source: 1.5Mb
fr: 1.5Mo

source: 2Mb
fr: 2Mo

source: 2.5Mb
fr: 2.5Mo

source: 3Mb
fr: 3Mo

source: LastModif
fr: dernière modif.

source: Wiki link format
fr: Format d'un lien Wiki

source: Strict will only be basic characters like a-z and 0-9. If you have accented or special characters in page names, you should not use strict
fr: Strict utilisera les caractères simples comme a-z et 0-9. Si vous avez des caractères accentués ou spéciaux dans les noms de page, n'utilisez pas le mode Strict

source: Relaxed
fr: Relaché

source: Page name display stripper
fr: Caractère de fin d'affichage des noms de pages

source: Changes the list format used to display the authors of the page.
fr: Modifie le format de la liste qui permet d'afficher les auteurs de la page.

source: Allows to modify the style in which the author list is displayed on a per-page basis
fr: Permet la modification du style avec lequel la liste d'auteur sera affichée sur une base page par page

source: When using the ...page... page break wiki syntax
fr: Utile lors de l'utilisation de saut de page (\"...page...\" en wiki syntax)

source: Enable page cache globally for wiki pages
fr: Activer le cache global pour les pages wiki

source: When a page is not editable and the user is anonymous, display the edit links anyway. The visitor will be prompted with a login screen and be encouraged to register
fr: Quand une page n\\'est pas modifiable et l'utilisateur anonyme, afficher quand même les liens d\\'édition. Un écran de connexion sera affiché et le visiteur encouragé à s\\'inscrire

source: Status
fr: État

source: Links
fr: Liens

source: Allow to manage keywords on a per-page basis
fr: Autoriser la gestion des mot-clefs page par page

source: When listing similar pages, such as in missing page 404, only display pages in the same language as the request
fr: Lors de l'affichage de pages similaires, telle que page manquante (404), afficher seulement les pages dans la langue demandée

source: Enable users to rate articles based on a simple numeric scale
fr: Activer la notation des articles par les utilisateurs basée sur une simple échelle numérique

source: Hide page name prefix
fr: Cacher le préfixe des noms de page

source: Out-of-sync
fr: Désynchronisé

source: Default cache time for the plugin snarf
fr: Durée par défaut de mise encache pour le plugin snarf

source: This also allows a mixture of wiki and html. Only some wiki syntax is parsed, such as plugins (not inline character styles etc)
fr: Ceci permet aussi le mélange du HTML et de la syntaxe wiki. Seuls quelques éléments de la syntaxe wiki seront interprétés, comme les plugins (mais pas les styles de caractères, etc.)

source: Preference set
fr: Préférence activée

source: Group changed (or modified)
fr: Groupe modifié

source: Needs a 'type' and 'data' field
fr: Nécessite un champ 'type' et 'data'

source: Downloads
fr: Téléchargements

source: Tracker
fr: Formulaire

source: This poll is closed.
fr: Ce sondage est fermé.

source: Upcoming Events.
fr: Évènements à venir.

source: Last images uploaded to the image galleries.
fr: Dernières images envoyées dans les galeries d'images.

source: Link
fr: Lien

source: <!-- jq smarty plugin inactive: feature_jquery off -->
fr: <!-- jq smarty plugin inactif: feature_jquery off -->

source: tip
fr: astuce

source: Tip
fr: Conseil

source: Some of your preferences should be set differently for this to work at it's best. Please click this to apply the recommended profile
fr: Certaines de vos préférences devraient être modifiées pour un fonctionnement optimal de CKEditor. Cliquez ici afin d'appliquer le profil recommandé

source: (not found in an admin panel)
fr: (trouvé dans aucun panneau d'admininistration)

source: No object information provided for rating
fr: L'objet ne dispose ni d'information ni de score

source: Sea Surfing (CSRF) detected. Operation blocked.
fr: Sea Surfing (CSRF) détecté. Opération bloquée.

source: blogs
fr: blogues

source: cool
fr: relax

source: The file you are trying upload was only partially uploaded.
fr: Le fichier que vous tentez d'envoyer n'a été transféré que partiellement.

source: Box
fr: Boîte

source: Email
fr: Adresse courriel

source: Wiki Link
fr: Lien Wiki

source: radio buttons
fr: boutons radio

source: email
fr: adresse électronique

source: system
fr: système

source: (AT)
fr: (À)

source: (DOT)
fr: (PT)

source: The administrator has not yet validated your account. Please wait.
fr: L'administrateur n'a pas encore validé votre compte. Attendez SVP.

source: No permission to view channel
fr: Pas de permission pour voir le canal

source: No permission to view any channel
fr: Pas de permission pour voir les canaux

source: Server software
fr: Logiciel serveur

source: Browser
fr: Navigateur

source: Id is optional. If not given, last article is used. Default field is heading.
fr: Id est optionnel. S'il n'est pas indiqué, le drnier article est utilisé. Le champ par défaut est l'en-tête.

source: Quiet
fr: Silencieux

source: Includes articles listing into a wiki page
fr: Inclut des listes d'articles dans une page wiki

source: No such attachment on this page
fr: Fichier joint inexistant sur cette page

source: Gives the name of the attached file to link to
fr: Donne le nom des fichiers rattachés à lier

source: Gives the name of another page the attached file is on. The file on that page is linked to instead. Only works with wiki pages
fr: Donne le nom d'une autre page où le fichier rattaché l'est également. Ne fonctionne qu'avec les pages wiki

source: Shows the description as the link text instead of the file name
fr: Affiche la description du fichier en lieu et place du nom du fichier

source: Makes the list of attachments a bulleted list
fr: Présente la liste des fichiers attachés sous forme de liste à puces

source: Says that this file is an image, and should be displayed inline using the img tag
fr: Indique que ce fichier est une image qui devrait être présentée dans la page dans une balise html img

source: Makes the text between the {ATTACH} tags the link text instead of the file name or description
fr: Place le contenu entre les balises {ATTACH} comme lien textuel en lieu et place du nom du fichier ou de la description

source: Shows all attachments from the whole wiki
fr: Montre tous les fichiers rattachés à travers tout le wiki

source: Gives the number, in the list of attachments, of the attachment to link to
fr: Donne le nombre, dans la liste des rattachements, de l'attachement vers lequel lier

source: Gives the actual id of the attachment to link in. You probably should never use this
fr: Donne l'id de l'attachement courant pour faire des liens. Vous ne devriez pas utiliser celà

source: Puts the number of downloads in the alt comment
fr: Insère le nombre de téléchargements dans le texte alternatif (balise alt)

source: Shows a file icon
fr: Affiche une icône de fichier

source: text
fr: texte

source: Banner
fr: Bannière

source: Blog ID
fr: ID du Blog

source: End Date
fr: Date de fin

source: Use BLOGLIST to include posts from a blog. Syntax is
fr: Utiliser BLOGLIST pour inclure des posts d'un blog. La syntax est

source: where Id is the blog Id and Items is the max number of posts to display
fr: où Id est l'Id du blog et Items est le nombre max de posts à afficher

source: Displayed above the content
fr: Affiché au-dessus du contenu

source: Background color
fr: Couleur de fond

source: Box width
fr: Largeur de la boîte

source: In pixels or percentage. Default value is 100%
fr: En pixels ou en pourcentage. La valeur par défaut est 100%

source: Text Alignment
fr: Alignement du texte

source: CSS Class
fr: Classe CSS

source: Url
fr: Adresse Web

source: Example values
fr: Exemple de valeurs

source: Not set by default
fr: Pas activé par défaut

source: \"table\" shows events in a calendar
fr: \"table\" affiche les événements dans un calendrier

source: List categories and objects assigned to them
fr: Liste les catégories et objets assignés à elles

source: Show Title
fr: Afficher le Titre

source: String used to separate the categories in the path. Default character is >
fr: Caractère utilisé pour séparer les catégories dans le chemin. Le caractère par défaut est >

source: Wiki Syntax
fr: Syntaxe Wiki

source: Sort Mode
fr: Type de Tri

source: Content ID
fr: ID du contenu

source: Countdown
fr: Compte à rebours

source: Text to append to the countdown
fr: Texte à ajouter au compte à rebours

source: Target date. Multiple formats accepted
fr: Date cible. Divers formats acceptés

source: Locate Time
fr: Heure locale

source: All user prefs sessions
fr: Toutes les préférences dans les sessions utilisateur

source: report definition
fr: définition du rapport

source: Full DSN
fr: DSN complet

source: A full DSN (Data Source Name) connection string. eg: mysql://user:pass@server/database
fr: Chaine de connexion DSN complète (Data Source Name). eg: mysql://user:pass@server/database

source: The name of a DSN connection defined by the Wiki administrator
fr: Nom de la connexion DSN définie par l'administrateur Wiki

source: Missing db or dsn parameter
fr: Paramètre DB ou DSN manquant
