Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Require special characters
de: Erfordert spezielle Zeichen

source: Require no consecutive repetition of the same character
de: Gleiche Zeichen dürfen nicht aufeinanderfolgen

source: Password must be different from the user login
de: Passwort muss sich vom Benutzernamen unterscheiden

source: Payment
de: Bezahlung
fr: Paiement

source: Feature to manage and track payment requests
de: Funktion um Zahlungsanfragen zu verwalten und verfolgen
fr: Fonctionalité pour la gestion et le suivi des requêtes de paiement

source: Payment System
de: Bezahlsystem
fr: Système de payement

source: Currently a choice between PayPal, and Cclite (in development), or Tiki User Credits
de: Gegenwärtig besteht die Wahl zwischen PayPal, Cclite (in Entwicklung) und Tiki User Credits

source: PayPal: see PayPal.com - Cclite: Community currency
de: PayPal: siehe PayPal.com - Cclite: Gemeinschaftswährung

source: Email address
de: Emailadresse
fr: Adresse électronique

source: Paypal Environment
de: Paypalumgebung

source: Production
de: Produktion

source: Currency
de: Währung
fr: Devise

source: Default acceptable payment delay
de: Standard für akzeptierbare Zahlungsverzögerung
fr: Délais acceptable de paiement par défaut

source: Encryption type
de: Verschlüsselungstyp

source: Wiki page containing the instruction to send manual payment like check
de: Wikiseite, die Instruktion bezüglich anderer Bezahlmethoden (z.B. Scheck) enthält

source: Wiki page
de: Wikiseite
fr: Page wiki

source: Prefix to the invoice
de: Präfix für die Rechnung

source: User can only see his own outstanding payments
de: Benutzer kann nur seine offenen Bezahlungen einsehen

source: User can only see his own past or cancelled payments
de: Benutzer kann nur seine eigenen vergangenen oder stornierten Zahlungen einsehen

source: Send to URL
de: Leite auf folgende URL weiter
fr: Rediriger vers l'URL

source: On permission denied, display login module (for Anonymous)
de: Wenn keine Rechte vorhanden sind, zeige das Loginmodul (für anonymen Benutzer)
fr: Lors d'un accès refusé, afficher le module de login (pour les anonymes)

source: Show categories
de: Kategorien anzeigen
fr: Montrer les catégories

source: Show objects
de: Zeige Objekte
fr: Montrer les objets

source: Multiple polls per object
de: Multiple Abstimmungen pro Objekt
fr: Sondages multiples par objet

source: When used with the rating features, allow multiple polls to be attached to a single object
de: Wenn zusammen mit der Bewertungsfunktion genutzt, werden multiple Abstimmungen pro Einzelobjekt erlaubt
fr: Si utilisé avec la fonctionnalité de vote, autorise les votes multiples à être attachés à un seul objet

source: PDF from URL
de: PDF von einer URL
fr: PDF depuis une URL

source: Using extenal tools, generate PDF document from web URLs
de: Externe Werkzeuge werden benutzt um PDF Dokumente von URLs zu erstellen
fr: Utilisation d'outils externes pour la génération de document PDF à partir d'URLs

source: Webservice
de: Webdienst

source: Webservice URL
de: URL des Webdienst

source: Webkit path
de: Pfad zum Webkit

source: Full path to the wkhtmltopdf executable to generate the PDF document with
de: Vollständiger Pfad zur ausführbaren Datei von wkhtmltopdf um damit PDF Dokumente zu erstellen

source: Enter multiple repository URLs, one per line
de: Trage multiple Repository-URLs ein, eines pro Zeile
fr: Saisir plusieurs URLs de dépot, une par ligne

source: Data Channels
de: Datenkanäle

source: Quantify change size
de: Quantifiziere Veränderungsgröße
fr: Quantifier la taille de la modification

source: Advanced Rating
de: Fortgeschrittenes Rating
fr: Évaluation avancée

source: Rating recalculation mode
de: Methode zur Neuberechnung des Rating
fr: Mode de recalcul des notes

source: Recalculate on vote
de: Neuberechnung beim Voten

source: Randomly recalculate oldest ratings (on load)
de: Zufälliges Neuberechnen älterer Ratings (beim Laden)

source: Randomly recalculate oldest ratings (on vote)
de: Zufälliges Neuberechnen älterer Ratings (beim Rating)

source: Cron job (must be set manually)
de: Cron job (muss manuell eingestellt werden)
fr: Tâche planifiée (doit être définie manuellement)

source: Recalculation count
de: Neuberechnungszähler
fr: Nombre de recalculs

source: Use ReCaptcha
de: Benutze ReCaptcha
fr: Utilisation du ReCaptcha

source: Use ReCaptcha, a specialized captcha service, instead of default CAPTCHA
de: Benutze ReCaptcha, einen speziallen Captchadienst anstelle des Standard CAPTCHA

source: You will need to register at [http://www.google.com/recaptcha]
de: Du musst Dich hierfür unter [http://www.google.com/recaptcha] registrieren

source: Public Key
de: Öffentlicher Schlüssel
fr: Clef publique

source: ReCaptcha public key
de: ReCaptcha öffentlicher Schlüssel
fr: Clef publique du ReCaptcha

source: Private Key
de: Privater Schlüssel
fr: Clef privée

source: ReCaptcha private key
de: ReCaptcha privater Schlüssel
fr: Clef privée du ReCaptcha

source: Record untranslated strings
de: Eintrag nicht übersetzt
fr: Enregistrer les chaînes non traduites

source: Keep track of the unsuccessful attemps to translate strings
de: Verfolge nicht erfolgreiche Versuche einen Text zu übersetzen

source: Restrict supported languages
de: Beschränke unterstützte Sprachen
fr: Restreindre la liste des langues disponibles

source: Limit the languages made available on the site
de: Beschränke die verfügbaren Sprachen für die Site

source: Refresh mode
de: Aktualisierungsmodus
fr: Mode de rafraichissement

source: Random
de: zufällig
fr: Aléatoire

source: Refresh rate
de: Aktualisierungsrate
fr: Fréquence de réactualisation

source: Use 0 for no refresh
de: Benutze 0 für nicht aktualisieren
fr: Utiliser 0 pour désactiver le rafraichissement

source: Minimum length of search word
de: Mindestlänge des Suchwortes
fr: Longueur minimum des mots pouvant être cherchés

source: Max. number of words containing a syllable
de: Maximalzahl einsilbiger Wörter
fr: Nombre max. de mots contenant une syllabe

source: Max. age in hours of syllable search cache
de: Maximales Alter in Stunden im Cache für Silbensuche
fr: Durée max. en heures du cache recherche sur syllabe

source: LRU list purging rate
de: Löschrate der LRU Liste
fr: Taux de nettoyage du 'dernier utilisé'(LRU)

source: LRU list length
de: Länge der LRU Liste
fr: Longueur de la liste 'dernier utilisé'(LRU)

source: Parse the results
de: Parse die Suchergebnisse

source: Default where
de: Wo soll standardmäßig gesucht werden

source: When object filter is not on, limit to search one type of object
de: Wenn kein Objektfilter gewählt ist, beschränke die Suche auf einen Objekttypen

source: Entire site
de: Ganze Site
fr: Tout le site

source: Wiki Pages
de: Wikiseiten
fr: Pages Wiki

source: Restrict search language by default
de: Beschränke standardmäßig die Suchsprache
fr: Restreindre la langue de recherche par défaut

source: If enabled, only search content in the interface language, by default
de: Wenn aktiviert, werden standardmäßig nur Inhalte in der gewählten Interfacesprache durchsucht

source: Autocomplete on page names
de: Seitennamen automatisch vervollständigen

source: Parse wiki syntax in comments in all sections apart from Forums
de: Parse den Wikisyntax in Kommentaren in allen Abschnitten (außer Foren)
fr: Interpréter la syntaxe wiki dans les commentaires pour toutes les sections à l'exception des forums

source: Use \"Accept wiki syntax\" for forums in admin forums page
de: Benutze \"Akzeptiere Wikisyntax\" für Foren auf der Seite Admin Forum
fr: Utiliser \"Accepter la syntaxe Wiki\" pour les forums dans la page d'administration des forums

source: Sender email
de: Emailabsender
fr: Email de l'expéditeur

source: Email address that will be used as the sender for outgoing emails
de: Emailaddresse, die als Abesender für ausgehende Emails benutzt wird
fr: Adresse de couriel utilisée pour les mails sortants

source: Timezone
de: Zeitzone
fr: Fuseau horaire

source: Indicates the default time zone to use for the server
de: Gibt an, welche Standardzeitzone auf diesem Server benutzt werden soll
fr: Indiquer quel fuseau horaire par défaut doit être utilisé pour le serveur

source: Session storage location
de: Speicherort für Sitzungsdaten
fr: Emplacement de stockage des sessions

source: Select where the session information should be stored. Memcache sessions require memcache to be configured
de: Wähle, wo die Sitzungsiformationen gespeichert werden sollen. Memcache-Sitzungen erfordern, dass Memcache konfiguriert wird

source: Default (from php.ini)
de: Standard (aus php.ini)
fr: Valeur par défaut (depuis php.ini)

source: Database
de: Datenbank
fr: Base de données

source: Session lifetime
de: Lebenszeit von Sitzungdaten
fr: Durée de la session

source: Value provided in minutes. It will be the minimum time you are logged in. If you want it to be the exact time, you need to adjust in .htaccess session.gc_probability and session.gc_divisor to 1. Be careful that changing the probability will affect the server performance.
de: Wert in Minuten. Dies ist die Minimalzeit, die Du eingeloggt bist. Wenn Du möchtest, dass es die genaue Zeit ist, musst Du in der .htaccess-Datei session.gc_probability und session.gc_divisor in 1 ändern. Sei vorsichtig, da die Änderung die Serverperformance beeinträchtigt.

source: Silent session
de: Stille Sitzung
fr: Session silencieuse

source: Session cookie name
de: Sitzungs-Cookie-Name
fr: Nom du cookie de session

source: Protect all sessions
de: Schütze alle Sitzungen

source: Display links in the share page
de: Zeige Links auf der Share-Seite
fr: Afficher les liens dans la page Partager

source: Token notification
de: Token-Benachrichtigung
fr: Notification du jeton

source: Add contact
de: Füge Kontakt hinzu
fr: Ajouter aux contacts

source: Display name and email
de: Zeige Name und Email
fr: Afficher nom et e-mail

source: How much time access
de: Zeit, in der Zugriff möglich ist
fr: Durée d'accès

source: Max how much time access
de: Maximale Zeit, in der Zugriff möglich ist
fr: Durée maximale d'accès

source: Default group
de: Standardgruppe
fr: Groupe par défaut

source: Create with default group
de: Erstelle mit Standardgruppe
fr: Créer avec le groupe par défaut

source: Valid affiliations
de: Gültige Mitgliedschaft

source: Separate multiple affiliations with commas
de: Trenne multiple Mitgliedschaften durch Kommata
fr: Utiliser la virgule pour séparer les affiliations multiples

source: Shipping Service
de: Transportservice

source: Enable shipping rate calculation through FedEx APIs
de: Aktiviere die Transportkostenberechnung mittels der FedEx API

source: FedEx Key
de: FedEx Schlüssel
fr: Clef FedEx

source: Developer Key
de: Entwickler Schlüssel
fr: Clef développeur

source: FedEx Password
de: FedEx Passwort
fr: Mot de passe FedEx

source: FedEx Meter Number
de: FedEx Meter Nummer

source: FedEx Account Number
de: FedEx Kontonummer
fr: Numéro de compte FedEx

source: Enable shipping rate calculation using the UPS carrier
de: Aktiviere die Berechnung von Transportkosten für den Transport mit UPS

source: UPS Username
de: UPS Benutzername
fr: Nom d'utilisateur UPS

source: UPS credentials
de: UPS Legitimation

source: UPS Password
de: UPS Passwort
fr: Mot de passe UPS

source: UPS Access Key
de: UPS Zugriffsschlüssel
fr: Clef d'accès UPS

source: Short date format
de: Kurzes Datumsformat
fr: Format court pour la date

source: Short time format
de: Kurzes Zeitformat
fr: Format court pour l'heure

source: Display available translations
de: Zeige verfügbare Übersetzungen
fr: Afficher les traductions disponibles

source: Close site (except for those with permission)
de: Site schließen (außer für diejenigen mit Rechten)
fr: Fermer le site (sauf pour les utilisateurs ayant les permissions)

source: Message to display
de: Anzuzeigende Nachricht
fr: Message à afficher

source: Locations (breadcrumbs)
de: Positionszeichen (breadcrumbs)
fr: Emplacement (fil d'ariane)

source: Choices
de: Auswahlen
fr: Choix

source: Site title location
de: Anordnung des Site-Titels
fr: Emplacement du titre du site

source: Location of the site title in the browser title bar relative to the current page\\'s descriptor
de: Lage des Site Titels im Fensterbalken des Browsers zur Beschreibung der aktuellen Seite

source: After
de: nach
fr: Après

source: Before
de: vor
fr: Avant

source: Browser title display mode
de: Browser-Titel Anzeigemodus
fr: Mode d'affichage du titre du navigateur

source: When breadcrumbs are used, method in which the browser title should be displayed
de: Methode, wie der Browsertitel angezeigt werden soll, wenn Brotkrumen genutzt werden
fr: Si le fil d'ariane est utilisé, avec quelle méthode la barre de titre du navigateur doit-il être affiché

source: Most specific first
de: Genauestes Element zuerst
fr: Le plus spécifique d'abord

source: Least specific first (site)
de: Allgemeinstes Element zuerst
fr: Le moins spécifique d'abord (site)

source: Current only
de: Nur aktuelles Element
fr: Uniquement celui en cours

source: Favicon icon file name
de: Favicon Dateiname des Icon
fr: Nom du fichier de l'icône Favicon

source: Favicon icon MIME type
de: Favicon MIME-Typ des Icon
fr: Type MIME de l'icône

source: Publish
de: veröffentlichen
fr: Publier

source: Logo source (image path)
de: Logo Quelle (Bildpfad)
fr: Chemin du logo du site

source: Logo background color
de: Logo Hintergrundfarbe
fr: Couleur de fond du Logo

source: Examples:
de: Beispiele:

source: Logo background style
de: Logo Hintergrundstyle
fr: Style de l'arrière plan du logo

source: Logo alignment
de: Logoausrichtung
fr: Alignement du Logo

source: Center
de: zentrieren
fr: Centre

source: Logo title (on mouse over)
de: Logotitel bei Mouseover
fr: Titre du Logo (lorsque la souris est dessus)

source: Alt. description (e.g. for text browsers)
de: Logo Alternativer Text (ALT)
fr: Description Alt. (pour les navigateurs textuels)

source: Slideshow theme
de: Diashowtheme
fr: Thème des diapositives

source: Include smarty notices in PHP error report
de: Füge auch Smarty Hinweise in den PHP fehlerbericht hinzu
fr: Inclure les notifications Smarty dans les rapports d'erreurs PHP

source: In most cases, smarty notices can be safely ignored. However, they may be useful in the development process when strange issues occur
de: In den meissten Fällen können Smarty Hinweise ignoriert werden. Sie können aber hilfreich sein, wenn während der Entwicklung seltsame Probleme auftreten
fr: Dans la plupart des cas, les avertissements Smarty peuvent être ignorés. Cependant, ils peuvent se révéler utiles lors des phase de développement lorsque des problèmes « étranges » apparaissent

source: Smarty Security
de: Smarty Sicherheit
fr: Sécurité Smarty

source: Do not allow php code in smarty templates
de: PHP-Code in Smarty-Vorlagen verbieten
fr: Ne pas autoriser du code PHP dans les templates smarty

source: You should leave this on unless you know what you are doing
de: Du solltest dies aktiviert lassen, wenn Du nicht genau weist, was Du tust
fr: Vous devriez laisser cela en marche à moins que vous ne sachiez ce que vous faites

source: Smarty Compilation
de: Smarty Zusammenstellung
fr: Compilation Smarty

source: Indicates when the template cache should be refreshed
de: Zeigt an, wenn der Vorlagencache aktualisiert werden sollte

source: Modified
de: Geändert
fr: Modifié

source: Never check (performance)
de: Nie prüfen (performant)
fr: Ne jamais vérifier (performance)

source: Always (development, slow)
de: Immer (Entwicklung, langsam)
fr: Toujours (développement, lent)

source: Consumer key
de: Verbraucherschlüssel
fr: Clef du client

source: Consumer key generated by registering your site as application at twitter
de: Verbraucherschlüssel, der bei der Registrierung Deiner Site bei Twitter erstellt wurde

source: Consumer secret
de: Verbrauchergeheimnis
fr: Code secret client

source: Consumer secret generated by registering your site as an application at twitter
de: Verbrauchergeheimnis, das bei der Registrierung Deiner Site bei Twitter erstellt wurde

source: API key
de: API Schlüssel
fr: Clé API

source: API key generated by registering your site as application at facebook
de: API Schlüssel, der bei der Registrierung Deiner Site bei Facebook erstellt wurde

source: Application secret
de: Anwendungsgeheimnis
fr: Code secret Application

source: Application secret generated by registering your site as an application at facebook
de: Anwendungsgeheimnis, das bei der Registrierung Deiner Site bei Facebook erstellt wurde

source: Application ID
de: Anwendungs-ID
fr: ID de l'application

source: Application id generated by registering your site as an application at facebook
de: Anwendungs-IDS, die bei der Registrierung Deiner Site bei Facebook erstellt wurde

source: Site wide login (username) for bit.ly
de: Site-weites Login (Benutzernamen) für bit.ly

source: bit.ly Key
de: bit.ly Schlüssel
fr: Clef bit.ly

source: Site wide API key for bit.ly
de: Site-weiter API Schlüssel für bit.ly

source: Use site-wide account
de: Benutze site-weites Konto
fr: Utiliser le compte du site pour tous

source: When setting this option to yes, only the site wide account will be used for all users
de: Wenn Du diese Option auf Ja setzt, dann wird nur das site-weite Konto für alle Benutzer verwendet

source: Theme options
de: Themeoptionen
fr: Options du thème

source: Style options
de: Stiloptionen
fr: Options du style

source: Check frequency
de: Prüfhäufigkeit
fr: Fréquence des contrôles

source: Each day
de: täglich
fr: Chaque jour

source: Each week
de: wöchentlich
fr: Chaque semaine

source: Each month
de: monatlich
fr: Chaque mois

source: Minify JavaScript
de: Verkleinere JavaScript

source: Compress JavaScript files used in the page into a single file to be distributed statically. Changes to JavaScript files will require cache to be cleared. Uses http://code.google.com/p/minify/
de: Komprimiere JavaScript-Dateien, die auf der Seite genutzt werden, in eine einzelne Datei um sie statisch zu verteilen. Veränderungen an den JavaScript-Dateien erfordern den Cache zu löschen. Benutzt http://code.google.com/p/minify/

source: Minify CSS
de: Verkleinere CSS
fr: Compresser le code CSS

source: Compress CSS files by removing additional spaces and grouping multiple files into one. Changes to CSS files will require cache to be cleared. Uses http://code.google.com/p/minify/
de: Komprimiere CSS-Dateien durch Entfernung von Leerräumen und Gruppierung multipler Dateien in eine. Änderungen an den CSS-Dateien erfordern, den Cache zu löschen. Benutzt http://code.google.com/p/minify/
fr: Compresser les fichiers CSS en supprimant les espaces inutiles et en regroupant tous les fichiers en un seul. Les modifications dans les fichiers CSS nécessiteront une purge du cache. Cette fonctionnalité utilise http://code.google.com/p/minify/

source: Minify CSS into a single file
de: Verkleinere CSS in eine einzelne Datei
fr: Minifier les CSS dans un fichier unique

source: Skip date for same day
de: Datum bei Anzeige für den heutigen Tag weglassen
fr: Ne pas afficher la date pour le jour même

source: Example: no-cache, pre-check=0, post-check=0
de: Beispiel: no-cache, pre-check=0, post-check=0
fr: Exemple: no-cache, pre-check=0, post-check=0

source: Domain prefix handling
de: Behandlung des Domain Präfix
fr: Gestion des préfixes de domaine

source: Leave as-is
de: Lass es wie es ist
fr: Laisser tel-quel

source: Remove the www
de: Entferne das WWW
fr: Supprimer le www

source: Add the www
de: Füge WWW hinzu
fr: Ajouter le www

source: Domain redirects
de: Domainweiterleitungen
fr: Redirection de domaines

source: One entry per line. Comma separated list: old, new
de: Ein Eintrag pro Zeile. Einträge sind mit Komma zu trennen: alte Domain, neue Domain
fr: Une entrée par ligne, soit la forme : ancien, nouveau

source: Unified Search Engine
de: Suchmaschiene für vereinheitlichte Suche

source: Lucene Index Location
de: Speicherort für den Lucene Index

source: Incremental Index Update
de: Inkrementelles Indexupdate

source: unsuccessful login attempts
de: erfolglosen Login Versuchen
fr: logins non réussis

source: URL a user is redirected to after account validation
de: URL auf die ein Benutzer nach Validierung seines Kontos weitergeleitet wird
fr: L’URL où l’utilisateur est redirigé après la validation du compte

source: Account validated successfully.
de: Konto erfolgreich bestätigt.
fr: Compte validé avec succès.

source: URL an anonymous is redirected when page not found
de: URL auf die ein anonymer Benutzer weitergeleitet wird, wenn die Seite nicht gefunden wird
fr: L’URL où l’utilisateur anonyme est redirigé quand une page est non trouvée

source: Close site when server load is above the threshold (except for those with permission)
de: Site schließen wenn der die Serverlast über der Schwelle liegt (außer für diejenigen mit Rechten)
fr: Fermer le site si la charge du serveur dépasse le seuil (sauf pour les utilisateurs ayant les permissions)

source: Use proxy
de: Proxy benutzen
fr: Utiliser un serveur proxy

source: Use context menus for actions (icons)
de: Benutze Kontextmenüs für Aktionen (Icons)
fr: Utiliser des icons pour les actions des menus contextuels

source: Use context menus for actions (text)
de: Benutze Kontextmenüs für Aktionen (Text)
fr: Utiliser du texte pour les actions des menus contextuels

source: Display UserTracker information on the user information page
de: Zeige Usertrackerinformationen auf der Benutzerinformationseite
fr: Afficher les informations Tracker Utilisateur sur la page d'information

source: Users can configure modules
de: Benutzer kann Module konfigurieren
fr: Les utilisateurs peuvent configurer les modules

source: Users can shade modules
de: Benutzer kann Module ausblenden

source: Allows users to hide/show modules
de: Erlaube Benutzern Module anzuzeigen/zu verstecken
fr: Permet aux utilisateurs d'afficher/cacher les modules

source: Module decides
de: Wahl durch Modul
fr: Le module décide

source: Store full-size copy of avatar in file gallery
de: Speichere Kopie des Avatar in voller Größe in den Dateiarchiven
fr: Sauvegarder une version grandeur nature de l'avatar dans la galerie de fichier

source: File gallery to store full-size copy of avatar in
de: Dateiarchiv benutzen um eine Kopie des Avatars in voller Größe zu speichern
fr: Galerie de fichier pour stocker les avatars

source: Display who viewed my stuff on the user information page
de: Zeige an, wer meine Sachen auf der Benutzerinformationseite angesehen hat
fr: Afficher qui a consulté mon profil dans la page d'information de l'utilisateur

source: Number of days to consider who viewed my stuff
de: Anzahl Tage, um zu überdenken, wer meine Sachen angesehen hat
fr: Nombre de jours pour prendre en compte qui a vu mon profil.

source: Show to others who viewed my stuff on the user information page
de: Zeige anderen auf der Benutzerinformationseite, wer meine Sachen angesehen hat
fr: Montrer aux autres qui a vu mon profil sur ma page d'information

source: Sort Order
de: Sortierungsreihenfolge
fr: Ordre de tri

source: Maximum number of users to show in drop down lists
de: Maximale Anzahl Benutzer, die in einer Dropdown-Liste angezeigt werden
fr: Nombre maximun d'utilisateurs à afficher dans les listes déroulantes

source: Prevents out of memory and performance issues when user list is very large by using a jQuery autocomplete text input box
de: Verhindert ein Speichermangel und Performanceproblem wenn die Benutzerliste sehr lang ist und die jQuery autovervollständigen Texteingabebox benutzt wird

source: Use pretty trackers for registration form
de: Benutze schöne Tracker für das Registrierungsformular

source: Registration pretty tracker template
de: Vorlage für schönen Registrierungstracker
