Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: setting the xbithack option is unsafe. Depending on the file handling of your webserver and your tiki settings, it may be possible that a attacker can upload scripts to file gallery and execute them
de: Setzen der xbithack Option ist unsicher. Abhängig vom Dateihandling des Webservers und der Tiki-Einstellungen ist es unter Umständen möglich, dass jemand Scripte ins Dateiarchiv hochläd und dort ausführt.
fr: mettre l'option xbithack est dangereux. Selon la façon dont votre serveur Web gère les fichiers et votre configuration Tiki, il est possible d'attaquer en envoyant des scripts dans les galeries de fichiers et de les exécuter

source: allow_url_fopen may potentially be used to upload remote data or scripts. If you dont use the blog feature, you can switch it off.
de: allow_url_fopen kann benutzt werden, um schadhafte Skripts hoch zu laden. Wenn Du die Blog Funktion nicht benutzt, kann es deaktiviert werden.
fr: allow_url_fopen peut être utilisé pour envoyer des données ou scripts sur le serveur. Si vous n'utilisez pas les blogues, vous pouvez le désactiver.

source: The Path to store files in the filegallery should be outside the tiki root directory
de: Der Pfad des Dateiarchivs sollte außerhalb des Tiki-Verzeichnisses liegen.
fr: Le chemin de sauvegarde des fichiers des galeries de fichiers doit être hors du répertoire Tiki

source: The Path to store files in the imagegallery should be outside the tiki root directory
de: Der Pfad der Bildergalerien sollte außerhalb des Tiki-Verzeichnisses liegen.
fr: Le chemin de sauvegarde des fichiers des galeries d'images doit être hors du répertoire Tiki

source: The feature \"Edit Templates\" is switched on. Do not allow anyone you cannot trust to use this feature. It can easily be used to inject php code.
de: Die Funktion \"Vorlagen bearbeiten\" ist aktiviert. Du solltest niemandem erlauben, diese Funktion zu nutzen, dem Du nicht traust. Sie kann verwendet werden um schadhaften Code einzuschleusen.
fr: La fonctionnalité \"Modifier les gabarits\" est activée. Ne laisser personne de peu fiable utiliser cette fonctionnalité. Il est facile d'injecter du code PHP.

source: The \"Snarf Wikiplugin\" is activated. It can be used by wiki editors to include pages from the local network and via regex replacement create any html
de: Das \"Snarf Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um Seiten aus dem lokalen Netzwerk und mittels Ersetzung durch reguläre Ausdrücke beliebig HTML zu erzeugen
fr: Le plugin Wiki Snard est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour inclure des pages HTML de votre réseaux local et créer des pages HTML à partir d'expressions régulières

source: The \"Regex Wikiplugin\" is activated. It can be used by wiki editors to create any html via regex replacement
de: Das \"Regex Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um beliebig HTML durch Ersetzung mit regulären Ausdrücken zu erstellen
fr: Le plugin Wiki Regex est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour créer n'importe quel fichier HTML avec des remplacements par expression régulière

source: The \"Lsdir Wikiplugin\" is activated. It can be used by wiki editors to view the contents of any directory
de: Das \"Lsdir Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um den Inhalt jedes Verzeichnisses anzusehen
fr: Le plugin Wiki Lsdir est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour afficher le contenu d'un répertoire

source: The \"Bloglist Wikiplugin\" is activated. It can be used by wiki editors to disclose private blog posts
de: Das \"Bloglist Wikiplugin\" ist aktiviert.Es kann in Wiki Editoren genutzt werden um die Post aus privaten Blogs aufzuzeigen
fr: Le plugin Wiki Bloglist est activé. Vous pouvez l'utilisze avec l'éditeur Wiki pour divulger les posts privés des blogues

source: The \"iframe Wikiplugin\" is activated. It can be used by wiki editors for cross site scripting attacks
de: Das \"iframe Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren für cross site scripting-Attacken genutzt werden
fr: Le plugin Wiki iframe est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour les \"cross site scripting attacks\"

source: The \"js Wikiplugin\" is activated. It can be used by wiki editors to use Javascript, which can be used to do all kind of nasty things like cross site scripting attacks, etc
de: Das \"js Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um Javascript zu nutzen, was wiederherum dazu genutzt werden kann, übele Dinge zu tun, wie z.B. cross site scripting-Attacken, etc
fr: Le plugin Wiki JS est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour utiliser du code javascript vous offrant plein de possibilité

source: The \"JQ Wikiplugin\" is activated. It can be used by wiki editors to use Javascript, which can be used to do all kind of nasty things like cross site scripting attacks, etc
de: Das \"JQ Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um Javascript zu nutzen, was wiederherum dazu genutzt werden kann, übele Dinge zu tun, wie z.B. cross site scripting-Attacken, etc
fr: Le plugin Wiki JQ est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour utiliser du code javascript vous offrant plein de possibilité

source: The \"Redirect Wikiplugin\" is activated. It can be used by wiki editors for cross site scripting attacks
de: Das \"Redirect Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren für cross site scripting-Attacken genutzt werden
fr: Le plugin Wiki Redirect est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour les \"cross site scripting attacks\"

source: The \"Module Wikiplugin\" is activated. It can be used by wiki editors to add modules which permit to access information (see module list).
de: Das \"Modul Wikiplugin\" ist aktiviert. Es kann von Wikieditoren genutzt werden um Module hinzuzufügen, die Zugriff auf Informationen erlauben (siehe Modulliste)

source: The \"Userlist Wikiplugin\" is activated. It can be used by wiki editors to display the list of users
de: Das \"Userlist Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um eine Liste der Benutzer anzuzeigen
fr: Le plugin Wiki Userlist est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour afficher la liste des utilisateurs

source: The \"Usercount Wikiplugin\" is activated. It can be used by wiki editors to display a count of the number of users
de: Das \"Usercount Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um eine Anzahl der Benutzer anzuzeigen
fr: Le plugin Wiki Usercount est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour afficher le nombre d'utilisateur

source: The \"SQL Wikiplugin\" is activated. It can be used by wiki editors to execute SQL commands
de: Das \"SQL Wikiplugin\" ist aktiviert. Es kann in Wiki Editoren genutzt werden um SQL-Befehle auszuführen
fr: Le plugin Wiki SQL est activé. Vous pouvez l'utiliser avec l'éditeur Wiki pour exécuter des commandes SQL

source: Path disclosure
de: Pfadveröffentlichung
fr: Faille Path disclosure

source: Path disclosure through error message
de: Pfadveröffentlichung durch Fehlermeldung
fr: Faille Path disclosure au travers d'un message d'erreur

source: SQL injection by authenticated user
de: SQL-Injection durch authentifizierten Benutzer
fr: Injection SQL par un utilisateur authentifié

source: SQL injection by authenticated user with special privileges
de: SQL-Injection durch authentifizierten Benutzer mit speziellen Rechten
fr: Injection SQL par un utilisateur authentifié avec des privilèges spéciaux

source: SQL injection without authentication
de: SQL-Injection ohne Authentifizierung
fr: Injection SQL sans authentification

source: PHP command injection
de: PHP Befehl-Injection
fr: Injection de commande PHP

source: PHP command injection by authenticated user
de: PHP Befehl-Injection durch authentifizierten Benutzer
fr: Injection de commande PHP par un utilisateur authentifié

source: PHP command injection by authenticated user with special privileges
de: PHP Befehl-Injection durch authentifizierten Benutzer mit speziellen Rechten
fr: Injection de commande PHP par un utilisateur authentifié avec des privilèges spéciaux

source: PHP command injection without authentication
de: PHP Befehl-Injection ohne Authentifizierung
fr: Injection de commande PHP sans authentification

source: File upload
de: Datei hochladen
fr: Envoi de fichier

source: File is not readable. Unable to check.
de: Diese Datei ist lesegeschützt und konnte nicht überprüft werden.
fr: Fichier sans droit de lecture. Impossible de vérifier.

source: This is not a Tikiwiki file. Check if this file was uploaded and if it is dangerous
de: Dies ist keine Tikiwiki-Datei. Prüfe ob diese Datei hochgeladen wurde und ob sie gefährlich ist

source: This is a modified File. Cannot check version. Check if it is dangerous
de: Dies ist eine veränderte Datei. Kann die Version nicht prüfen. Prüfe, ob die Datei gefährlich ist

source: This file is from another Tikiwiki version:
de: Diese Datei stammt von einer anderen Tikiwiki-Version:
fr: Ce fichier est d'une autre version de Tikiwiki

source: You have to provide a word
de: Es muß ein Wort angegeben werden
fr: Vous devez indiquer un mot

source: You do not have permission to view this page.
de: Zugriff verweigert. Du kannst diese Seite nicht betrachten.
fr: Droit d'accès refusé&nbsp;: vous ne pouvez afficher cette page

source: You do not have permission to edit this page.
de: Zugriff verweigert. Du kannst diese Seite nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas modifier cette page

source: You must specify a page name, it will be created if it doesn't exist.
de: Ein Seitenname muß angegeben werden. Die Seite wird neu angelegt, wenn sie noch nicht vorhanden ist
fr: Vous devez donner un nom de page, la page sera créée si elle n'existe pas.

source: page not added (Exists)
de: Seite nicht hinzugefügt (existiert schon)
fr: page non ajoutée (Existe)

source: No survey indicated
de: Keine Umfrage angegeben
fr: Aucune enquête indiquée

source: Are you sure you want to delete all your custom tools
de: Bist Du sicher, dass Du alle Deine benutzerdefinierten Werkzeuge löschen willst

source: Are you sure you want to delete this custom tool
de: Bist Du sicher, dass Du dieses benutzerdefinierte Werkzeug löschen willst
fr: Êtes vous sûr de vouloir supprimer cet outil personnalisé

source: Are you sure you want to remove this topic
de: Bist Du sicher, dass Du dieses Thema löschen willst

source: Are you sure you want to remove this topic AND all the articles related
de: Bist Du sicher, dass Du dieses Thema und alle dazgehörigen Artikel löschen willst

source: No tracker indicated
de: Kein Tracker angegeben
fr: Aucun formulaire indiqué

source: Tracker does not allow attachments
de: Der Tracker erlaubt keine Anhänge
fr: Le formulaire n'autorise pas les pièces jointes

source: You don't have permission to use this feature
de: Keine Berechtigung zur Nutzung dieses Features
fr: Vous n'avez pas le droit d'utiliser cette fonctionnalité

source: Group already exists
de: Gruppe existiert bereits
fr: Ce groupe existe déjà

source: Remove group:
de: Gruppe entfernen:
fr: Supprimer le groupe&nbsp;:

source: Group name can not be empty
de: Gruppenname darf nicht leer bleiben
fr: Le nom du groupe ne peut pas être vide

source: User doesn't exist
de: Benutzer existiert nicht
fr: Cet utilisateur n'existe pas

source: Are you sure you want to add this new user?
de: Bist Du sicher, dass der neue Benutzer hinzugefügt werden soll?

source: Are you sure you want to delete this user
de: Bist Du sicher, dass Du diesen Benutzer löschen willst

source: Are you sure you want to remove this user from this group
de: Bist Du sicher, dass Du diesen Benutzer aus dieser Gruppe entfernen willst

source: Are you sure you want to delete these users
de: Bist Du sicher, dass Du diesen Benutzer löschen willst

source: Are you sure you want to add this user to these groups
de: Bist Du sicher, dass Du diesen Benutzer zu dieser Gruppe hinzufügen willst

source: Are you sure you want to remove this user from these groups
de: Bist Du sicher, dass Du diesen Benutzer aus diesen Gruppen entfernen willst

source: Are you sure you want to set the default groups for these users
de: Bist Du sicher, dass Du die Standardgruppen für diese Benutzer so festlegen willst

source: Are you sure you want to send a wiki page as an email to these users
de: Bist Du sicher, dass Du eine Wiki Seite zu einem Benutzer per Email senden willst

source: The description is mandatory as it is used as mail subject
de: Die Beschreibung ist obligatorisch, da sie im Emailbetreff benutzt wird
fr: La description est obligatoire car elle est utilisée comme sujet dans les emails

source: Invalid or unknown email
de: Ungültige oder unbekannte Email
fr: Adresse électronique incorrecte ou inconnue

source: Could not create user
de: Kann Benutzer nicht anlegen
fr: Création de l'utilisateur impossible

source: No records were found. Check the file please!
de: Keine Einträge gefunden. Bitte die Datei überprüfen!
fr: Pas d'entrée trouvée. Vérifier le fichier SVP!

source: User login or email is required
de: Benutzer Login oder Email erforderlich
fr: Identifiant ou email requis

source: User does not exist on master
de: Dieser Benutzer existiert nicht im Hauptsystem
fr: L'utilisateur n'existe pas sur le maitre

source: User login is required
de: Benutzerlogin ist erforderlich
fr: Nom utilisateur obligatoire

source: Email is required
de: Email ist erforderlich
fr: Adresse électronique obligatoire

source: User is duplicated
de: Benutzer ist erforderlich
fr: L'utilisateur est dupliqué

source: Created account %s <%s>
de: Konto %s <%s> angelegt
fr: Compte créé %s <%s>

source: Assigned %s in group %s
de: %s zu Gruppe %s hinzugefügt
fr: Mettre %s dans le groupe %s

source: Email validation requested but email address not set
de: Die Emailbestätigung erfordert die Angabe der Emailadresse

source: The passwords do not match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne sont pas identiques

source: Password not set
de: Passwort nicht angegeben

source: User %s already exists
de: Benutzer %s schon vorhanden
fr: L'utilisateur %s existe déjà

source: User login contains invalid characters
de: Benutzerlogin beeinhaltet ungültige Zeichen
fr: Le nom d'utilisateur contient des caractères invalides

source: Impossible to create new %s with %s %s
de: Erstellen von neuem %s mit %s %s nicht möglich

source: %s %s successfully deleted.
de: %s %s erfolgreich gelöscht.
fr: %s %s supprimé avec succès.

source: Deleted account %s
de: Konto %s gelöscht
fr: Supprimer le compte %s

source: %s %s removed from %s %s.
de: %s %s wurde aus %s %s entfernt.
fr: %s %s supprimé de %s %s.

source: %s %s assigned to %s %s
de: %s %s zugewiesen zu %s %s
fr: %s %s attribué à %s %s

source: group %s set as the default group of user %s
de: Gruppe %s als Standardgruppe für Benutzer %s festgelegt

source: Are you sure you want to modify this user's data
de: Bist Du sicher, dass Du die Benutzerdaten ändern möchtest

source: Login contains invalid characters
de: Login beinhaltet ungültige Zeichen
fr: Le nom d'utilisateur contient des caractères invalides

source: %s changed from %s to %s
de: %s geändert von %s auf %s
fr: %s changé de %s en %s

source: Impossible to change %s from %s to %s
de: Nicht möglich zu ändern %s von %s zu %s
fr: Impossible de changer %s de %s à %s

source: %s modified successfully.
de: %s erfolgreich geändert.
fr: %s modifié avec succès.

source: password
de: Passwort
fr: mot de passe

source: %s modification failed.
de: %s Änderung fehlgeschlagen.
fr: la modification de %s a échoué.

source: Please go back and try again
de: Bitte gehe zurück und versuche es erneut

source: approved by
de: bestätigt von
fr: approuvé par

source: This function is only for staging pages
de: Diese Funktion ist nur für Entwurfsseiten

source: You do not have permission to approve staging pages
de: Du hast keine Berechtigung, Entwurfsseiten zu veröffentlichen
fr: Accès refusé, vous n'avez pas le droit d'approuver des pages

source: Approved page was last saved after most recent staging edit
de: Veröffentlichte Seite wurde zuletzt nach der jüngsten Speicherung der Entwurfsseite gespeichert

source: Failed to add attribute
de: Attribut hinzufügen fehlgeschlagen
fr: Échec de l'ajout de l'attribut

source: rss feed disabled
de: RSS Feed nicht aktiv
fr: syndication rss désactivée

source: Unassign perm %s from group %s
de: Berechtigungen %s von Gruppe %s entfernen
fr: Désattribuer le droit %s au groupe %s

source: Unknown group
de: Unbekannte Gruppe
fr: Groupe inconnu

source: Group doesn't exist
de: Gruppe existiert nicht
fr: Ce groupe n'existe pas

source: You have to indicate a group
de: Du musst eine Gruppe angeben
fr: Vous devez indiquer un groupe

source: This group is invalid
de: Diese Gruppe ist ungültig
fr: Ce groupe est invalide

source: The page cannot be found
de: Die Seite kann nicht gefunden werden
fr: Cette page n'a pu être trouvée

source: Image Galleries Admin Panel
de: Bildergalerien-Adminseite
fr: Panneau d'administration des galeries d'images

source: Could not read image %s.
de: Konnte Bilddatei %s nicht lesen.
fr: Ne peut pas lire l'image %s.

source: Image %s upload failed
de: Hochladen des Bildes %s gescheitert

source: Image %s uploaded successfully
de: Bild %s wurde erfolgreich hochgeladen

source: Image %s removed from Batch directory
de: Bild %s wurde vom Stapelverzeichnis entfernt

source: Impossible to remove image %s from Batch directory
de: Bild %s konnte nicht vom Stapelverzeichnis entfernt werden

source: Incorrect directory chosen for batch upload of images.
de: Kein gültiges Bilder-Uploadverzeichnis ausgewählt.
fr: Répertoire invalide choisi pour l'envoi des images par lot.

source: Please setup that dir on
de: Bitte dieses Verzeichnis einstellen auf der
fr: SVP, positionner ce répertoire sur

source: Please contact the website administrator
de: Bitte kontatkiere den Websiteadministrator

source: Invalid directory name
de: Ungültiger Verzeichnisname
fr: Nom de répertoire invalide

source: File Galleries Admin Panel
de: Dateiarchiv-Adminseite
fr: Panneau d'administration des galeries de fichiers

source: Upload was successful
de: Hochladen war erfolgreich
fr: Envoi réussi

source: File %s removed from Batch directory.
de: Datei %s wurde aus dem Batchupload-Verzeichnis gelöscht.
fr: Fichier %s supprimé du répertoire de téléchargement par lot.

source: Impossible to remove file %s from Batch directory.
de: Konnt Datei %s nicht aus dem Batchupload-Verzeichnis löschen.
fr: Impossible de détruire le fichier %s du répertoire de téléchargement par lot.

source: Incorrect directory chosen for batch upload of files.
de: Kein gültiges Datei-Uploadverzeichnis ausgewählt.
fr: Répertoire invalide choisi pour le téléchargement par lot de fichiers.

source: It isn't possible to post in any blog. You may need to create a blog first.
de: Du kannst in keinen Blog posten. Möglicherweise musst Du zuerst ein Blog anlegen.
fr: Vous ne pouvez publier d'articles dans aucun blogue&nbsp;: peut-être devez-vous en créer un.

source: You do not have permission to edit this post
de: Zugriff verweigert. Du kannst diesen Eintrag nicht bearbeiten
fr: Droit d'accès refusé&nbsp;: vous ne pouvez modifier cet article

source: Top visited blogs
de: Meistbesuchte Blogs
fr: Blogues les plus visités

source: Last posts
de: neueste Beiträge
fr: Derniers articles de blogue

source: Top active blogs
de: aktivste Blogs
fr: Blogues les plus actifs

source: No blogId specified
de: Keine blogId angegeben
fr: Aucun Id de blogue spécifié

source: Stop watching this category
de: Diese Kategorie nicht mehr beobachten
fr: Stopper la surveillance de cette catégorie

source: Watch this category
de: Beobachte diese Kategorie
fr: Surveiller cette catégorie

source: Nothing tagged yet
de: Noch nichts getagged
fr: Aucun tag pour le moment

source: You must clear your browser cache.
de: Du musst Deinen Browser-Cache leeren.
fr: Il faut vider le cache de votre navigateur.

source: You do not have permission to access this gallery
de: Zugriff verweigert. Du kannst auf diese Galerie nicht zugreifen.
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas accéder à cette galerie

source: No gallery indicated
de: Keine Galerie angegeben
fr: Aucune galerie indiquée

source: You do not have permission to remove images from this gallery
de: Zugriff verweigert. Du kannst keine Bilder aus dieser Galerie entfernen
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas supprimer d'images de cette galerie

source: You do not have permission to rebuild thumbnails in this gallery
de: Neuerstellung der Thumbnails in dieser Galerie nicht gestattet
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas reconstruire les vignettes dans cette galerie

source: You do not have permission to rotate images in this gallery
de: Rotation der Bilder in dieser Galerie nicht gestattet
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas pivoter les images dans cette galerie

source: No image indicated
de: Kein Bild angegeben
fr: Aucune image indiquée

source: picture not found
de: Bild nicht gefunden
fr: image non trouvée

source: You do not have permission to move images from this gallery
de: Zugriff verweigert. Du kannst keine Bilder aus dieser Galerie verschieben
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas déplacer d'images de cette galerie

source: You do not have permission to view the calendar
de: Berechtigung für den Zugriff auf den Kalender nicht vorhanden
fr: Droit d'accès refusé&nbsp;: vous ne pouvez pas voir le calendrier

source: You need to <a href=\"tiki-admin_calendars.php\">create a calendar</a>
de: Du musst einen <a href=\"tiki-admin_calendars.php\">Kalender erstellen</a>
fr: Vous devez <a href=\"tiki-admin_calendars.php\">créer un calendrier</a>

source: There\\'s no such date as
de: Es gibt kein Datum wie

source: Calendar event :
de: Kalendereignis :

source: event without name
de: Ereignis ohne Name
fr: évènement sans nom

source: You do not have permission to view this page
de: Du hast nicht die notwendigen Rechte um diese Seite anzuzeigen
fr: Droit d'accès refusé&nbsp;: Vous ne pouvez pas voir cette page

source: Invalid username or activation code. Maybe this code has already been used
de: Ungültiger Benutzername oder Aktivierungscode. Möglicherweise wurde dieser Code bereits benutzt

source: Your email could not be validated; make sure you email is correct
de: Deine Email konnte nicht validiert werden; stelle sicher, dass Deine Email richtig ist

source: You can not use the same password again
de: Dasselbe Passwort noch einmal ist nicht erlaubt
fr: Vous ne pouvez pas réutiliser le même mot de passe à nouveau

source: Invalid old password
de: Ungültiges altes Passwort

source: Invalid request. Expecting channels array
de: Ungültige Anfrage. Erwarte Kanalarray

source: Missing channel name
de: Fehlender Kanalname

source: Authentication required
de: Authentifizierung erforderlich
fr: Authentification requise

source: One of the install profiles could not be obtained
de: Eines der Installationsprofile konnte nicht erhalten werden

source: Top authors
de: Top Autoren
fr: Auteurs les plus actifs

source: Problem. Try to log in again to receive new confirmation instructions
de: Problem. Versuche erneut, Dich anzumelden um neue Bestätigungsanweisungen zu erhalten

source: ERROR: you must include a subject or a message. You must also make sure to have a valid e-mail in the FROM field
de: FEHLER: Du musst einen Betreff oder eine Nachricht angeben. Du musst zudem sicherstellen, eine gültige Email im VON-Feld anzugeben

source: last version
de: neueste Version
fr: dernière version
