Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: <dl>\n\t\t\t\t<dt>Function: Allows a file to be attached to the tracker item.\n\t\t\t\t<dt>Usage: <strong>listview</strong>\n\t\t\t\t<dt>Example: nu\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[listview]</strong> may be one of [n|t|s|u|m] on their own or in any combination (n, t, ns, nts), allowing you to see the attachment in the item list view as its name (n), its type (t), its size (n), the username of the uploader (u), or the mediaplayer plugin(m);\n\t\t\t\tnote that this option will cost an extra query to the database for each attachment and can severely impact performance with several attachments.\n\t\t\t\t<dd>\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows a file to be attached to the tracker item. \t\t\t\t<dt>Usage: <strong>listview</strong> \t\t\t\t<dt>Example: nu \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[listview]</strong> may be one of [n|t|s|u|m] on their own or in any combination (n, t, ns, nts), allowing you to see the attachment in the item list view as its name (n), its type (t), its size (n), the username of the uploader (u), or the mediaplayer plugin(m); \t\t\t\tnote that this option will cost an extra query to the database for each attachment and can severely impact performance with several attachments. \t\t\t\t<dd> \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: Allows freetags to be shown or added for tracker item\n\t\t\t\t<dt>Usage: <strong>size</strong>\n\t\t\t\t<dt>Example: 80,n,n\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[size]</strong> is the visible length of the field in characters;\n\t\t\t\t<dd><strong>[hidehelp]</strong> if y, do not show help text when entering tags;\n\t\t\t\t<dd><strong>[hidesuggest]</strong> if y, do not show suggested tags when entering tags; \n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows freetags to be shown or added for tracker item \t\t\t\t<dt>Usage: <strong>size</strong> \t\t\t\t<dt>Example: 80,n,n \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[size]</strong> is the visible length of the field in characters; \t\t\t\t<dd><strong>[hidehelp]</strong> if y, do not show help text when entering tags; \t\t\t\t<dd><strong>[hidesuggest]</strong> if y, do not show suggested tags when entering tags; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: in group
de: in Gruppe
fr: dans le groupe

source: <dl>\n\t\t\t\t<dt>Function: Allows to display if a item user is in a group and when he was assigned to the group (needs a user selector field)\n\t\t\t\t<dt>Usage: <strong>groupName,date</strong>\n\t\t\t\t<dt>Example: Members,date\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>GroupName</strong> Group to test. <strong>date</strong> displays the date the user was assigned in the group (if known), otherwise will display yes/no.\n\t\t\t\t<dd>\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows to display if a item user is in a group and when he was assigned to the group (needs a user selector field) \t\t\t\t<dt>Usage: <strong>groupName,date</strong> \t\t\t\t<dt>Example: Members,date \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>GroupName</strong> Group to test. <strong>date</strong> displays the date the user was assigned in the group (if known), otherwise will display yes/no. \t\t\t\t<dd> \t\t\t\t</dl>

source: stars
de: Sterne
fr: étoiles

source: <dl>\n\t\t\t\t<dt>Function: Display stars\n\t\t\t\t<dt>Usage: <strong>list options (positive increasing numbers</strong>\n\t\t\t\t<dt>Example: 1,2,3,4\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd>Like the rating\n\t\t\t\t<dd>\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Funktion: zeigt Sterne an \t\t\t\t<dt>Benutzung: <strong>Listenoptionen (positive ansteigende Zahlen</strong> \t\t\t\t<dt>Beispiel: 1,2,3,4 \t\t\t\t<dt>Beschreibung: \t\t\t\t<dd>Wie bei der Bewertungsfunktion \t\t\t\t<dd> \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: Display a field value from a specific user in LDAP\n\t\t\t\t<dt>Usage: <strong>filter,field,dsn</strong>\n\t\t\t\t<dt>Example: (&(mail=%field_name%)(objectclass=posixaccount)),displayName, authldap\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[filter]</strong> LDAP Filter, without commas. %field_name% can be used, and will be replaced by the tracker field %field_name% current value.;\n\t\t\t\t<dd><strong>[field]</strong> LDAP returned field;\n\t\t\t\t<dd><strong>[dsn]</strong> DSN name in Tiki;\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Display a field value from a specific user in LDAP \t\t\t\t<dt>Usage: <strong>filter,field,dsn</strong> \t\t\t\t<dt>Example: (&(mail=%field_name%)(objectclass=posixaccount)),displayName, authldap \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[filter]</strong> LDAP Filter, without commas. %field_name% can be used, and will be replaced by the tracker field %field_name% current value.; \t\t\t\t<dd><strong>[field]</strong> LDAP returned field; \t\t\t\t<dd><strong>[dsn]</strong> DSN name in Tiki; \t\t\t\t</dl>

source: webservice
de: Webdienst

source: Parameters
de: Parameter
fr: Paramètres

source: <dl>\n\t\t\t\t<dt>Function: Displays the result of a webservice call\n\t\t\t\t<dt>Usage: <strong>service,template,parameter</strong>\n\t\t\t\t<dt>Example: list_books,book_template,order=name_desc&limit=10\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[service]</strong> The service name, from the Tiki webservice admin;\n\t\t\t\t<dd><strong>[template]</strong> The template name;\n <dd><strong>[params]</strong> List of parameters, formated like a query. %field_name% can be used, and will be replaced by the tracker field %field_name% current value.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Displays the result of a webservice call \t\t\t\t<dt>Usage: <strong>service,template,parameter</strong> \t\t\t\t<dt>Example: list_books,book_template,order=name_desc&limit=10 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[service]</strong> The service name, from the Tiki webservice admin; \t\t\t\t<dd><strong>[template]</strong> The template name; <dd><strong>[params]</strong> List of parameters, formated like a query. %field_name% can be used, and will be replaced by the tracker field %field_name% current value. \t\t\t\t</dl>

source: open
de: offen
fr: en cours (o)

source: pending
de: anstehend
fr: en attente

source: closed
de: geschlossen
fr: fermé

source: Message
de: Nachricht

source: No extra information for that attached file.
de: Keine zusätzlichen Informationen zu dieser angehängten Datei vorhanden.
fr: Aucune information supplémentaire pour ce fichier joint.

source: The administrator has not yet validated your account. Please wait
de: Der Administrator hat Dein Konto noch nicht validiert. Bitte warte

source: You must validate your account first. An email has been sent to you
de: Du musst zuerst Dein Konto validieren. Eine Email wurde Dir zugesandt
fr: Vous devez tout d'abord valider votre compte. Un courriel vous a été envoyé

source: Password should be at least
de: Passwort sollte mindestens
fr: Le mot de passe doit avoir au moins

source: Password must contain both letters and numbers
de: Passwort muss sowohl Buchstaben als auch Zahlen enthalten
fr: Le mot de passe doit contenir des lettres et des chiffres

source: The registration mail can't be sent. Contact the administrator
de: Die Registrierungs-Mail konnte nicht gesendet werden. Benachrichtige bitte den Administrator.
fr: Le message de confirmation ne peut être envoyé. Contactez l'administrateur

source: The registration mail can't be sent because there is no server email address set, and this feature is disabled
de: Die Registrierungsemail kann nicht gesendet werden, weil keine Serverermailadresse angegeben wurde und diese Funktion deaktiviert ist
fr: Le message d'enregistrement n'a pas pu être envoyé puisqu'aucun serveur de messagerie n'est configuré, et cette fonctionnalité est désactivée

source: The user email confirmation can't be sent. Contact the administrator
de: Die Emailbestätigung des Benutzers kann nicht gesendet werden. Kontaktiere den Administrator
fr: Le courriel de confirmation n'a pas pu être envoyé. Contactez l'administrateur SVP

source: Edit field: (Parameter needs to be 'trackerId=XX&fileId=YY' or be empty to use the current field)
de: Feld bearbeiten: (der Parameter muss entweder 'trackerId=XX&fileId=YY' oder leer sein, um das gegenwärtige Feld zu benutzen)

source: Edit field: (Incorrect validation parameter)
de: Feld bearbeiten: (ungültiger Validierungsparameter)

source: Page already exists
de: Seite existiert schon
fr: La page existe déjà

source: Invalid character combination for username
de: Ungültige Zeichenkombination im Benutzernamen

source: here
de: hier
fr: ici

source: Could not establish Kaltura session. Try again
de: Kann Kalturasitzung nicht erstellen. Versuche es erneut
fr: Impossible d'établir la session Kaltura. Veuillez essayer à nouveau

source: You need to set your Kaltura account details:
de: Du musst Deine Kaltura Kontodaten eintragen:
fr: Vous devez configurer les détails de votre compte Kaltura :

source: Successfully stored archive in tracker
de: Archive wurden erfolgreich im Tracker gespeichert

source: Failed to stored archive in tracker
de: Archive im Tracker speichern ist fehlgeschlagen

source: Cannot connect with web service
de: Kann keine Verbindung mit dem Webdienst herstellen
fr: Impossible de se connecter au service web

source: Personal Phone
de: privates Telefon
fr: Téléphone privé

source: Personal Mobile
de: privates Mobiltelefon
fr: Portable privé

source: Personal Fax
de: privates Fax
fr: Télécopieur privé

source: Work Phone
de: Telefon Arbeit
fr: Téléphone professionnel

source: Work Mobile
de: Mobiltelefon Arbeit
fr: Portable professionnel

source: Work Fax
de: Fax Arbeit
fr: Fax professionnel

source: Company
de: Firma
fr: Société

source: Organization
de: Organisation
fr: Organisation

source: Department
de: Abteilung
fr: Départment

source: Division
de: Branche

source: Job Title
de: Beruf
fr: Poste

source: Street Address
de: Straße
fr: Adresse postale

source: City
de: Stadt
fr: Ville

source: State
de: Status
fr: État

source: Zip Code
de: PLZ
fr: Code postal

source: Mailbox uninitialised??
de: Mailbox nicht initialisiert??

source: No subject
de: Kein Betreff vorhanden
fr: Aucun sujet

source: No mail body found
de: Kein Mailtext gefunden
fr: Aucun corps de message trouvé

source: Add to Cart
de: Zu Warenkorb hinzufügen

source: Display a button for adding items to the shopping cart
de: Zeige eine Schaltfläche um Gegenstände in den Warenkorb zu legen
fr: Affiche un bouton pour ajouter des articles dans le panier d'achat.

source: Product code
de: Produktcode
fr: Code produit

source: Unique identifier for the product. Two products with the same code will be the same and the information used will be the one of the first in
de: Einzigartiger Bezeichner für das Produkt. Zwei Produkte mit dem selben Code werden sind dasselbe und die benutzte Information ist diejenige des ersten eingetragenen

source: Label for the product in the cart
de: Bezeichnung für das Produkt im Warenkorb

source: Price
de: Preis
fr: Prix

source: The price to charge for the item
de: Der Preis, der für ein Produkt berechnet wird

source: Location
de: Ort
fr: Lieu

source: URL of the product\\'s information. The URL may be relative or absolute (begin with http://)
de: URL zu den Produkinformationen. Die URL kann relativ oder absolut sein (beginnend mit http://)
fr: Lien ou URL de l'information sur les produits. L'URL peut être relative ou absolue (commence par http://)

source: Button label
de: Bezeichnung Schaltfläche
fr: Nom du bouton

source: Text for the submit button. default: \"Add to cart\"
de: Der Text für die Absendenschaltfläche. Standard: \"Zum Warenkorb hinzufügen\"

source: A session must be active to use the cart
de: Eine Sitzung muss aktiv sein, um den Warenkorb zu benutzen
fr: Une session doit être active pour pouvoir utiliser le caddie

source: Add to cart
de: Zum Warenkorb hinzufügen
fr: Ajouter au panier

source: The order was recorded and is now awaiting payment. Reference number is %0
de: Die Bestellung wurde entgegen genommen. Die Bezahlung steht aus. Referenznummer ist %0

source: %0 (%1) was added to your cart
de: %0 (%1) wurde dem Warenkorb hinzugefügt

source: Create an icon for a user to add an event to Google Calendar
de: Erstelle ein Icon für einen Benutzer um ein Ereignis in den Google Kalender hinzuzufügen

source: Add to Google Calendar
de: Zu Googlekalender hinzufügen

source: Add a calendar item to a Google calendar
de: Fügt einen Kalendereintrag zum Google Kalender hinzu
fr: Ajoute un élément à un calendrier Google

source: Calendar item ID
de: Kalendereintrags-ID

source: The item ID of the calendar to add to Google calendar
de: Die Eintrags-ID des Kalenders um sie in Google Kalender hinzuzufügen

source: A calendar item ID number
de: Eine Kalendereintrag ID-Nummer

source: Icon Style
de: Symbolstil

source: Choose the icon style
de: Wähle den Symbolstil

source: Either 1, 2 or 3
de: Entweder 1, 2 oder 3

source: One
de: Eine
fr: Un

source: Two
de: zwei
fr: Deux

source: Three
de: drei
fr: Trois

source: User Agent Info
de: User Agent Informationen

source: Info
de: Information

source: Display\\'s the visitor\\'s IP address (IP or default), browser information (BROWSER), or server software (SVRSW)
de: Zeigt die IP-Adresse des Besuchers (IP oder Standard), Browserinformationen (BROWSER), oder Serversoftware (SVRSW)

source: IP address
de: IP-Addresse
fr: Adresse IP

source: Displays browser client info
de: Zeigt die Browserclient-Informationen
fr: Affiche les informations du navigateur client

source: Anchor Link
de: Ankerlink
fr: Ancre

source: Create a link to an anchor
de: Erstelle einen Link zu einem Anker
fr: Crée un lien vers une ancre

source: Anchor link label
de: Ankerlinkbezeichung

source: Anchor Name
de: Ankername
fr: Nom de l'Ancre

source: The anchor name as defined in the ANAME plugin
de: Der Ankername, so wie er im Plugin ANAME definiert wurde
fr: Le nom de l'ancre telle que définie dans le plugin ANAME

source: Page Name
de: Seitenname
fr: Nom de la page

source: The name of the wiki page containing the anchor. If empty, the anchor name will be searched for on the wiki page where the plugin is used
de: Der Name der Wiki Seite, die den Anker enthält. Wenn leer, wird der Anker auf der Seite gesucht, wo das Plugin benutzt wird

source: linktext
de: Link-Beschriftung
fr: texte_du_lien

source: Create an anchor that can be linked to
de: Erstelle einen Anker, zu dem ein Link gesetzt werden kann
fr: Crée une ancre qui peut être la cible d'un lien

source: The name of the anchor
de: Der Name des Ankers
fr: Nom de l'ancre

source: Image Annotation
de: Bildkommentierung
fr: Annotation d'image

source: Annotate an image
de: Kommentiere ein Bild
fr: Annote une image

source: Autogenerated content. Leave blank initially
de: Automatisch erstellter Inhalt. Autogenerated content. Anfänglich frei lassen

source: Absolute URL to the image or relative path from tiki root
de: Absolute URL zum Bild oder relativer Pfad vom Root von Tiki

source: Width
de: Breite
fr: Largeur

source: Image width in pixels
de: Bildbreite in Pixeln

source: Height
de: Höhe
fr: Hauteur

source: Image height in pixels
de: Bildhöhe in Pixeln

source: Alignment
de: Ausrichtung
fr: Alignement

source: Image alignment. Possible values: left, right, center. Default is left
de: Bildausrichtung. Mögliche Werte: left, right, center. Standard ist left

source: Save changes to annotations
de: Speichere Änderungen an Anmerkungen
fr: Enregistre les modifications dans annotations

source: Image annotations changed
de: Bildanmerkungen geändert
fr: Les annotations sur l'image ont été modifiées

source: Archive Builder
de: Archiv erzeugen

source: Build a zip archive that can be downloaded
de: Erstelle ein ZIP-Archiv, das heruntergeladen werden kann
fr: Construit une archive zip qui peut être téléchargée

source: Description of the archive content. Multiple handlers are available for content types. One per line. Ex: page-as-pdf:some-folder/foo.pdf:HomePage , tracker-attachments:target-folder/:3435
de: Beschreibung des Archivinhalts. Multiple Handler stehen zur Verfügung. Eine pro Zeile, z.B.: Seite-als-pdf:irgendein-Ordner/foo.pdf:HomePage , Tracker-Anhänge:Ziel-Ordner/:3435

source: Archive Name
de: Archivname

source: Upon download, the name of the file that will be provided
de: Der Dateiname, der beim Download angeboten wird
fr: Lors du téléchargement, le nom du fichier qui sera fourni

source: Missing extension zip
de: Fehlende Dateierweiterung zip

source: Incorrect parameter
de: Falsche Parameter
fr: Paramètre érroné

source: Download archive
de: Archiv herunterladen
fr: Télécharger l'archive

source: Display a field of an article
de: Zeige ein Feld eines Artikels
fr: Affiche un champ d'un article

source: Field
de: Feld
fr: Champ

source: The article field to display. Default field is Heading
de: Das Artikelfeld, das angezeigt werden soll. Standardfeld ist der Kopf
fr: Champ de l'article à afficher. Champ par défaut&nbsp;: en-tête

source: Article ID
de: Artikel ID
fr: ID de l'Article

source: The article to display. If no value is provided, most recent article will be used
de: Der anzuzeigende Artikel. Wenn kein Wert angegeben wird, wird der jüngste Artikel verwendet
fr: Article à afficher. En l'absence de valeur, affichage de l'article le plus récent

source: Includes an article
de: Bindet einen Artikel ein
fr: Inclut un article

source: Id is optional. If not given, last article is used. Default field is heading
de: ID ist optional. Wenn nicht angegeben, wird der letzte Artikel genutzt. Standardfeld ist der Kopf

source: Article List
de: Artikelliste
fr: Liste d'articles

source: Display multiple articles
de: Zeige multiple Artikel
fr: Affiche de multiples articles

source: Use Pagination
de: Benutze Paginierung

source: Activate pagination when articles listing are long. Default is n
de: Aktiviere Paginierung, wenn Artikellisten zu lang sind. Standard ist aber n

source: Maximum Displayed
de: Maximal angezeigte Anzahl

source: The number of articles to display in the list (no max set by default)
de: Die Anzahl von maximal in der Liste angezeigten Artikel (standardmäßig keine maximale Anzahl)

source: Topic Name Filter
de: Themanamensfilter

source: Filter the list of aricles by their topic. Example:
de: Filtere die Liste der Artikel nach deren Themen. Beispiel:

source: Topic ID Filter
de: Thema ID-Filter

source: Filter the list of aricles by their topic ID. Example:
de: Filtere die Liste der Artikel nach deren Themen-ID. Beispiel:

source: Type Filter
de: Typfilter

source: Filter the list of aricles by their types. Example:
de: Filtere die Liste der Artikel nach den Typen. Beispiel:

source: Category ID
de: Kategorie-ID
fr: ID de la catégorie

source: The ID of the category that articles need to be in to be listed
de: Die Kategorie-ID, in der Artikel einsortiert sein müssen, um angezeigt zu werden

source: List only articles in this language
de: Liste nur Artikel in dieser Sprache

source: Sort order
de: Sortierungsreihenfolge
fr: Sens du tri

source: Start Date
de: Startdatum
fr: Date de début

source: End date
de: Enddatum
fr: Date de fin

source: Attachment
de: Anhang
fr: Fichier joint

source: Displays an attachment or a list of them
de: Zeigt einen Anhang oder eine Liste davon an.
fr: Afficher un fichier joint ou la liste des fichiers joints

source: File name of the attached file to link to. Either name, file, id or num can be used to identify a single attachment
de: Dateiname der angehängten Datei, zu der gelinkt werden soll. Es können Name, Dateiname, ID oder Nummer benutzt werden um einen einzelnen Anhang zu identifizieren

source: File
de: Datei
fr: Fichier

source: Same as name
de: Gleich wie Name
fr: Idem à name

source: Page
de: Seite

source: Name of the wiki page the file is attached to. If left empty when the plugin is used on a wiki page, this defaults to that wiki page
de: Name der Wiki Seite, an welche die Datei angehängt ist. Wenn leer gelassen, nimmt das Plugin die Wiki Seite auf der es Bebenutzt wird

source: Show Description
de: Zeige Beschreibung
fr: Afficher la Description

source: Shows the description as the link text instead of the file name (not used by default)
de: Zeigt die Beschreibung als Linktext anstelle des Dateinamens (nicht standardmäßig genutzt)

source: Bullets
de: Aufzählungszeichen
fr: Puces

source: Makes the list of attachments a bulleted list (not set by default)
de: Die Liste von Anhängen wird als Liste mit Aufzählungszeichnen erstellt (nicht standardmäßig eingestellt)

source: Indicates that this file is an image, and should be displayed inline using the img tag (not set by default)
de: Zeigt an, dass diese Datei ein Bild ist und in einer Zeile mit dem IMG-Tag angezeigt werden soll (nicht standardmäßig eingestellt)

source: Custom Label
de: Benutzerdefinierte Bezeichnung

source: Makes the text between the {ATTACH} tags the link text instead of the file name or description. Only the first attachment will be listed
de: Der Text zwischen den {ATTACH}-Tags wird zum Linktext und nicht der Dateiname oder die Beschreibung. Nur der erste Anhang wird aufgelistet

source: Lists links to all attachments for the entire tiki site together with pages they are attached to when set to 1 (Yes)
de: Listet Links zu allen Anhängen der Site zusammen mit den Seiten auf, an die sie angehängt sind, wenn 1 (ja) eingestellt wird

source: Order Number
de: Sortierungsnummer

source: Page \"%0\" does not exist
de: Seite \"%0\" nicht vorhanden
fr: La page \"%0\" n'existe pas

source: Attributes
de: Attribute

source: Assign generic attributes to the current object
de: Weise einem Objekt generelle Attribute zu
fr: Assigne des attributs génériques à l'objet courant

source: View author contributions to a wiki page
de: Siehe die Beiträge eines Benutzers zu einer Wiki Seite
fr: Montre les contributions d'auteurs à une page wiki

source: User Name
de: Benutzername

source: User name of the user who wrote the text
de: Name des Benutzers, der den Text geschrieben hat

source: Deleted by User
de: Gelöscht von Benutzer

source: User name of the user who deleted the text
de: Name des Benutzers, der den Text gelöscht hat

source: Make Visible
de: Sichbar machen

source: Show popup with author/deleted by
de: Zeige Popup mit Autor/gelöscht von

source: Generate a popup with names of author(s) (default: no)
de: Erstellt ein Popup mit Namen der/des Autors/Autoren (Standard: nein)

source: deleted by
de: gelöscht von

source: Shows which author created/deleted which text
de: Zeigt, welcher Autor welchen Text erstellt/gelöscht hat

source: Should this author's contribution be visible (default: no)
de: Sollen die Beiträge dieses Autors sichtbar sein (Standard: nein)

source: username
de: Benutzername
fr: nom d'utilisateur

source: Displays the user Avatar
de: Zeigt den Benutzer-Avatar an.
fr: Affiche l'avatar utilisateur

source: Back
de: Zurück
fr: Retour

source: Displays a link that goes back one page in the browser history
de: Zeigt einen Link, der in der Browserhistorie zurück geht
fr: Affiche un lien vers la page précédente de l'historique du navigateur

source: Insert back link on wiki page
de: Füge Backlink auf Wiki Seite ein
fr: Insère un lien de retour dans la page wiki

source: Lists all pages that link to a particular page
de: Listet alle Seiten, die auf eine bestimmte Seite verlinken
fr: Liste toutes les pages liées à une page particulière

source: The page links will point to. Default value is the current page
de: Die Seite, auf die Links zeigen. Standardwert ist die gegenwärtige Seite

source: Displayed Information
de: Angezeigte Information
