Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: User registration, remember me cookie settings and authentication methods
de: Benutzeregistrierung, Erinnere Dich an mich Cookie Einstellungen und Authentifizierungsmethoden

source: Community
de: Gemeinschaft
fr: Communauté

source: User specific features and settings
de: Benutzerspezifische Funktionen und Einstellungen
fr: Fonctionnalités et réglages spécifiques de l'utilisateur

source: Profiles
de: Profile
fr: Profils

source: Repository configuration, browse and apply profiles
de: Repository-Konfiguration, Profile durchstöbern und anwenden
fr: Configuration du dépot de profil, navigation et application des profils

source: Look &amp; Feel
de: Erscheinungsbild
fr: Thèmes &amp; Apparence

source: Theme selection, layout settings and UI effect controls
de: Theme auswählen, Layouteinstellungen, UI-Effekte Einstellungen
fr: Séléction du thème, mise en page et effets de l'IU

source: Internationalization and localization - mulitlingual features
de: Internationalisierung und Lokalisierung - multilinguale Funktionen
fr: Internationalisation et localisation - fonctionnalités multi-langue

source: Editing and Plugins
de: Bearbeiten und PlugIns
fr: Outils d'édition

source: Text editing settings applicable to many areas. Plugin activation and plugin alias management
de: Einstellungen zur Textbearbeitung in vielen Bereichen. Pluginaktivierung und Verwaltung von Plugin-Alias
fr: Configuration pour l'édition de texte. Activation de Plugin et gestion des alias de plugin

source: Module appearance settings
de: Einstellungen zur Erscheinung von Modulen
fr: Configuration de l'apparence des Modules

source: Information to include in the header of each page
de: Informationen, die im Kopf jeder Seite eingetragen sind
fr: Informations à inclure dans l'en-tête de chaque page

source: Server performance settings
de: Einstellungen für die Serverperformance
fr: Réglages de performances du serveur

source: Site security settings
de: Sicherheitseinstellungen der Site
fr: Réglages de sécurité du site

source: Comments settings
de: Kommentareinstellungen
fr: Configuration des commentaires

source: Connect
de: Verbinden
fr: Connecter

source: Wiki page settings and features
de: Wiki-Seiten Einstellungen und Funktionen
fr: Configuration et fonctionnalités des pages Wiki

source: Defaults and configuration for file galleries
de: Standardwerte und Konfiguration für Dateiarchive
fr: Configuration des galleries de fichiers

source: Settings for blogs
de: Einstellungen für Blogs
fr: Configuration des blogues

source: Defaults and configuration for image galleries (will be phased out in favour of file galleries)
de: Standardwerte und Konfiguration für Bildergalerien (wird zugunsten von Dateiarchiven auslaufen)
fr: Configuration des galleries d'images (seront remplacées par les galleries de fichiers)

source: Settings and features for articles
de: Einstellungen und Funktionen für Artikel
fr: Configuration et fonctionnalités des articles

source: Settings and features for forums
de: Einstellungen und Funktionen für Foren
fr: Configuration et fonctionnalités des forums

source: Settings and features for trackers
de: Einstellungen und Funktionen für Trackers
fr: Configuration et fonctionnalités des formulaires

source: Settings and features for polls
de: Einstellungen und Funktionen für Umfragen
fr: Configuration et fonctionnalités des sondages

source: Settings and features for calendars
de: Einstellungen und Funktionen für Kalender
fr: Configuration et fonctionnalités des calendriers

source: Settings and features for categories
de: Einstellungen und Funktionen für Kategorien
fr: Configuration et fonctionnalités des catégories

source: Values of actions for users rank score
de: Werte für Aktionen für die Ermittlung des Benutzerrangs

source: Settings and features for freetags
de: Einstellungen und Funktionen für Freetags
fr: Configuration et fonctionnalités des freetags

source: Search configuration
de: Suche konfigurieren
fr: Configuration de la recherche

source: Settings and features for FAQs
de: Einstellungen und Funktionen für FAQs
fr: Configuration et fonctionnalités des FAQs

source: Settings and features for directory of links
de: Einstellungen und Funktionen für Linkverzeichnisse
fr: Configuration et fonctionnalités des répertoires de liens

source: Settings and features for maps
de: Einstellungen und Funktionen für Karten
fr: Configuration et fonctionnalités des cartes

source: Defaults and API key for Google Maps
de: Standardwerte und API Schlüssel für Google Maps
fr: Configuration pour Google Maps

source: Site-wide copyright information
de: Site-weite Copyright-Informationen
fr: Information de poyright du site

source: Message settings
de: Einstellungen Nachrichten
fr: Configuration des Messages

source: User files
de: Benutzerdateien
fr: Fichiers utilisateur

source: User files settings
de: Einstellungen Benutzerdateien
fr: Configuration des fichiers utilisateur

source: Webmail settings
de: Einstellungen Webmail
fr: Configuration du Webmail

source: Options for WYSIWYG editor
de: Optionen für den WYSIWYG Editor
fr: Options pour l'éditeur WYSIWYG

source: Set up links between Tiki servers
de: Links zwischen Tikiservern einstellen
fr: Configurer les liens entre serveurs Tiki

source: Manage semantic wiki links
de: Verwalte semantische Wiki Links

source: Webservices
de: Webdienste
fr: Services Web

source: Register and manage web services
de: Registriere und verwalte Webdienste

source: Sef URL
de: Suchmaschinenfreundliche URLs

source: Search Engine Friendly URLs
de: Suchmaschinenfreundliche URLs

source: Video integration configuration
de: Konfiguration der Videointegration

source: Configure social networks integration
de: Konfiguriere die Integration sozialer Netzwerke

source: To add/remove blogs, go to \"Create/Edit Blog\" under \"Blogs\" on the application menu, or
de: Blogs hinzufügen/löschen über Menüpunkt 'Blogs' im Menü im Seitenbalken oder
fr: Pour ajouter ou supprimer un blogue, aller dans \"Ajouter/modifier un blogue\" sous \"Blogues\" dans le menu application, ou

source: General Settings
de: Verschiedene Einstellungen
fr: Configuration générale

source: Sharing on social networks
de: Sharing in sozialen Netzwerken
fr: Partager sur des réseaux sociaux

source: Blogs Listings
de: Blogauflistungen
fr: Liste des Blogs

source: Select which items to display when listing blogs
de: Wähle, welche Dinge bei der Auflistung der Blogs angezeigt werden sollen
fr: Sélectionner les éléments à afficher lors du listing des blogues

source: To add/remove calendars, look for \"Calendar\" under \"Admin\" on the application menu, or
de: Um Kalender hinzuzufügen/zu entfernen, siehe im Hauptmenü unter Kalender nach, oder
fr: Pour ajouter/supprimer des calendriers, allez à Calendrier sous l'option Administrer du menu application, ou

source: Change settings
de: Einstellungen übernehmen
fr: Changer la configuration

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Default calendars to display
de: Standardmäßig werden folgende Kalender angezeigt
fr: Calendrier par défaut à afficher

source: All calendars
de: Alle Kalender
fr: Tous les calendriers

source: A subset of available calendars
de: Ein Teil der verfügbaren Kalender
fr: Un sous-ensemble des calendriers disponibles

source: Create calendar
de: Erstelle Kalender
fr: Créer un calendrier

source: JS calendar
de: JS Kalender

source: Year selection is valid when the JS Calendar <strong>is not</strong> enabled
de: Die Auswahl des Jahres ist gültig, wenn der JS Kalender <strong>nicht</strong> aktiviert ist

source: Browse categories
de: Kategorien ansehen
fr: Parcourir les catégories

source: Administer categories
de: Kategorien verwalten
fr: Administrer les catégories

source: Category objects
de: Kategorieobjekte

source: Look under \"Articles\" on the application menu for links to
de: Im Hauptmenü unter 'Artikel' kann man
fr: Regardez sous \"Articles\" dans le menu application pour les liens vers

source: Admin topics
de: Themen verwalten
fr: Gestion des sujets

source: Admin types
de: Typen verwalten
fr: Gestion des types

source: Article properties
de: Artikeleingenschaften
fr: Propriétés de l'article

source: Give only one value (width or height) to keep the image proportions
de: Gib nur einen Wert (Höhe oder Breite) an, um die Bildproportionen zu erhalten
fr: Ne donner qu'une seule valeur (hauteur ou largeur) pour garder les proportions de l'image

source: Import CSV file
de: CSV-Datei importieren
fr: Importer un fichier CSV

source: File format: title,authorName,heading,body,lang,user
de: Dateiformat: Titel,Autorname,Überschrift (Kopf),Text (Body),Sprache,Benutzer
fr: Format du fichier : titre,NomAuteur,rubrique,corps,langue,utilisateur

source: Articles Listing
de: Artikel auflisten

source: List Articles
de: Artikel auflisten
fr: Liste des articles

source: Select which items to display when listing articles
de: Wähle, welche Dinge bei der Auflistung der Artikel angezeigt werden sollen
fr: Sélectionner les informations à afficher lors du listing des articles

source: Article View
de: Artikelansicht

source: List comments
de: Kommentare auflisten
fr: Lister les commentaires

source: General Preferences
de: Verschiedene Einstellungen
fr: Préférences générales

source: Site-wide features
de: Site-weite Funktionen
fr: Les fonctionnalités pour tout le site

source: Display options
de: Anzeigeoptionen
fr: Options d'affichage

source: Permission
de: Berechtigung
fr: Droit d'accès

source: The feature below must be activated for this feature to work
de: Die unten stehende Funktion muss aktiviert werden, damit diese Funktion funktioniert
fr: La fonctionnalité ci-dessous doit être activée pour que cette fonctionnalité marche

source: Using comments in various features
de: Kommentarbenutzung in verschiedenen Funktionen
fr: Utilisation des commentaires dans diverses fonctionnalités

source: Admin Groups
de: Gruppen verwalten
fr: Administrer les groupes

source: Admin Users
de: Benutzer verwalten
fr: Administrer les utilisateurs

source: User features
de: Benutzerfunktionen
fr: Fonctionnalités utilisateurs

source: Default user preferences
de: Standardbenutzereinstellungen
fr: Préférences par défaut de l'utilisateur

source: Users Default Preferences
de: Benutzer-Standardeinstellungen
fr: Préférences de l'utilisateur par défaut

source: User messages
de: Benutzernachrichten
fr: Messages utilisateur

source: My Tiki
de: Mein Tiki
fr: Mon Tiki

source: Select which items to display when listing users
de: Wähle, welche Dinge bei der Auflistung der Benutzer angezeigt werden sollen
fr: Sélectionner les informations utilisateurs à afficher lors du listing

source: Tiki Wiki CMS Groupware is Free and Open Source Software (FOSS). It is a community-driven project which exists and improves thanks to the participation of people just like YOU.
de: Tiki Wiki CMS Groupware ist frei und Open Source Software (FOSS). Sie ist ein Gemeinschaftsgelenktes Projekt, welches nur durch die Teilnahme von einzelnen Benutzer - so wie DU - existiert und verbessert wird.
fr: Tiki Wiki CMS Groupware est un logiciel Libre et Ouvert (FOSS). C'est un projet porté par une communauté, qui existe et s'améliore grâce à la participation de gens comme VOUS.

source: Join the community!
de: Schließ Dich der Gemeinschaft an!
fr: Rejoignez la communauté !

source: Promote your site
de: Bewerbe Deine Site
fr: Promouvoir votre site

source: To submit your site to Tiki.org:
de: Um Deine Site zu Tiki.org zu senden:

source: Submit site
de: klicke hier
fr: Soumettre le site

source: Help improve Tiki
de: Helfe Tiki zu verbessern
fr: Aider à améliorer Tiki

source: To submit a feature request or to report a bug:
de: Um eine Funktionsanfrage zu stellen oder einen Bug zu berichten
fr: Pour soumettre une demande fonctionnelle ou signaler une erreur :

source: Click here to go to our development site
de: klicke hier um auf unsere Entwicklersite zu gelangen
fr: Cliquez ici pour aller sur notre site de développement

source: Copyright allows to determine a copyright for all the objects of tikiwiki
de: Das Copyright erlaubt ein Copyright für alle Tikiobjekte festzulegen
fr: Le droit d'auteur permet de fixer le droit d'exploitation sur tous les objets du tikiwiki

source: Enable copyright management for
de: Aktiviere Copyrightmanagement für

source: To configure your directory, find \"Admin Directory\" under \"Directory\" on the application menu, or
de: Linkverzeichnisse können im Hauptmenü unter \"Linksverzeichnisse\" > \"Linkverzeichnisse verwalten\" konfiguriert werden. Alternativ
fr: Pour configurer vos liens, allez dans \"Administrer les liens \" dans \"Répertoire de liens\" dans le menu application, ou

source: To add/remove FAQs, look for \"Admin FAQs\" under \"FAQs\" on the application menu, or
de: FAQs hinzufügen/löschen über Menüpunkt 'FAQs auflisten' unter 'FAQs' im Hauptmenü oder
fr: Pour créer/supprimer une FAQ, allez dans \"Administrer les FAQs\" dans \"FAQs\" dans le menu application, ou

source: Please see the <a class='rbox-link' target='tikihelp' href='http://doc.tiki.org/Features'>evaluation of each feature</a> on Tiki's developer site.
de: Bitte beachte die <a class='rbox-link' target='tikihelp' href='http://doc.tiki.org/Features'>Beschreibung der Funktionen</a> auf der Tiki Dokumentationsseite.
fr: Merci d'aller voir <a class='rbox-link' target='tikihelp' href='http://doc.tiki.org/Features'>l'évaluation de chaque fonctionnalité</a> sur le site de développement de TikiWiki.

source: Global features
de: Globale Funktionen
fr: Fonctionnalités globales

source: Main feature
de: Hauptfunktionen
fr: Fonctionnalités principales

source: Additional
de: Zusätzliche Funktionen
fr: Supplémentaires

source: Watches
de: Beobachtungspunkte
fr: Surveillances

source: jQuery plugins and add-ons
de: jQuery Plugins und Add-ons

source: Experimental
de: Experimentell
fr: Expérimental

source: Programmer
de: Entwickler
fr: Codeur

source: Logging and Reporting
de: Protokollierung und Benachrichtigung
fr: Journaux et rapports

source: Visible to admin only
de: Nur für Admin sichtbar
fr: Uniquement visible par les administrateurs

source: Include Smarty notices
de: auch Smarty Hinweise anzeigen
fr: Inclure les avertissements Smarty

source: Custom Code
de: Angepasster Code
fr: Code personnalisé

source: These features are relatively new, or recently underwent major renovations. You should expect growing pains and possibly a lack of up to date documentation, as you would of a version 1.0 application
de: Diese Funktionen sind relativ neu, oder wurden kürzlich umfassend überarbeitet. Du solltest Dich auf Schwierigkeiten bei der Benutzung und möglicherweise eine fehlende oder nicht aktuelle Dokumentation erwarten. In etwa wie bei einer ersten Programmversion oder einer Betaversion.
fr: Ces fonctionnalités sont relativement nouvelles, ou ont récemment subi des rénovations majeures. Vous pouvez vous attendre à des bugs et à un manque de documentation à jour, comme pour une application qui vient de sortir en version 1.0

source: Getting there...
de: Auf dem Weg ...

source: Most of these features are hoped to make it into the \"new\" section for Tiki 6.
de: Die meisten dieser Funktionen sollten es noch in den Bereich \"Neu\" von Tiki 6 schaffen

source: Fresh out of the oven
de: Frisch aus dem Ofen
fr: Fraîchement sorti du four

source: Seem ok but...
de: Scheint ok, aber...
fr: Semble ok mais...

source: These features are not reported to be broken, but they are not actively developed and/or widely used.
de: Diese Funktionen funktionieren. Aber sie werden derzeit nicht aktiv weiterentwickelt und/oder genutzt.
fr: Ces fonctionnalités ne sont pas répertoriées comme ayant des problèmes, mais ne sont pas utilisées activements et/ou largements.

source: Will be phased out
de: Wird eingestellt
fr: Seront progressivement supprimés

source: These features generally work but will probably be phased out in the future, because they are superseded by other features or because of evolution in Web technology.
de: Diese Funktionen funktionieren, werden aber voraussichtlich in Zukunft eingestellt, von anderen Funktionen verdrängt oder sie sind aufgrund der Weiterentwicklung der Webtechnik überholt.
fr: Ces fonctionnalités fonctionnent en général mais vont probablement être progressivement supprimés car elles sont remplacés par d'autres fonctionnalités ou à cause des évolutions des technologies WEB.

source: Feedback
de: Rückmeldung
fr: Information

source: To create or remove file galleries, select
de: Um ein Dateiarchiv zu erstellen oder zu entfernen, wähle
fr: Pour créer ou supprimer une galerie de fichier, sélectionner

source: from the application menu
de: aus dem Anwendungsmenü
fr: dans le menu des applications

source: If you decide to store files in a directory you must ensure that the user cannot access directly to the directory.
de: Wenn Dateien in einem Verzeichnis (statt in der Datenbank) gespeichert werden sollen, sollte das Verzeichnis nicht direkt zugreifbar sein.
fr: Si vous décidez d'archiver les fichiers dans un répertoire vous devez vous assurez que les utilisateurs ne peuvent accéder directement au répertoire.

source: You have two options to accomplish this:<br /><ul><li>Use a directory outside your document root, make sure your php script can read and write to that directory</li><li>Use a directory inside the document root and use .htaccess to prevent the user from listing the directory contents</li></ul>
de: Dafür gibt es zwei Möglichkeiten:<br /><ul><li>Das Verzeichnis liegt außerhalb des Document-Roots. Achtung: evtl. muß es dann noch für PHP lesbar gemacht werden.</li><li>Das Verzeichnis liegt im Document-Root. Achtung: es sollte dann über eine .htaccess Datei geschützt werden.</li></ul>
fr: Vous avez deux options pour effectuer cela:<br /><ul><li>Utiliser un répertoire hors du repertoire Web, assurer vous que votre script php ne peut pas lire et écrire dans ce répertoire</li><li>Uitiliser un répertoire dans le répertoire Web et utiliser un fichier .htaccess pour empêcher les utilisateur de lire le contenu du répertoire</li></ul>

source: To configure the directory path use UNIX like paths for example files/ or c:/foo/files or /www/files/
de: Das Verzeichnis sollte in Unix-Notation angegeben werden, z.B. files/ oder c:/foo/files oder /www/files/
fr: Pour configurer le chemin du répertoire, utiliser la syntaxe UN*X, comme par exemple&nbsp;: fichiers/ ou c:/foo/fichiers ou /www/fichiers/

source: Move files from database to directory
de: Verschiebe Dateien von der Datenbank in ein Verzeichnis
fr: Déplacer les fichiers de la base de données vers le système de fichier dans un répertoire

source: Move files from directory to database
de: Verschiebe Dateien aus einem Verzeichnis in die Datenbank
fr: Déplacer les fichiers du système de fichier vers la base de données

source: Manage comment settings
de: Verwalte Kommentareinstellungen
fr: Configuration des commentaires

source: Score is disabled
de: Punktebewertung ist deaktiviert
fr: Le score est désactivé

source: Enable now
de: Jetzt aktivieren
fr: Activer maintenant

source: A cron job must be set up in order to delete the files.
de: Ein Cronjob muss konfiguriert werden, um die Dateien zu löschen.

source: Upload Regex
de: Regulärer Ausdruck für das Hochladen (regex)
fr: Patron du téléchargement

source: Gallery Listings
de: Auflistung
fr: Propriétés d'affichage

source: Changing these settings will <em>not</em> affect existing file galleries. These changes will apply <em>only</em> to new file galleries
de: Veränderungen beeinflussen bestehende Dateiarchive <em>nicht</em>. Diese Änderungen betreffend <em>nur</em> neue Dateiarchive
fr: L'application de ces changements <emn'affectera pas </em> les galeries existantes. Ils n'affectent que les nouvelles galeries

source: Select which items to display when listing galleries:
de: Zeige Felder an, die bei der Auflistung von Verzeichniskategorien erscheinen sollen:
fr: Sélectionner les informations que vous souhaitez voir apparaître lors de l'affichage des galeries

source: Admin Gallery Listings
de: Verzeichnislisten verwalten
fr: Listes des galeries

source: Select which items to display when admin galleries:
de: Zeige Felder an, die in den Verzeichniskategorien erscheinen sollen:
fr: Sélectionner quels éléments sont affichés lors de l'administration des galeries :

source: Search Indexing
de: Indexierung
fr: Indexation de recherche

source: Automatically index files on upload or change
de: Automatisch Dateien beim Hochladen oder nach Änderungen indexieren
fr: Indexer automatiquement les fichiers lors du téléchargement et des modifications

source: Handlers
de: Handler

source: Add custom handlers to make your files &quot;searchable&quot; content
de: Füge einen benutzerdefinierten Handler hinzu um den Inhalt Deiner Dateien \"durchsuchbar\" zu machen

source: Use <strong>%1</strong> as the internal file name. For example, use <strong>strings %1</strong> to convert the document to text, using the Unix <strong>strings</strong> command
de: Benutze <strong>%1</strong> für den internen Dateinamen. Zum Beispiel, benutze <strong>strings %1</strong> um ein Dokument mit dem Unixbefehl <strong>strings</strong> in Text umzuwandeln.

source: To delete a handler, leave the <strong>System Command</strong> field blank
de: Um einen Handler zu löschen, lass das Feld <strong>Systembefehl</strong> leer

source: Missing Handlers
de: Fehlende Handler

source: MIME Type
de: MIME-Typ
fr: Type MIME

source: System Command
de: Systembefehl
fr: Commande système

source: Reindex all files for search
de: Dateien für Suche neu indizieren
fr: Ré-indexe tous les fichiers pour la recherche

source: To add/remove forums, look for \"Admin forums\" under \"Forums\" on the application menu, or
de: Foren hinzufügen/löschen über Menüpunkt 'Foren verwalten' im Menü im Seitenbalken oder
fr: Pour créer/supprimer un forum, allez dans \"Administrer les forums\" sous \"Forums\" dans le menu application, ou

source: Threads
de: Themenstränge
fr: Enfilades

source: Forums Listing
de: Foren auflisten
fr: Liste des Forums

source: Select which items to display when listing forums
de: Wähle welche Elemente anzuzeigen sind, wenn Foren aufgelistet werden
fr: Sélectionnez les éléments à afficher dans la liste des forums

source: When arriving on <a href=\"tiki-browse_freetags.php\">freetag search page</a>
de: Wenn man auf die <a href=\"tiki-browse_freetags.php\">Freetag Suchseite</a> kommt
fr: Lorsque vous arrivez sur la <a href=\"tiki-browse_freetags.php\">page de recherche de mots-clés</a>

source: Random tag cloud colors
de: Farben für zufällige Tags

source: Separate colors with a comma (,)
de: Trenne Farben mit Kommata (,)
fr: Séparer les couleurs avec une virgule (,)

source: Alphanumeric ASCII characters only
de: Nur alphanummerische ASCII-Zeichen
fr: Caractères alphanumériques ASCII uniqement

source: No accents or special characters
de: Keine Akzente oder Sonderzeichen
fr: Pas d'accents ou caractères spéciaux

source: Accept all characters
de: Akzeptiere alle Zeichen
fr: Accepter tous les caractères

source: Tag Management
de: Tag-Verwaltung
fr: Gestion des mots-clés

source: Cleanup unused tags
de: Lösche unbenutzte Tags
fr: Purge des mots-clés inutilisés

source: 3D Tag Browser Configuration
de: 3D Tag Browser Konfiguration

source: Graph appearance
de: Grafische Erscheinung
fr: Apparence du graphique

source: Camera settings
de: Kameraeinstellungen
fr: Propriétés de la caméra

source: Physics engine
de: Physik-Engine
fr: Moteur physique
