Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Pipe separated list of fields to display. ex: hits|user
de: Durch Senkrechtstriche getrennt Felderliste, die angezeigt wird. Beispiel: Treffer|Benutzter

source: Excluded pages
de: Ausgeschlossene Seiten
fr: Pages exclues

source: Pipe separated list of pages to be excluded from the listing. ex: HomePage|Sandbox
de: Durch Senkrechtstriche getrennt Seitenliste, die von der Auflistung ausgeschlossen werden sollen. Beispiel: Startseite|Sandbox

source: List all pages that link to specific pages
de: Liste alle Seiten auf, die auf eine spezifische Seite linken
fr: Liste toutes les pages pointant vers un groupe de pages spécifiques

source: No pages link to
de: Keine Seiten linken auf

source: One page links to
de: Ein Seitenverweis auf
fr: Une page pointe vers

source: pages link to
de: Seitenverweise auf
fr: pages pointent vers

source: Add a banner
de: Ein Banner einfügen
fr: Ajoute une bannière

source: Zone
de: Bereich

source: Name of the zone created in Admin > Banners
de: Name der unter Verwalten > Banner erstellten Zone

source: Target
de: Ziel
fr: Cible

source: Determines the browser behavior once the banner is clicked
de: Legt das Browserverhalten fest, wenn ein Banner angeklickt wird

source: Blank
de: Neue Seite

source: Display
de: Anzeigen
fr: Afficher

source: missing parameter
de: fehlender Parameter
fr: paramètre manquant

source: Insert a banner
de: Fügt ein Banner hinzu.
fr: Insérer une bannière

source: Starts a video/audio/chat/presentation session using BigBlueButton
de: Starte eine Video/Audio/Chat/Präsentations-Sitzung mit BigBlueButton
fr: Démarre une session vidéo/audio/chat/présentation utilisant BigBlueButton

source: MeetingID provided by BigBlueButton
de: Von BigBlueButton vorgegebene MeetingID

source: Anonymous prefix
de: Anonymus-Präfix

source: Unregistered users will get this token prepended to their name
de: Unregistrierte Benutzer erhalten dieses Token vor ihren Namen vorangestellt

source: Welcome Message
de: Willkommensnachricht

source: A message to be provided when someone enters the room
de: Die anzuzeigende Nachrichtm, wenn jemand den Raum betritt

source: Dial Number
de: Nummer wählen

source: The phone-in support number to join from traditional phones
de: Die Supportnummer um von traditionellen Telefonen hinein anzurufen

source: Voice Bridge
de: Sprachbrücke

source: Code to enter for phone attendees to join the room
de: Code, der von Telefonteilnehmern eingegeben werden muss, um den Raum zu betreten

source: URL to which the user will be redirected when logging out from BigBlueButton
de: URL auf die ein Benutzer weitergeleitet wird, wenn es sich von BigBlueButton abmeldet

source: Maximum Participants
de: Maximale Teilnehmer

source: Limit to the amount of simultaneous participants in the room. Support for this parameter depends on the BigBlueButton server
de: Beschränkt die maximale Anzahl von gleichzeitigen Teilnehmern in einem Raum. Die Unterstützung für diesen Parameter hängt vom BigBlueButton-Server ab

source: Display a Blip.tv video
de: Zeige ein Blip.tv Video
fr: Affiche une vidéo Blip.tv

source: Width in pixels (default is 425
de: Breite in Pixeln (Standard ist 425)

source: Height in pixels (default is 350)
de: Höhe in PIxeln (Standard ist 350)

source: Blog List
de: Blogliste
fr: Liste des blogues

source: Display posts from a site blog
de: Zeigt Posts von einem Blog der Site
fr: Affiche les posts d'un blogue

source: Creates a formatted box with a title bar
de: Erstellt eine formatierte Box mit einem Titelbalken
fr: Crée une boîte formattée avec une barre de titre

source: Box title
de: Boxtitel
fr: Titre de la boîte

source: Clear
de: Zurücksetzen
fr: Effacer

source: Insert theme-styled box on wiki page
de: Box im Theme-Layout in Wiki-Seite einfügen
fr: Insère le contenu du plugin dans une boîte avec une en-tête colorée

source: Button
de: Schaltfläche
fr: Bouton

source: Add a link formatted as a button
de: Fügt einen als Schaltfläche formatierten Link ein

source: Label
de: Beschriftung
fr: Étiquette

source: Label for the button
de: Bezeichnung für die Schaltfläche

source: lib/smarty_tiki/function.button.php is missing or unreadable
de: lib/smarty_tiki/function.button.php fehlt oder ist nicht lesbar

source: Display a calendar and its events
de: Zeigt einen Kalender und seine Ereignisse

source: Example values:
de: Beispielwerte:

source: Not set by default.
de: Standardmäßig nicht eingetragen.

source: Determines how to show events.
de: Legt fest, wie Ereignisse angezeigt werden.

source: Possible values:
de: Mögliche Werte:

source: Default value:
de: Standardwert:

source: List
de: Liste
fr: Liste

source: Table
de: Tabelle

source: Category IDs
de: Kategorie-IDs
fr: IDs des Catégories

source: List of category IDs separated by + signs. ex: 1+2+3. Default will use category of the current page
de: Liste der Kategorie-IDs getrennt durch + Zeichen. Beispiel: 1+2+3. Standardmäßig werden die Kategorien der gegenwärtigen Seite genutzt

source: Types
de: Typen

source: Sort ascending or descending based on various attributes (sorted ascending by name by default)
de: Sortiere auf- oder absteigend nach verschiedenen Eigenschaften (Standard: aufsteigend sortiert nach Name)

source: '), 'value' => '
de: '), 'Wert' => '

source: Created Ascending
de: Erstellung aufsteigend

source: Created Descending
de: Erstellung absteigend

source: Hits Ascending
de: Treffer aufsteigend

source: Hits Descending
de: Treffer absteigend

source: Item ID Ascending
de: Eintrags-ID aufsteigend

source: Item ID Descending
de: Eintrags-ID absteigend

source: Name Ascending
de: Name aufsteigend

source: Name Descending
de: Name absteigend

source: Type Ascending
de: Typ aufsteigend

source: Type Descending
de: Typ absteigend

source: Split
de: Aufteilen

source: And
de: und
fr: Et

source: Insert list of items with the current/given category in the wiki page
de: Alle Einträge der aktuellen/angegebenen Kategorie in die Wiki-Seite einfügen
fr: Insère la liste d'items pour la catégorie courante ou donnée

source: Categories are disabled
de: Kategorien sind nicht aktiviert
fr: Les catégories sont désactivées

source: Category Orphans
de: Kategoriewaisen

source: List objects that are not categorized
de: Listet Objekte auf, die nicht kategorisiert sind

source: Object
de: Objekt
fr: Objet

source: Currently, only works with wiki pages (set to wiki (Wiki Pages) by default)
de: Funktioniert gegenwärtig nur mit Wiki Seiten (Standardmäßig auf Wiki (Wiki Seiten) eingestellt)

source: Maximum number of items. Use -1 for unlimited. Default is the site admin setting for maximum records
de: Maximale Anzahl von Objekten. Benutze -1 für unendlich. Standard ist die Site-Administratoreinstellung für maximale Einträge

source: Result Offset
de: Ergebnisversatz

source: Result number at which the listing should start (default is no offset)
de: Zahl, bei der die Auflistung der Ergebnisse beginnen soll (standardmäßig ohne Versatz)

source: Display Tiki objects that have not been categorized
de: Noch nicht kategorisierte Tiki-Objekte anzeigen
fr: Affiche les objets Tiki qui n'ont pas été catégorisés

source: Show the full category path for a wiki page
de: Zeigt den vollen Kategoriepfad einer Wiki Seite
fr: Afficher le chemin complet d'une catégorie dans une page Wiki

source: Separator
de: Trennzeichen
fr: Séparateur

source: Insert the full category path for each category that this wiki page belongs to
de: Fügt den Kategorienbaum für jede Kategorie an, zu der diese Seite gehört
fr: Insère l'arborescence complète de la catégorie pour chaque catégorie à laquelle appartient cette page

source: General purpose cclite utility plugin
de: CClite Werkzeug Plugin für allgemeine Zwecke

source: Mode
de: Modus

source: Center text
de: Text zentrieren

source: Centers the plugin content in the wiki page
de: Zentriert den PlugIn-Inhalt innerhalb der Wiki-Seite.
fr: Centre le contenu du plugin dans la page Wiki

source: Chart
de: Diagramm
fr: Palmarès

source: Display a chart from TikiSheet
de: Zeige ein Diagramm von einer Tiki Tabelle

source: Chart caption
de: Diagrammbeschriftung

source: Sheet ID
de: Tabellen-ID
fr: ID de la feuille

source: Data sheet ID
de: Datentabellen-ID

source: Chart Type
de: Diagrammtyp

source: BarStackGraphic | MultibarGraphic | MultilineGraphic | PieChartGraphic
de: Stapelbalkengrafik | Multiple Balkengrafik | Multipleliniengrafik | Tortendiagrammgrafik

source: Chart Width
de: Diagrammbreite
fr: Largeur du graphe

source: Width in pixels
de: Breite in Pixeln
fr: Largeur en pixels

source: Chart Height
de: Diagrammhöhe
fr: Hauteur du graphe

source: Height in pixels
de: Höhe in Pixeln
fr: Hauteur en pixels

source: Value series
de: Datenreihe
fr: Série de valeurs

source: Required for pie charts
de: Erforderlich für Tortendiagramm
fr: Requis pour les graphiques camembert

source: Independant series
de: Unabhängige Datenreihe

source: Required for types other than pie chart
de: Erforderlich für andere Typen als Tortendiagramm
fr: Requis pour les autres types que les graphiques camembert

source: Dependant series
de: Abhängige Datenreihe

source: List of colors to use
de: Liste zu benutzender Farben
fr: Liste de couleurs à utiliser

source: Styles
de: Stile

source: List of styles to use
de: Liste zu benutzender Stile
fr: Liste des styles à utiliser

source: Labels
de: Bezeichnungen
fr: Étiquettes

source: Labels for the series or values in the legend
de: Bezeichnung für die Datenreihen oder Werten in der Legende

source: title
de: Titel
fr: titre

source: Chart as PDF
de: Diagramm als PDF
fr: Graphique en PDF

source: Chart as PostScript
de: Diagramm als PostScript
fr: Graphique en PostScript

source: Code
de: Quellcode

source: Display code syntax with line numbers and color highlights
de: Zeige Codesyntax mit Zeilennummerierung und farblicher Hervorhebung

source: Caption
de: Beschriftung

source: Code snippet label
de: Code-Schnippsel Bezeichnung

source: Word Wrap
de: Wortumbruch

source: Enable word wrapping on the code to avoid breaking the layout. May not be used with line numbers if Geshi version 1.0.8.9+
de: Aktiviere den Wortumbruch im Code um zu verhindern, dass das Layout zerstört wird. Sollte nicht mit Zeilennummern benutzt werden, wenn die Geshi Version 1.0.8.9+ ist

source: Line Numbers
de: Zeilennummern

source: Right to Left
de: Rechts nach links

source: Content is HTML
de: Inhalt ist HTML
fr: Le contenu est du HTML

source: Show HTML
de: Zeige HTML

source: Interpret HTML
de: Interpretiere HTML

source: Copy To Clipboard
de: Kopiere in die Zwischenablage

source: Copy the contents of the code box to the clipboard (not copied to clipboard by default)
de: Kopiere den Inhalt der Codebox in die Zwischenablage (wird standardmäßig nicht kopiert)

source: Display a gallery of images in a popup slideshow
de: Zeigt eine Galerie von Bildern in einer Popup-Diashow

source: Dynamic Content
de: Dynamischer Inhalt
fr: Contenu dynamique

source: Display content from dynamic content repository
de: Zeigt Inhalte vom Speicher der dynamischen Inhalte

source: Cookie
de: Glückskeks
fr: Citation

source: Display a rotating set of taglines or quotes (also known as fortune cookies)
de: Zeigt ein rotierendes Set von Slogans und Zitaten (wie aus Glückskeksen bekannt)

source: Insert copyright notices
de: Fügt Copyright-Notizen ein.
fr: Insère les notices de copyright

source: Display a countdown to a specified date.
de: Zeigt einen Countdown zu einem bestimmten Datum an

source: On
de: Am
fr: Le

source: Items to Show
de: Anzuzeigende Einträge

source: Select: d=days, h=hours, m=minutes, s=seconds. Enter multiple values as: dhms. If blank, all items are shown
de: Wähle: d=Tage, h=Stunden, m=Minuten, s=Sekunden. Trage multiple Werte ein, z.B. dhms. Wenn leer, werden alle Einträge angezeigt

source: Days
de: Tag(en)
fr: Jours

source: Days & Hours
de: Tage & Stunden

source: Days, Hours & Minutes
de: Tage, Stunden & Minuten

source: Days, Hours, Minutes & Seconds
de: Tage, Stunden, Minuten & Sekunden

source: Hours
de: Stunden
fr: Heures

source: Hours & Minutes
de: Stunden & Minuten

source: Hours, Minutes & Seconds
de: Stunden, Minuten & Sekunden

source: Minutes
de: Minuten

source: Minutes & Seconds
de: Minuten & Sekunden

source: Seconds
de: Sekunden

source: Show time since event
de: Zeige Zeit seit letztem Ereignis

source: If y, will display amount of time since the event (default). If n will simply display that the event is over
de: Wenn y, wird die Zeit seit dem Ereignis angezeigt (Standard). Wenn n wird nur angezeigt, dass das Ereignis vorbei ist

source: Example
de: Beispiel
fr: Exemple

source: since
de: seit
fr: depuis

source: until
de: bis

source: is over
de: ist vorbei

source: Data Channel
de: Datenkanal

source: Display a form to access data channels.
de: Zeigt ein Formular um auf Datenkanäle zuzugreifen.

source: CSS class for this form
de: CSS-Klasse für dieses Formular

source: Empty Caches
de: Caches leeren

source: Which caches to empty. Default \"Clear all Tiki caches\"
de: Welche Caches geleert werden sollen. Standard \"Alle Tiki Caches leeren\"

source: Clear all Tiki caches
de: Lösche alle Tiki Caches
fr: Purger tous les caches Tiki

source: DB Report
de: DB Bericht

source: Query a database and display results (only works with ADOdb, does not work with PDO)
de: Fragt eine Datenbank ab und zeigt die Ergebnisse (funktioniert nur mit ADOdb, nicht aber mit PDO)

source: Define and format sections of a page or text
de: Definiert und formatiert Abschnitte einer Seite oder Textes

source: Indicate the type of HTML tag to use (default is div)
de: Gibt den Typ des HTML-Tags an, der benutzt werden soll (Standard ist DIV)

source: Pre
de: Letzte
fr: Pré

source: Definition List
de: Definitionsliste
fr: Liste de définition

source: Create a definition list
de: Erstellt eine Definitionsliste

source: One entry per line. Each line is in \"Term: Definition\" format
de: Ein Eintrag pro Zeile. Jede Zeile ist im \"Begriff: Definition\"-Format
fr: Une définition par ligne. Chaque ligne formattée de la manière suivante \"Term: Definition\"

source: Creates a definition list
de: Legt eine Definitionsliste an
fr: Crée une liste de définition

source: one definition per line
de: eine Definition pro Zeile
fr: une définition par ligne

source: Equation
de: Gleichung
fr: Équation

source: Render an equation written in LaTeX syntax as an image.
de: Gibt eine in LaTeX erstellte Gleichung als Bild aus.

source: equation
de: Gleichung
fr: équation

source: Events
de: Ereignisse
fr: Évènements

source: Display upcoming events from calendars
de: Zeigt bevorstehende Ereignisse von Kalendern an

source: ID numbers for the site calendars whose events are to be displayed, separated by vertical bars (|)
de: ID-Nummern für die Site-Kalender, deren Ereignisse angezeigt werden sollen, getrennt durch Senkrechtstriche (|)

source: Maximum Days
de: Maximale Tage

source: Events occurring within this number of days in the future from today will be included in the list (unless limited by other parameter settings). Default is 365 days
de: Ereignisse, die innerhalb der angegebenen Zahl von Tagen von heute an geschehen, werden in der Liste angezeigt (es sei denn, sie werden durch andere Parameter eingeschränkt). Standard sind 365 Tage

source: Maximum Events
de: Maximale Ereignisse

source: Maximum number of events to display. Default is 10. Set to 0 to display all (unless limited by other parameter settings)
de: Maximale Anzahl von anzuzeigenden Ereignissen. Standard sind 10. Trage 0 ein, um alle anzuzeigen (es sei denn, andere Parameter schränken dies ein)

source: Show Time
de: Zeige Zeit

source: Show the time along with the date (shown by default)
de: Zeige Zeit zusammen mit Datum (standardmäßig angezeigt)

source: Show the description of the event (shown by default)
de: Zeige die Beschreibung des Ereignisses (standardmäßig angezeigt)

source: ~np~{~/np~EVENTS(calendarid=1|2,maxdays=365,max=-1,datetime=1,desc=1)}{EVENTS} Insert rss feed output into a wikipage
de: ~np~{~/np~EVENTS(calendarid=1|2,maxdays=365,max=-1,datetime=1,desc=1)}{EVENTS} Füge RSS Feedausgabe in einen Wiki Seite ein
fr: ~np~{~/np~EVENTS(calendarid=1|2,maxdays=365,max=-1,datetime=1,desc=1)}{EVENTS} Insère un feed rss dans une page wiki

source: Create a fade-in/fade-out effect with text
de: Erstellt einen Ein-/Ausblendeeffekt für Text

source: Wiki syntax containing the text to display
de: Wiki Syntax, die den anzuzeigenden Text beinhaltet
fr: Syntaxe Wiki contenant le texte à afficher

source: Label to display on first display
de: Anzuzeigende Bezeichnung bei erster Anzeige
fr: Étiquette à afficher lors du premier affichage

source: Unspecified label
de: Nicht spezifierte Bezeichnung
fr: Étiquette non spécifiée

source: Fancy List
de: ausgefallene Liste

source: Create a fancy-looking list
de: Erstellt eine ausgefallen aussehende Liste

source: Creates a fancy-looking list
de: Erstelle eine ausgefallen aussehende Liste

source: Fancy Table
de: ausgefallene Tabelle

source: Create a formatted table
de: Erstelle eine formatierte Tabelle

source: Displays the data using the Tikiwiki odd/even table style
de: Daten im Tiki gerade/ungerade Stil anzeigen
fr: Affiche les données en utilisant le style Tikiwiki de table pair/impair

source: cells
de: Zellen
fr: cellules

source: Indicate whether the file is in a file gallery or is a wiki page attachment
de: Gib an, ob die Datei in einem Dateiarchiv liegt oder ein Anhang zu einer Wiki Seite ist

source: Identify an attachment by entering its file name, which will show as a link to the file.\n\t\t\t\t\t\t\t\t\t\t If the page parameter is empty, it must be a file name of an attachment to the page where the plugin is used
de: Identifziere einen Anhang durch Angabe des Dateinamens, der als Link zur Datei angezeigt wird.\n\t\t\t\t\t\t\t\t\t\t Wenn der Seitenparameter leer bleibt, muss es ein Dateiname eines Anhangs to einer Wiki Seite sein, auf der das Plugin benutzt wird

source: Custom Description
de: Benutzerdefinierte Beschreibung

source: Custom text that will be used for the link instead of the file name or file description
de: Benutzerdefinierter Text, der anstelle des Dateinamens oder der Dateibeschreibung als Link benutzt wird

source: Name of the wiki page the file is attached to. Defaults to the wiki page where the plugin is used if empty
de: Name der Wiki Seite, an welche die Datei angehängt ist. Wenn leer, dann wird standardmäßig die Seite benutzt, wo das Plugin eingesetzt wird

source: Attachment Description
de: Anhangbeschreibung

source: Show the attachment description as the link label instead of the attachment file name
de: Zeige die Anhangbeschreibung als die Linkbezeichnung anstelle des Dateinamens der angehängten Datei

source: Indicates that this attachment is an image, and should be displayed inline using the img tag
de: Gibt an, dass es sich um ein Bild handelt, dass in der Zeile mittels des IMG-Tags angezeigt werden soll

source: File ID
de: Datei-ID

source: File ID of a file in a file gallery or an archive
de: Datei-ID der Datei im Dateiarchiv oder einem Archiv

source: Example value:
de: Beispielswert:

source: Date
de: Datum

source: Show Icon
de: Zeige Symbol

source: Show an icon version of the file or file type with the link to the file
de: Zeige eine Symbolversion der Datei oder des Dateityps mit einem Link zur Datei

source: File Gallery File/Archive
de: Dateiarchiv-Datei/Archiv

source: Wiki Page Attachment
de: Wiki Seiten-Anhang

source: The date has not been set
de: Das Datum wurde nicht angegeben
fr: la date n'a pas été positionnée

source: Incorrect date format
de: Ungültiges Datumsformat
fr: Format de date incorrect

source: No such file
de: Keine solche Datei
fr: Pas de fichier de ce type

source: Wiki attachments are disabled
de: Wiki-Anhänge sind deaktiviert

source: List files in a gallery or category
de: Listet Dateien in einem Archiv oder einer Kategorie

source: Embed a video or audio file
de: Bette eine Video-/Audiodatei ein

source: High
de: hoch
fr: Prioritaire

source: Low
de: niedrig
fr: Peu prioritaire

source: Footnote
de: Fußnote
fr: Note de pied de page

source: Create automatically numbered footnotes (together with PluginFootnoteArea)
de: Erstelle automatisch nummerierte Fußnoten (zusammen mit dem Plugin Fußnotenbereich)

source: Footnote Area
de: Fußnotenbereich

source: Create automatically numbered footnotes (together with PluginFootnote)
de: Erstelle automatisch nummerierte Fußnoten (zusammen mit dem Plugin Fußnote)

source: List similarly tagged objects
de: Listet ähnlich getaggte Objekte

source: Blog Posts
de: Blogeinträge
fr: Articles du blogue

source: Offset
de: Abstand (Offset)

source: n|y
de: n|j

source: all
de: alle

source: Search the titles of all pages in this wiki
de: Suche die Titel aller Seiten in diesem Wiki
fr: Cherche parmi les titres des pages Wiki

source: Create a button for downloading a file from an FTP server
de: Erstelle eine Schaltfläche um eine Datei von einem FTP-Server herunterzuladen

source: missing parameters
de: fehlende Parameter
fr: paramètres manquants

source: failed
de: fehlgeschlagen
fr: a échoué

source: Gauge
de: Maßstabsanzeige
fr: Jauge

source: Display a horizontal bar gauge
de: Zeigt eine horizontale Balkenanzeige

source: description
de: Beschreibung

source: Value
de: Wert
fr: Valeur

source: Color
de: Farbe
fr: Coleur

source: Get Security Token
de: Erhalte Sicherheits-Token

source: Get security token for specified parameters
de: Erhalte Sicherheits-Token für angegebene Parameter

source: Add the tracking code for Google Analytics
de: Fügt einen Trackingcode für Google Analytics ein

source: Account Number
de: Kontonummer

source: The account number for the site. Your account number from google looks like UA-XXXXXXX-YY. All you need to enter is XXXXXXX-YY
de: Die Kontonummer für die Site. Deine Kontonummer von Google sieht so ähnlich aus wie UA-XXXXXXX-YY. Du musst nur XXXXXXX-YY eingeben

source: Missing parameter
de: Fehlender Parameter
fr: Paramètre manquant

source: Google Doc
de: Google Dokument

source: Display a Google document
de: Zeigt ein Google Dokument an

source: Leave this empty
de: Lasse dies leer
fr: Laisser vide

source: Type of Google document
de: Typ des Google-Dokuments

source: Document
de: Dokument

source: Presentation
de: Präsentation

source: key
de: Schlüssel
fr: clé

source: Google doc key - for example: pXsHENf1bGGY92X1iEeJJI
de: Google-Dokument-SChlüssel - z.B.: pXsHENf1bGGY92X1iEeJJI

source: Name of iframe. Default is \"Frame\" + the key
de: Name des IFRAME. Standard ist \"Frame\" + dem Schlüssel

source: Size of frame. Use instead of width and height. The sizes will fit the Google presentations sizes exactly
de: Größe des Frame. Benutze anstelle von Breite und Höhe. Die Größen passen genau zu den Google Präsentationsgrößen

source: Small
de: klein

source: Large
de: Groß

source: Width in pixels or %
de: Breite in Pixeln oder %

source: Height in pixels or %
de: Höhe in Pixeln oder %

source: Middle
de: Mittel

source: Choose whether to show a border around the iframe
de: Wähle, ob ein Rahmen um den IFRAME angezeigt werden soll

source: Margin Height
de: Randhöhe

source: Margin height in pixels
de: Randhöhe in Pixeln

source: Margin Width
de: Randbreite
fr: Largeur de la marge

source: Margin width in pixels
de: Randbreite in Pixeln

source: Scrolling
de: Scrollen

source: Choose whether to add a scroll bar
de: Wähle, ob Scrollbalken angezeigt werden sollen

source: Edit Link
de: Bearbeitungslink

source: Choose whether to show an edit link and set its location
de: Wähle, ob und wo ein Bearbeitungslink angezeigt werden soll

source: Required parameter \"type\" missing
de: Erforderlicher Parameter \"type\" fehlt
fr: Paramètre requis \"type\" absent
