Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: new tracker items
de: neue Trackereinträge
fr: nouvelle(s) fiche(s) de formulaire

source: updated tracker items
de: aktualisierte Trackereinträge

source: SVN Version and last update information.
de: SVN Version Informationen zum letzten Update.

source: Switch Language
de: Sprache umstellen

source: Displays a language picker to change the language of the site.
de: Zeigt eine Sprachauswahl um die Site-Sprache zu ändern.

source: Prefix
de: Präfix

source: Switch Theme
de: Theme ändern

source: Enables to quickly change the theme.
de: Erlaubt schnell das Theme zu ändern.
fr: Permet de changer rapidement le thème.

source: Terminology
de: Terminologie
fr: Terminologie

source: Root category
de: Hauptkategorie

source: Tiki test suite helper.
de: Tiki Testsuite Hilfe

source: Most Active blogs
de: Aktivste Blogs
fr: Blogues les plus actifs

source: Displays the specified number of blogs with links to them, from the most active one to the least.
de: Zeigt eine festgelegte Anzahl von Blogs mit Links zu diesen, sortiert nach den Aktivsten.
fr: Affiche un nombre déterminé de blogues hyperliés, du plus actif au moins actif.

source: Blog activity measurement can be more or less accurate.
de: Die Messung der Blogaktivität kann mehr oder weniger genau sein.
fr: La mesure de l'activité des blogues peut être plus au moins précise.

source: Lists the specified number of articles with links to them, from the most visited one to the least.
de: Zeigt eine festgelegte Anzahl von Artikeln mit Links zu diesen, sortiert nach den am häufigsten besuchten.
fr: Liste un nombre déterminé d'articles avec un hyperlien vers ceux-ci, du plus visité au moins visité.

source: Top File Galleries
de: Top Dateiarchive
fr: Galeries de fichiers les plus populaires

source: Displays the specified number of file galleries with links to them, starting with the one with most hits.
de: Zeigt eine festgelegte Anzahl von Dateiarchiven mit Links zu diesen, angefangen mit dem Dateiarchiv mit den meissten Treffern.

source: Top files
de: Top Dateien
fr: Fichiers les plus populaires

source: Displays the specified number of files with links to them, starting with the one with most hits.
de: Zeigt eine festgelegte Anzahl von Dateien mit Links zu diesen, angefangen mit der Datei mit den meissten Treffern.
fr: Affiche un nombre déterminé de fichiers avec les hyperliens vers ceux-ci, débutant avec celui ayant le plus de clics.

source: Top Forum Posters
de: Top Forum Poster
fr: Publieurs de forum les plus actifs

source: Displays the specified number of users who posted to forums, starting with the one having most posts.
de: Zeigt eine festgelegte Anzahl von Benutzern, die in Foren posten, angefangen mit dem, der die meissten Posts hat.

source: Top image galleries
de: Top Bildergalerien
fr: Galeries d'images les plus populaires

source: Top Images
de: Top Bilder
fr: Images les plus populaires

source: Top Objects
de: Top Objekte
fr: Objets les plus vus

source: Top Pages
de: Top Seiten
fr: Pages les plus populaires

source: Displays the specified number of wiki pages with links to them, starting with the one having the most hits.
de: Zeigt eine festgelegte Anzahl von Wiki Seiten mit Links zu diesen, angefangen mit der Seite mit den meissten Treffern.

source: Top Quizzes
de: Top Quiz
fr: Questions à choix multiples (QCMs) les plus populaires

source: Displays the specified number of quizzes with links to them, starting with the one having the most hits.
de: Zeigt eine festgelegte Anzahl von Quiz mit Links zu diesen, angefangen mit dem Quiz mit den meissten Treffern.

source: Displays the specified number of blogs with links to them, from the most visited one to the least.
de: Zeigt eine festgelegte Anzahl von Blogs mit Links zu diesen, sortiert nach den am häufigsten besuchten.
fr: Affiche un nombre déterminé de blogues avec les hyperliens vers ceux-ci, du plus visité au moins visité.

source: Most-Read FAQs
de: Meistbesuchte FAQs
fr: Foire Aux Questions (FAQs) dernièrement visitées

source: Displays the specified number of FAQs with links to them, from the most visited one to the least.
de: Zeigt eine festgelegte Anzahl von FAQs mit Links zu diesen, sortiert nach den am häufigsten besuchten.
fr: Affiche un nombre déterminé de FAQs avec un lien vers celles-ci, de la plus visitée à la moins visitée.

source: Tracker Help
de: Trackerhilfe

source: Display the fieldId of a tracker
de: Zeigt eine FieldID eines Trackers.
fr: Affiche le ID du champ du formulaire.

source: Textarea rows
de: Texbereichzeilen

source: Textarea cols
de: Texbereichspalten

source: Max fields
de: Maximale Anzahl Felder

source: Translate Updates
de: Übersetzungsaktualisierungen
fr: Traductions mises à jour

source: Links to versions of the wiki page being viewed in other languages, distinguishing between better, equivalent or worse translations. Optionally displays the up-to-dateness of the translation being viewed.
de: Links zu Versionen von Wiki Seiten, die in anderen Sprachen angezeigt werden. Es wird zwischen besseren, gleichwertigen und schlechteren Übersetzungen unterschieden. Optional wird die Aktualität der aktuell angezeigten Übersetzung dargestellt.
fr: Relie vers des versions de la page wiki visibles en d'autres langues, en signalant les meilleures traductions, équivalentes ou moins bonnes. Optionnellement, affiche l'état d'actualisation de la traduction affichée.

source: Reference language
de: Referenzsprache

source: If set to a language code, restricts the localized pages shown to the reference page, unless that page is being displayed.
de: Wenn ein Sprachcode angegeben wird, werden die auf der Referenzseite angezeigten Seiten eingeschränkt; es sei denn, die Seite wird angezeigt.

source: Show language
de: Zeige Sprache

source: If \"y\" the page language will be shown instead of the page name.
de: Wenn \"y\", dann wird die Seitensprache anstelle des Seitennamen angezeigt

source: Default = \"y\".
de: Standard = \"y\".

source: Lists the specified number of calendar events, ordered by their start date.
de: Listet eine festgelegte Anzahl von Kalendereignissen, geordnet nach Startdatum.

source: Maximum days in the future
de: Maximale Tage in der Zukunft

source: Displays to registered users their blogs.
de: Zeigt registrierten Benutzern deren Blogs.

source: Lightweight interface to user bookmarks, enabling to view them concisely, do some manipulations and bookmark the page being viewed
de: Lightweightinterface für Benutzer Bookmarks um diese übersichtlich anzuzeigen, zu bearbeiten und um die aktuell angezeigte Seite zu bookmarken

source: My Image Galleries
de: Benutzer Bildergalerien
fr: Utilisateurs de galeries d'images

source: User Pages
de: Benutzerseiten
fr: Mes pages

source: Displays to registered users the specified number of wiki pages which they were the last to edit.
de: Zeigt registrierten Benutzern eine festgelegte Anzahl von Wiki Seiten an, die sie zuletzt bearbeitet haben.

source: My Pages
de: Meine Seiten
fr: Mes pages

source: My Tasks
de: Benutzeraufgaben
fr: Tâches utilisateurs

source: Lightweight interface to user tasks, enabling to view them concisely and do some manipulations
de: Lightweightinterface für Benutzeraufgaben um diese übersichtlich anzuzeigen und zu bearbeiten

source: The task title must have at least 3 characters
de: Der Aufgabentitel muss mindestens drei Zeichen lang sein
fr: Le titre du message doit avoir au moins 3 caractères

source: Public Tasks
de: Öffentliche Aufgaben
fr: Tâches publiques

source: Lists the public user tasks of a chosen group, with links to tasks.
de: Listet die öffentlichen Benutzeraufgaben einer gewählten Gruppe mit LInks zu diesen Aufgaben.

source: User-Group Tracker
de: Benutzer-/Gruppen Tracker
fr: Formulaire Groupe d'utilisateurs

source: User and Group tracker links.
de: Benutzer und Gruppen Trackerlinks.

source: Most-active Users
de: Top Benutzer
fr: Utilisateurs les plus actifs

source: Displays the specified number of users and their score, starting from the one with the highest score.
de: Zeigt eine festgelegte Anzahl von Benutzern und derem Score, angefangen mit demjenigen, mit dem höchsten Wert.

source: Displays Webmail Inbox
de: Zeigt die Webmail-Inbox

source: Account Id
de: Konto-ID

source: Webmail account identifier (if not set uses user\\'s current account)
de: Webmail Kontoidentifizierer (wenn nicht angegeben, wird das gegenwärtige Konto des Benutzers verwendet)

source: Webmail error
de: Webmail-Fehler

source: Related Items
de: Was ist zugeordnet

source: Lists objects which share a category with the viewed object.
de: Zeigt Objekte, welche der gleichen Kategorie zugeordnet sind, wie das betrachtete Objekt.

source: Online users
de: Benutzer online
fr: Utilisateurs en ligne

source: Displays information about users currently logged in.
de: Zeigt Informationen über gegenwärtig angemeldete Benutzer.

source: Content to display
de: Anzuzeigender Inhalt

source: Display the number of users logged in, the list of users logged in, or both.
de: Zeige die Anzahl der angemeldeten Benutzer (count), die Liste der angemeldeten Benutzer (list) oder beides (both).

source: Possible values: \"count\", \"list\" or \"both\". Default value: \"both\"
de: Mögliche Werte: \"count\", \"list\" oder \"both\". Standardwert: \"both\"

source: Cluster mode
de: Cluster-Modus

source: If set to \"1\", separate users based on which host/server they logged on.
de: Wenn \"1\" eingetragen wird, werden die Benutzer danach getrennt, auf welchem host/server sie angemeldet sind.

source: Newest Comments
de: Neueste Kommentare

source: Lists the specified number of comments starting from the most recently posted.
de: Listet eine festgelegte Anzahl von Kommentaren auf, beginnend mit dem zuletzt abgegebenen.

source: Last wiki comments
de: Die letzten Wiki-Kommentare
fr: Derniers commentaires Wiki

source: Bibliography Search
de: Bibliographiesuche

source: No Playlist ID was provided
de: Es wurde keine Playlist ID angegeben

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
fr: Nom d'utilisateur ou mot de passe invalide

source: Cookie not found
de: Cookie nicht gefunden
fr: Cookie non trouvé

source: Admin live support system
de: Kann Livesupportsystem verwalten
fr: Droit d'administrer le système d'assistance en ligne

source: Administrator, can admin banners
de: Administrator, kann Banner verwalten
fr: L'Administrateur, peut administrer les bannières

source: Administrator, can create channels remove channels etc
de: Administrator, kann Kanäle erstellen bzw. entfernen etc.
fr: Administrateur, peut créer et supprimer des canaux

source: Administrator, can manage users groups and permissions, and all features
de: Administrator, kann Benutzergruppen und Berechtigungen und alle Funktionen verwalten
fr: L'administrateur peut gérer les utlisateurs, les groupes, les droits d'accès ainsi que toutes les fonctionnalités

source: Auto approve forum posts
de: Forumposts werden automatisch bestätigt
fr: Validation automatique des articles du forum

source: Can access site when closed
de: Kann auf Site zugreifen, wenn diese geschlossen ist
fr: Droit d'accés au site lorsqu'il est fermé

source: Can add and change ratings on wiki pages
de: Kann Bewertungen zu Wiki Seiten hinzufügen und ändern
fr: Droit d'ajouter et modifier les notes associées aux pages du wiki

source: Can add events in the calendar
de: Kann Ereignisse in den Kalender eintragen
fr: Droit d'ajouter des évènements dans le calendrier

source: Can add group members
de: Kann Mitglieder zu einer Gruppe hinzufügen
fr: Droit d'ajouter les membres aux groupes

source: Can add guest to the participants
de: Kann Gäste zu den Teilnehmern einladen
fr: Droit d'ajouter un invité aux participants

source: Can add own user to the participants
de: Kann eigene Benutzer zu den Teilnehmern hinzufügen

source: Can admin article topics
de: Kann Artikelthemen verwalten
fr: Droit d'administrer les sujets d'articles

source: Can admin article types
de: Kann Artikeltypen verwalten
fr: Droit d'administrer les types d'articles

source: Can admin attachments on wiki pages
de: Kann Anhänge auf Wiki Seiten verwalten
fr: Droit d'administrer les pièces jointes aux pages wiki

source: Can admin blogs
de: Kann Blogs verwalten
fr: Droit d'administrer les blogues

source: Can admin categories
de: Kann Kategorien verwalten
fr: Droit d'administrer les catégories

source: Can admin comments
de: Kann Kommentare administrieren
fr: Droit d'administrer les commentaires

source: Can admin content templates
de: Kann Inhaltsvorlagen verwalten
fr: Droit d'administrer les gabarits de contenu

source: Can admin contributions
de: Kann Einreichungen verwalten
fr: Droit d'administrer les contributions

source: Can admin cookies
de: Kann Cookies verwalten
fr: Droit d'administrer les cookies

source: Can admin directory categories
de: Kann Verzeichniskategorien verwalten
fr: Droit d'administrer les catégories de répertoire

source: Can admin directory sites
de: Kann Linkverzeichnisse verwalten
fr: Droit d'administrer les sites des répertoires

source: Can admin external feeds
de: Kann externe Feeds verwalten
fr: Droit d'administrer les flux externes

source: Can admin faqs
de: Kann FAQs verwalten
fr: Droit d'administrer les faqs

source: Can admin file galleries
de: Kann Dateiarchive verwalten
fr: Droit d'administrer les galeries de fichiers

source: Can admin forums
de: Kann Foren verwalten
fr: Droit d'administrer les forums

source: Can admin freetags
de: Kann Freetags verwalten
fr: Droit d'administrer les mots-clés

source: Can admin group webmail accounts
de: Kann Gruppen-Webmail-Konten verwalten
fr: Droit d'administrer les comptes webmail de groupe

source: Can admin Image Galleries
de: Kann Bildergalerien verwalten
fr: Droit d'administrer les galeries d'images

source: Can admin kaltura feature
de: Kann eine Kalturafunktion verwalten
fr: Droit d'administrer la fonctionnalité Kaltura

source: Can admin mail notifications
de: Kann Mailbenachrichtigungen verwalten
fr: Droit d'administrer les notifications par mail

source: Can admin mail-in accounts
de: Kann Mail-in-Konten verwalten
fr: Droit d'administrer les comptes mail-in

source: Can admin newsletters
de: Kann Newsletter verwalten
fr: Droit d'administrer les lettres d'informations

source: Can admin personal webmail accounts
de: Kann persönliche Webmailkonten verwalten
fr: Droit d'administrer les comptes webmail personnels

source: Can admin perspectives
de: Kann Perspektiven verwalten
fr: Droits d'administrer les perspectives

source: Can admin polls
de: Kann Abstimmung verwalten
fr: Droit d'administrer les sondages

source: Can admin public tasks
de: Kann öffentliche Aufträge verwalten
fr: Droit d'administrer les tâches publiques

source: Can admin quizzes
de: Kann Quiz verwalten
fr: Droit d'administrer les QCMs

source: Can admin received articles
de: Kann empfangene Artikel verwalten
fr: Droit d'administrer les articles reçus

source: Can admin received pages
de: Kann empfangene Seiten verwalten
fr: Droit d'administrer les pages reçues

source: Can admin sheet
de: Kann Tabellen verwalten
fr: Droit d'administrer les feuillets

source: Can admin shoutbox (Edit/remove messages)
de: Kann Shoutbox verwalten (Nachrichten bearbeiten/entfernen)

source: Can admin surveys
de: Kann Umfragen verwalten
fr: Droit d'administrer les enquêtes

source: Can admin the articles
de: Kann Artikel verwalten
fr: Droit d'administrer les articles

source: Can admin the directory
de: Kann das Linkverzeichnis verwalten
fr: Droit d'administrer le répertoire des liens

source: Can admin the dynamic content system
de: Kann dynamische Inhalte verwalten
fr: Droit d'administrer le système de contenu dynamique

source: Can admin the TikiTests
de: Kann TikiTest verwalten
fr: Droit d'administrer les TikiTests

source: Can admin the wiki
de: Kann die Wiki verwalten
fr: Droit d'administrer le wiki

source: Can admin toolbars
de: Kann Toolbars verwalten
fr: Droit d'administrer les barres d'outils

source: Can admin trackers
de: Kann Tracker verwalten
fr: Droit d'administrer les formulaires

source: Can admin users
de: Kann Benutzer verwalten
fr: Droit d'administrer les utilisateurs

source: Can administer payments
de: Kann Zahlungen verwalten
fr: Droits d'administrer les payements

source: Can approve plugin execution
de: Kann Pluginausführung bestätigen
fr: Droit d'autoriser l'exécution des plugins

source: Can approve submissions
de: Kann Einreichungen bestätigen
fr: Droit d'approuver les soumissions

source: Can assign perms to blog
de: Kann einem Blog Rechte zuweisen
fr: Droit d'assigner des permissions sur les blogues

source: Can assign perms to file gallery
de: Kann Rechte zum Dateiarchiv zuweisen
fr: Droit d'assigner des permissions sur les galeries de fichiers

source: Can assign perms to image gallery
de: Kann Rechte zu einer Bildergalerie zuweisen
fr: Droit d'assigner les droits d'accès des galeries d'images

source: Can assign perms to wiki pages
de: Kann Rechte zu Wikiseiten zuweisen
fr: Droit d'assigner des permissions aux pages wiki

source: Can attach files to tracker items
de: Kann Dateien an Trackereinträge anhängen
fr: Droit d'attacher des fichiers aux fiches de formulaire

source: Can attach files to wiki pages
de: Kann Dateien an Wiki-Seiten anhängen
fr: Droit d'attacher des fichiers aux pages wiki

source: Can attach to forum posts
de: Kann an Forumposts anhängen
fr: Droit d'attacher des fichiers aux articles du forum

source: Can ban users or ips
de: Kann Benutzer oder IPS verbannen
fr: Droit de bannir des utilisateurs ou des ips

source: Can broadcast messages to all user
de: Kann eine Nachricht zu allen Benutzern senden
fr: Droit de diffuser des messages vers tous les utilisateurs

source: Can broadcast messages to groups
de: Kann eine Nachricht zur Gruppe senden
fr: Droit de diffuser des messages vers les groupes

source: Can browse freetags
de: Kann Freetags durchstöbern
fr: Droit de parcourir les mots-clés

source: Can browse the calendar
de: Kann den Kalender durchstöbern
fr: Droit de parcourir le calendrier

source: Can cache user bookmarks
de: Kann Benutzer-Bookmarks cachen
fr: Droit de mettre des signets en antémémoire

source: Can change closed tracker items
de: Kann geschlossene Trackereinträge ändern
fr: Droit de modifier les éléments des formulaires clos

source: Can change events in the calendar
de: Kann Ereignisse im Kalender verändern
fr: Droit de modifier des évènements dans le calendrier

source: Can change pending tracker items
de: Kann anhängige Trackereinträge ändern
fr: Droit de modifier les éléments des formulaires en attente

source: Can change the categories of the object
de: Kann Kategorien eines Objekts ändern
fr: Droit de changer la catégorie d'un objet

source: Can change tracker items
de: Kann Trackereinträge ändern
fr: Droit de changer des fiches de formulaire

source: Can clean cache
de: Kann den Cache löschen
fr: Droit de vider le cache

source: Can configure modules
de: Kann Module konfigurieren
fr: Droit de configurer des modules

source: Can create a blog
de: Kann einen Blog erstellen
fr: Droit de créer des blogues

source: Can create a meeting
de: Kann ein Meeting starten
fr: Droit de créer une réunion

source: Can create a perspective
de: Kann eine Perspektive erstellen
fr: Droit de créer une perspective

source: Can create and edit sheets
de: Kann Tabellen erstellen und editieren
fr: Droit de créer et éditer des feuillets

source: Can create and edit structures
de: Kann Strukturen erstellen und editieren
fr: Droit de créer et éditer des structures

source: Can create file galleries
de: Kann Dateiarchive erstellen
fr: Droit de créer des galeries de fichiers

source: Can create image galleries
de: Kann Bildergalerien erstellen
fr: Droit de créer des galeries d'images

source: Can create items in personal menu
de: Kann Einträge im persönlichen Menü erstellen
fr: Droit de créer des éléments du menu personnel

source: Can create kaltura remix video
de: Kann ein Kalturaremixvideo erstellen

source: Can create new categories
de: Kann neue Kategoriern erstellen
fr: Droit de créer de nouvelles catégories

source: Can create new css suffixed with -user
de: Kann neues CSS mit Suffix -user erstellen
fr: Droit de créer des css suffixé avec -user

source: Can create new items for trackers
de: Kann neues Trackerelement hinzufügen
fr: Droit de créer de nouvelles fiches de formulaire

source: Can create new mapfile
de: Kann eine neue Kartendatei erstellen
fr: Droit de créer de nouveaux fichiers-carte

source: Can create user bookmarks
de: Kann Benutzerbookmarks erstellen
fr: Droit de créer des signets utilisateur

source: Can create/admin calendars
de: Kann einen Kalender erstellen/verwalten
fr: Droit de créer/administrer les calendriers

source: Can create/close a book
de: Kann ein Buch erstellen/schließen

source: Can create/edit/lock accounts
de: Kann Konten erstellen/bearbeiten/sperren

source: Can delete comments
de: Kann Kommentare löschen
fr: Droit de supprimer des commentaires

source: Can delete his/her own account
de: Kann sein/ihr eigenes Konto löschen
fr: Droit d'effacer son propre compte

source: Can delete kaltura entry
de: Kann einen Kalturaeintrag löschen
fr: Droit d'effacer une entrée Kaltura

source: Can delete mapfiles
de: Kann Kartendateien löschen
fr: Droit de supprimer des fichiers-carte

source: Can download files
de: Kann Dateien herunterladen
fr: Droit de télécharger des fichiers

source: Can download kaltura entry
de: Kann einen Kalturaeintrag herunterladen
fr: Droit de tlécharger une entrée Kaltura

source: Can edit a gallery file
de: Kann Dateiarchive editieren
fr: Droit d'édition d'un fichier de la galerie

source: Can edit all comments
de: Kann alle Kommentare editieren
fr: Droit d'édition de tous les commentaires

source: Can edit articles
de: Kann Artikel bearbeiten
fr: Droit de modifier les articles

source: Can edit content templates
de: Kann Inhaltsvorlagen bearbeiten
fr: Droit de modifier les gabarits de contenu

source: Can edit copyright notices
de: Kann Copyrighthinweis ändern
fr: Droit de modifier les messages de copyright

source: Can edit dynamic variables
de: Kann dynamische Variablen editieren
fr: Droit de modifier les variables dynamiques

source: Can edit HTML pages
de: Kann HTML Seiten editieren
fr: Droit de modifier les pages HTML

source: Can edit information of kaltura entry
de: Kann Informationen zu einem Kalturaeintrag editieren
fr: Droit d'éditer les information d'une entrée Kaltura

source: Can edit mapfiles
de: Kann Kartendateien ändern
fr: Droit de modifier les fichiers-carte

source: Can edit menu
de: Kann Menüs editieren
fr: Droit de modifier les menus

source: Can edit menu option
de: Kann Menüoptionen editieren
fr: Droit de modifier les options des menus

source: Can edit object permissions
de: Kann Objektberechtigungen ändern
fr: Droit de modifier les permissions des objets

source: Can edit own forum posts
de: Kann eigene Forumposts ändern
fr: Droit de modifier ses propres articles du forum

source: Can edit pages
de: Kann Seiten editieren
fr: Droit de modifier des pages wiki

source: Can edit site templates
de: Kann Sitevorlagen editieren
fr: Droit de modifier les gabarits de site

source: Can edit submissions
de: Kann Einreichungen bearbeiten
fr: Droit de modifier les soumissions

source: Can edit the perspective
de: Kann eine Perspektive bearbeiten
fr: Droit d'éditer une perspective

source: Can edit TikiTests
de: Kann TikiTests bearbeiten
fr: Droit d'éditer des TikiTests

source: Can edit translations and create new languages
de: Kann Übersetzungen bearbeiten und neue Sprachen anlegen
fr: Droit de modifier les traductions et d'ajout de nouvelles langues

source: Can enter manual payments
de: Kann eine manuelle Bezahlung eingeben
fr: Droit d'entrer un payement manuel
