Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: This plugin was recently added or modified. Until an editor of the site validates the parameters, execution will not be possible.
de: Dieses Plugin wurde kürzlich hinzugefügt oder verändert. Bis ein Editor der Site die Parameter geprüft hat, kann das Plugin nicht ausgeführt werden.

source: You are allowed to:
de: Es ist Dir erlaubt zu:

source: View arguments
de: Argumente einzusehen
fr: Voir les arguments

source: Execute the plugin in preview mode (may be dangerous)
de: Das Plugin im Vorschaumodus auszuführen (kann gefährlich sein)
fr: Exécute le plugin en mode prévisualisation (peut être risqué)

source: Approve the plugin for public execution
de: Das Plugin für öffentliches Ausführen zu bestätigen
fr: Autoriser le plugin pour une exécution publique

source: View Details
de: Details anzeigen
fr: Voir les Détails

source: This plugin does not contain any arguments
de: Dieses Plugin enthält keine Argumente
fr: Ce plugin ne contient aucun argument

source: Body
de: Text
fr: Corps

source: This plugin's body is empty
de: Der Hauptteil des Plugins ist leer
fr: Le corps de ce plugin est vide

source: Insert
de: Einfügen
fr: Insérer

source: Plugin Approval
de: Plugin Bestätigung

source: For security, grant the <strong>tiki_p_plugin_approve</strong> permission only to trusted user groups
de: Aus Sicherheitsgründen sollte die Berechtigung <strong>tiki_p_plugin_approve</strong> nur vertrauenswürdigen Benutzergruppen gewährt werden

source: Added By
de: Hinzugefügt durch
fr: Ajouté par

source: Signature
de: Unterschrift

source: Wiki page: <a href=\"%0#{\$plugin.fingerprint}\" title=\"{tr}View this page
de: Wiki Seite: <a href=\"%0#{\$plugin.fingerprint}\" title=\"{tr}Diese Seite ansehen

source: <a href=\"%0#{\$plugin.fingerprint}\" title=\"{tr}View this page
de: <a href=\"%0#{\$plugin.fingerprint}\" title=\"{tr}Diese Seite ansehen

source: Approve all pending plugins
de: Bestätige alle unbestätigten Plugins

source: Using <strong>Approve</strong> or <strong>Approve All</strong> will approve and activate the pending plugins
de: Benutze <strong>Bestätigen</strong> oder <strong>alle bestätigen</strong> um alle wartenden Plugins zu bestätigen und zu aktivieren

source: Use this feature <strong>only</strong> if you have verified that all the pending plugins are safe
de: Benutze diese Funktion <strong>nur dann</strong>, wenn Du geprüft hast, dass alle Plugins sicher sind

source: No plugins pending approval
de: Es warten keine Plugins auf Bestätigung

source: View Results
de: Ergebnisse anschauen
fr: Voir les résultats

source: Vote poll:
de: Bewerte Abstimmung

source: Other Polls
de: Andere Abstimmungen
fr: Autres sondages

source: Poll Results
de: Abstimmungsergebnisse
fr: Résultats des sondages

source: Top Voted Polls
de: Top bewertete Abstimmungen

source: Edit Poll
de: Abstimmung bearbeiten

source: Vote range displayed:
de: Abstimmungsbereich:

source: All votes
de: Alle Abstimmungen
fr: Tous les votes

source: List Votes
de: Abstimmungen auflisten
fr: Liste des votes

source: Number of votes:
de: Anzahl der Abstimmungen:

source: votes
de: Stimmen

source: Average
de: Durchschnitt
fr: Moyenne

source: Popup preview
de: Popup-Vorschau

source: Close preview
de: Schließe Vorschau

source: Topic image
de: Themenlogo
fr: image du sujet

source: You do not have permission to read complete articles
de: Du hast keine Berechtigungm den kompletten Artikel zu lesen

source: The original document is available at
de: Das Originaldokument ist zu finden unter
fr: Le document d'origine est disponible à

source: Print multiple pages
de: Mehrere Seiten drucken
fr: Imprimer des pages multiples

source: Selected Structures
de: Ausgewählte Strukturen
fr: Structures Sélectionnées

source: Add Structure
de: Struktur hinzufügen
fr: Ajouter une structure

source: No structures
de: Keine Strukturen
fr: Aucune structure

source: Available Pages
de: Verfügbare Seiten
fr: Pages disponibles

source: No pages
de: Keine Seiten
fr: Aucune page

source: All pages selected
de: Alle Seiten ausgewählt
fr: Toutes les pages sélectionnées

source: Add Page
de: Seite hinzufügen
fr: Ajouter des pages

source: Remove Page
de: Seite entf.
fr: Effacer la page

source: Selected Pages
de: Ausgewählte Seiten
fr: Pages sélectionnées

source: No pages selected
de: Keine Seiten ausgewählt

source: Add Pages from Structures
de: Füge Seiten aus Strukturen hinzu
fr: Ajouter les pages des structures

source: Edit quiz
de: Bearbeite Quiz
fr: Modifier un QCM

source: Current Version
de: Gegenwärtige Version
fr: Version courante

source: General Options
de: Generelle Optionen
fr: Options générales

source: Publication Date
de: Veröffentlichungsdatum
fr: Date de publication

source: Prologue
de: Prolog

source: Epilogue
de: Epilog

source: Quiz result stats
de: Statistiken zum Quizergebnis
fr: Statistiques sur les résultats de QCM

source: Time
de: Zeit
fr: Temps

source: User answers
de: Benutzerantworten
fr: Réponses de l'utilisateur

source: Stats for quizzes
de: Statistik für die Quiz
fr: Statistiques sur les QCMs

source: taken
de: teilgenommen
fr: Réponses

source: Av score
de: durchschn. Bewertung
fr: Score moyen

source: Av time
de: durchschn. Zeit
fr: Temps moyen

source: Stats for quiz
de: Statistik für das Quiz
fr: Statistiques sur les QCMs

source: Clear Stats
de: Statistiken zurücksetzen
fr: Effacer les statistiques

source: time taken
de: benötigte Zeit
fr: temps utilisé

source: Passed
de: bestanden
fr: Réussi

source: Stats for this quiz Questions
de: Statistik für die Fragen in diesem Quiz
fr: Statistiques sur les questions de ce QCM

source: Rank
de: Rang
fr: Rang

source: This Article is currently not published and only visible by Editors
de: Dieser Artikel ist derzeit nicht veröffentlicht und daher nur für Bearbeiter sichtbar

source: expires:
de: läuft aus:

source: star
de: Stern
fr: étoile

source: half star
de: halber Stern
fr: demi étoile

source: List all articles of this same topic
de: Liste aller Artikel zum gleichen Thema
fr: Liste de tous les articles de même topic

source: Received articles
de: Empfangene Artikel
fr: Articles reçus

source: Edit received article
de: Empfangenen Artikel bearbeiten
fr: Modifier l'article reçu

source: Use Image
de: Bild benutzen
fr: Utiliser images

source: Image x size
de: Bildbreite
fr: Image x pixel

source: Image y size
de: Bildhöhe
fr: Image y pixel

source: Image name
de: Bildname
fr: Nom de l'image

source: Accept Article
de: Artikel annehmen
fr: Accepter l'article

source: Received Pages
de: Empfangene Seiten
fr: Pages reçues

source: Received Structures
de: Empfangene Strukturen
fr: Structures reçues

source: Referer stats
de: Referer-Statistik
fr: Statistiques des origines

source: Last
de: letzte
fr: Derniers

source: Register as a new user
de: Als neuer Benutzer registrieren
fr: S'inscrire comme nouvel utilisateur

source: Tiki site registered
de: Tiki Site registriert
fr: Site Tiki enregistré

source: The following site was added and validation by admin may be needed before appearing on the lists
de: Folgende Site wurde hinzugefügt. Der Link erscheint erst nach Überprüfung des Administrators in der Liste
fr: Le site suivant a été ajouté, la validation de l'administrateur est peut être nécessaire

source: You don't have permission to use this feature.
de: Keine Berechtigung zur Nutzung dieser Funktion vorhanden.
fr: Vous n'avez pas le droit d'utiliser cette fonctionnalité.

source: Please register
de: Bitte registrieren

source: Register this site at Tiki.org
de: Registriere diese Site bei Tiki.org

source: Read this first!
de: Bitte lesen!
fr: Lisez ceci d'abord!

source: On this page you can make your tiki site known to Tiki.org. It will get shown there in a list of known tiki sites
de: Auf dieser Seite kannst Du Deine Tiki bei Tiki.org bekanntmachen. Sie wird dort in einer Liste von bekannten Tiki-Sites gezeigt

source: Registering is voluntary.
de: Die Registrierung ist freiwillig.
fr: L'inscription est libre.

source: Registering does not give you any benefits except one more link to your site.
de: Eine Registrierung bringt keine Vorteile außer einen zusätzlichen Link auf die Site.
fr: L'inscription n'apporte rien de plus qu'un lien vers votre site.

source: You don't get any emails, we don't sell the data about your site.
de: Du bekommst keine Emails und wir verkaufen auch keine Daten. :)
fr: Vous ne recevrez pas d'emails. Nous ne vendons pas vos informations.

source: Registering is just for us to get an overview of Tiki's usage.
de: Die Registrierung hilft uns einen kleinen Überblick über die Nutzung von Tiki zu gewinnen.
fr: L'inscription nous sert à avoir une idée de l'utilisation de Tiki.

source: If your site is private or inside your intranet, you should not register!
de: Wenn ihre Tiki Site rein privat oder nur in ihrem Intranet zu erreichen ist, tragen sie ihre Site bitte nicht ein!
fr: Si votre site est privé ou sur un intranet, ne l'inscrivez pas!

source: Information about your site
de: Informationen zu Deiner Site
fr: Information sur votre site

source: Enter your username or email
de: Trage Deinen Benutzernamen oder Email ein

source: Enter your email
de: Trage Deine Email ein
fr: Donner votre adresse mail

source: Send me my Password
de: Mein Passwort senden
fr: Envoyez-moi mon mot de passe

source: Request Password Reset
de: Fordere Zurücksetzung Deines Passwortes an
fr: Demander une réinitialisation du mot de passe

source: Remove page
de: Seite entfernen
fr: Supprimer la page

source: Last Version
de: Neueste Version
fr: Dernière version

source: Back to page
de: Zurück zur Seite
fr: Retour à la page

source: You are about to remove the page
de: Du löschst jetzt die Seite
fr: Vous êtes sur le point de supprimer la page

source: permanently
de: permanent
fr: définitivement

source: Remove all versions of this page
de: Alle Versionen dieser Seite entfernen
fr: Supprimer toutes les versions de la page

source: Rename page
de: Seite umbenennen
fr: Renommer la page

source: Rollback page
de: Rollback-Seite
fr: Retour en arrière

source: to version
de: zu Version
fr: vers la version

source: This feature currently searches and replaces within wiki pages only
de: Diese Funktion sucht und ersetzt Text nur innerhalb von Wikiseiten
fr: Cette fonction permet de rechercher et remplacer dans les pages wiki seulement

source: Max number of pages at a time
de: Maximale Anzahl von Seiten auf einmal

source: Number of surrounding chars to preview
de: Anzahl von umgebenden Zeichen für die Vorschau

source: Replace selected
de: Ersetze ausgewähltes

source: Searched
de: Gesucht
fr: Recherché

source: Search in
de: Suche in
fr: Rechercher dans

source: Date Search:
de: Datumsuche:

source: All dates
de: Alle Daten
fr: Toutes les dates

source: Calendar Items
de: Kalendereinträge
fr: Évènements du calendrier

source: Simple search
de: Einfache Suche
fr: Recherche simple

source: This newsletter will be sent to {\$subscribers} email addresses.
de: Der Rundbrief wird an {\$subscribers} Emailadressen verschickt.
fr: Cette lettre d'informations va être envoyée à {\$subscribers} adresses électroniques.

source: Reply to
de: Antwort an
fr: Répondre à

source: Recipients
de: Empfänger

source: Validated
de: Validiert

source: Is user
de: Ist Benutzer

source: Sending Newsletter
de: Sende Newsletter

source: Prepare a newsletter to be sent
de: Rundbrief für Versand vorbereiten
fr: Préparer une lettre d'informations pour être envoyée

source: Data HTML:
de: HTML-Daten

source: Data Txt:
de: Text

source: Article Clip (read only):
de: Artikel Clip (nur lesen):

source: To include the article clipping into your newsletter, cut and paste it into the contents.
de: Um den Artikel in deinen Rundbrief zu clippen, schneide ihn ausund füge ihn bei den Inhalten ein (Copy/Paste)

source: If autoclipping is enabled, you can also enter \"~~~articleclip~~~\" which will be replaced with the latest\tclip when sending.
de: Wenn Autoclipping aktiviert ist, kannst Du auch \"~~~articleclip~~~\" verwenden, das beim Senden mit dem letzten Clip ersetzt wird.

source: Attached Files
de: Angehängte Dateien
fr: Fichier(s) attaché(s)

source: remove
de: entfernen
fr: effacer

source: To add a file, click here
de: Um eine Datei anzuhängen, klicke hier
fr: Pour ajouter un fichier, cliquer ici

source: Reply To Email
de: Antworte per Email
fr: Répondre à l'email

source: if not:
de: wenn nicht:

source: Sender email not set
de: Absenderemail nicht angegeben

source: Save as Draft
de: Als Entwurf speichern
fr: Enregistrer comme brouillon

source: Save your changes
de: Speichere Deine Änderungen
fr: Enregister vos changements

source: Save any changes and send to all subscribers
de: Speichere alle Änderungen und sende sie zu allen Abonnenten
fr: Enregistrer les changements et envoyer à tous les abonnées

source: Send objects
de: Objekte senden
fr: Envoyer des objets

source: Transmission results
de: Übertragungsergebnisse
fr: Transmission des résultats

source: Send Wiki Pages
de: Wiki-Seiten senden
fr: Envoyer des pages Wiki

source: Send a structure
de: Sende eine Struktur
fr: Envoyer une structure

source: Send Articles
de: Artikel senden
fr: Envoyer des articles

source: Add Article
de: Artikel hinzufügen
fr: Ajouter un article

source: Send objects to this site
de: Objekte an diese Site senden
fr: Envoyer des objets à ce site

source: Ex: http://tiki.org or localhost
de: Z.B.: http://tiki.org oder localhost
fr: Exemple&nbsp;: http://tiki.org ou localhost

source: Use /commxmlrpc.php if your Tiki site is installed at the root, otherwise adapt /tiki to your need
de: Benutze /commxmlrpc.php wenn Deine Tiki im Root installiert ist. Wenn nicht passe /tiki nach Deinen Bedürfnissen an

source: Report this page
de: Berichte diese Seite

source: Page shared
de: Seite geshared

source: The link was sent via e-Mail to the following addresses
de: Dieser Link wurfe via Email zu folgender Adresse geschickt

source: The link was sent via Twitter
de: Dieser Link wurde via Twitter gesendet

source: The link was posted on your facebook wall
de: Dieser Link wurde auf Deine Facebook Pinnwand geschrieben

source: The link was sent as message to
de: Dieser Link wurde als Nachricht gesendet an

source: The link was published in a
de: Dieser Link wurde veröffentlicht in eine(r)

source: Short link
de: Kurzlink

source: Have a look at this page
de: Werfe einen Blick auf diese Seite

source: Your message
de: Deine Nachricht

source: I found an interesting page that I thought you would like.
de: Ich habe eine interessante Seite gefunden. Vielleicht möchtest Du sie einmal ansehen.
fr: J'ai trouvé cette page qui pourrait t'intéresser.

source: Send via e-Mail
de: Via Email senden

source: Recipient(s)
de: Empfänger

source: Separate multiple email addresses with a comma.
de: Trenne multiple Emailadressen mit einem Komma.
fr: Séparer les adresses email par des virgules.

source: Your name
de: Dein Name
fr: Votre nom

source: Your email
de: Deine Email
fr: Votre adresse email

source: Tweet via Twitter
de: Via Twitter tweeten

source: Authorize with twitter first
de: Zuerst die Twitteranmeldung eintragen

source: Have a look at
de: Werfe eine Blick auf

source: Put on my facebook wall
de: An die Facebook Pinnwand schreiben

source: Authorize with facebook first
de: Zuerst die Facebookanmeldung eintragen

source: Separate multiple recipients with a comma.
de: Trenne multiple Empfänger mit einem Komma.

source: Share access rights
de: Teile Zugriffsrechte

source: Spreadsheets
de: Rechentabellen
fr: Tableurs

source: Available Sheets
de: Verfügbare Tabellen
fr: Feuillets disponibles

source: Create a sheet
de: Erstelle eine Tabelle
fr: Créer un feuillet

source: Configure this sheet:
de: Diese Tabelle konfigurieren:

source: Class Name:
de: Klassenname:

source: Header Rows
de: Kopfzeilen
fr: Rangées en-tête

source: Footer Rows
de: Fußzeilen
fr: Rangées bas-de-page

source: Wiki Parse Values
de: Wiki Parser Werte

source: Join with Spreadsheet:
de: Mit Tabelle vereinigen:

source: Makes this sheet a \"child\" sheet of a multi-sheet set
de: Hierdurch kann eine Tabelle zum einem \"Kind\" eines multiplen Tabellensatzes gemacht werden

source: You can access the sheet using the following URL:
de: Zu hast Zugriff auf diese Tabelle mit der folgenden URL:

source: Change shoutbox general settings
de: Shoutbox-Einstellungen ändern
fr: Changer la configuration générale du mégaphone

source: auto-link urls
de: Automatisch URLs in Links wandeln
fr: reconnaissance automatique des URLs

source: Post or edit a message
de: Eine Nachricht posten oder bearbeiten
fr: Publier ou modifier un message

source: Content may be out of date
de: Inhalt kann nicht mehr aktuell sein
fr: Le contenu peut ne plus être à jour

source: An urgent request for translation has been sent. Until this page is updated, you can see a corrected version in the following pages
de: Eine dringende Übersetzungsanfrage wurde gesendet. Bis diese Seite aktualisiert wurde, kannst Du eine korrigierte Version dieser Seite auf den folgenden Seiten ansehen

source: page: %0/%1
de: Seite: %0/%1

source: This text was automatically translated by Google Translate from the following page:
de: Dieser Text wurde automatisch von Google Translate von der folgenden Seite übersetzt:
fr: Ce texte a été automatiquement traduit par Google Translate depuis la page suivante :

source: Last edited by
de: Zuletzt bearbeitet von
fr: Dernièrement modifié par

source: based on work by
de: basierend auf der Arbeit von
fr: Basé sur le travail de

source: Contributors to this page
de: Zu dieser Seite haben beigesteuert
fr: Collaborateur(s) de cette page

source: To use Twitter integration, the site admin must register this site as an application at <a href=\"http://twitter.com/oauth_clients/\" target=\"_blank\">http://twitter.com/oauth_clients/</a> and allow write access for the application.
de: Um die Twitterintegration zu nutzen, muss der Siteadministrator diese Site bei Twitter als eine Anwendung unter <a href=\"http://twitter.com/oauth_clients/\" target=\"_blank\">http://twitter.com/oauth_clients/</a> registrieren und der Anwendung Schreibrechte einräumen

source: twitter authorisation
de: Twitterautorisierung

source: to manage your authorisations at twitter
de: um die Autorisierung bei Twitter zu verwalten

source: this site with twitter.com to use twitter integration of this site
de: diese Site bei Twitter.com um die Twitterintegration zu nutzen

source: To use Facebook integration, the site admin must register this site as an application at <a href=\"http://developers.facebook.com/setup/\" target=\"_blank\">http://developers.facebook.com/setup/</a> first.
de: Um die Facebookintegration, zu nutzen, muss der Siteadministrator zuerst die Site bei Facebook als Anwendung unter <a href=\"http://developers.facebook.com/setup/\" target=\"_blank\">http://developers.facebook.com/setup/</a> registrieren.

source: facebook authorisation
de: Facebookautorisierung

source: to manage your authorisations at facebook
de: um die Autorisierung bei Twitter zu verwalten

source: this site with facebook.com to use twitter integration of this site
de: diese Site bei Facenook.com um die Facebookintegration zu nutzen

source: The site admin has set up a global account which will be used for this site
de: Der Siteadministrator hat ein globales Konto eingerichtet, dass für diese Site benutzt wird

source: Save changes
de: Änderungen speichern
fr: Enregister les modifications

source: You will not see the latest queries
de: Du wirst nicht die letzten Abfragen sehen
fr: Vous ne verrez pas les dernières requêtes

source: Clean
de: Löschen
fr: Nettoyer

source: Params
de: Parameter

source: Most viewed objects
de: Meist besuchte Objekte (gesamt)
fr: Objets les plus vus

source: Most viewed objects in the last 7 days
de: Meist besuchte Objekte der letzten 7 Tage
fr: Objets les plus vus ces derniers 7 jours

source: Site Stats
de: Site-Statistik
fr: Statistiques du site

source: Total pageviews
de: Besuche gesamt
fr: Total des pages vues

source: Average pageviews per day
de: Durchschn. Besuche pro Tag
fr: Nombre moyen de pages vues par jour

source: Wiki Stats
de: Wiki-Statistik
fr: Statistiques de Wiki

source: Size of Wiki Pages
de: Grösse der Wiki-Seiten
fr: Taille totale des pages Wiki

source: Average page length
de: Durchschn. Seitenlänge
fr: Taille moyenne d'une page

source: Average versions per page
de: Durchschn. Versionen pro Seite
fr: Nombre moyen de versions par page

source: Visits to wiki pages
de: Besuche auf Wiki-Seiten
fr: Nombre de visites aux pages Wiki

source: Average links per page
de: Durchschn. Links pro Seite
fr: Nombre moyen de liens par page

source: Image galleries Stats
de: Bildergalerie-Statistik
fr: Statistiques sur les galeries d'images

source: Average images per gallery
de: Durchschn. Bilder pro Galerie
fr: Nombre moyen d'images par galerie

source: Total size of images
de: Größe der Bilder gesamt
fr: Taille totale des images

source: Average image size
de: Durchschn. Bildgröße
fr: Taille moyenne d'une image

source: Visits to image galleries
de: Besuche in Bildergalerien
fr: Nombre de visites aux galeries d'images

source: File galleries Stats
de: Dateiarchiv-Statistik
fr: Statistiques sur les galeries de fichiers

source: Average files per gallery
de: Durchschn. Dateien pro Archiv
fr: Nombre moyen de fichiers par galerie

source: Total size of files
de: Größe der Dateien gesamt
fr: Taille totale des fichiers

source: Average file size
de: Durchschn. Dategröße
fr: Taille moyenne d'un fichier

source: Visits to file galleries
de: Besuche in Dateiarchiven
fr: Nombre de visites aux galeries de fichiers

source: CMS Stats
de: CMS-Statistik
fr: Statistiques sur les articles

source: Total reads
de: Zugriffe insgesamt
fr: Nombre total de lectures

source: Average reads per article
de: Durchschn. Zugriffe pro Artikel
fr: Nombre moyen de lectures par article

source: Total articles size
de: Artikel Größe gesamt
fr: Taille totale des articles

source: Average article size
de: Durchschn. Artikelgröße
fr: Taille moyenne d'un article

source: Forum Stats
de: Foren-Statistik
fr: Statistiques sur les forums

source: Total topics
de: Themen gesamt
fr: Nombre total de sujets

source: Average topics per forums
de: Durchschn. Themen pro Forum
fr: Nombre moyen de sujets par forum

source: Visits to forums
de: Besuche in Foren
fr: Visites aux forums

source: Blog Stats
de: Blog-Statistik
fr: Statistiques sur les blogues

source: Weblogs
de: Blogs
fr: Blogues

source: Total posts
de: Posts gesamt
fr: Total des articles

source: Average posts per weblog
de: Durchschn. Einträge pro Blog
fr: Moyenne d'articles par blogue

source: Total size of blog posts
de: Gesamtgröße der Blog-Posts
fr: Taille totale des articles du blogue

source: Average posts size
de: Durchschn. Post Größe
fr: Taille moyenne d'un article

source: Visits to weblogs
de: Besuche auf Blogs
fr: Visites aux blogues

source: Poll Stats
de: Abstimmungs-Statistik
fr: Statistiques sur les sondages

source: Total votes
de: Stimmen gesamt
fr: Total de votes

source: Average votes per poll
de: Durchschn. Stimmen pro Abstimmung
fr: Nombre moyen de votes par sondage

source: Total questions
de: Fragen gesamt
fr: Nombre total de questions

source: Average questions per FAQ
de: Durchschn. Fragen pro FAQ
fr: Nombre moyen de questions par FAQ

source: User Stats
de: Benutzer-Statistik
fr: Statistiques sur les utilisateurs

source: Average bookmarks per user
de: Durchschn. Lesezeichen pro Benutzer
fr: Nombre moyen de signets par utilisateur

source: Average questions per quiz
de: Durchschn. Fragen pro Quiz
fr: Nombre moyen de questions par QCM

source: Quizzes taken
de: Quiz durchgeführt
fr: QCMs remplis

source: Average quiz score
de: Durchschn. Quiz-Punktzahl
fr: Moyenne des scores de QCM
