Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: <dl>\n\t\t\t\t<dt>Function: Allows user to upload an image into the tracker item.\n\t\t\t\t<dt>Usage: <strong>xListSize,yListSize,xDetailsSize,yDetailsSize,uploadLimitScale,shadowBox</strong>\n\t\t\t\t<dt>Example: 30,30,100,100,1000,item\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[xListSize]</strong> sets the pixel width of the image in the list view;\n\t\t\t\t<dd><strong>[yListSize]</strong> sets the pixel height of the image in the list view;\n\t\t\t\t<dd><strong>[xDetailSize]</strong> sets the pixel width of the image in the item view;\n\t\t\t\t<dd><strong>[yDetailSize]</strong> sets the pixel height of the image in the item view;\n\t\t\t\t<dd><strong>[uploadLimitScale]</strong> sets the maximum total size of the image, in pixels (width or height);\n\t\t\t\t<dd><strong>[shadowbox]</strong> actives a shadowbox(if feature on) = \\'item\\': to use the same shadowbox for an item, =\\'individual\\': to use a shadowbox only for this image, other value= to set the group of images of the shadowbox ;\n\t\t\t\t<dd>images are stored in img/trackers;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl>\n\t\t\t\t<dt>Funktion: Erlaubt es dem Benutzer ein Bild in einen Trackereintrag hochzuladen.\n\t\t\t\t<dt>Benutzung: <strong>xListenGröße,yListenGröße,xDetailsGröße,yDetailsGröße,HochladeBegrenzung,shadowBox</strong>\n\t\t\t\t<dt>Beispiel: 30,30,100,100,1000,item\n\t\t\t\t<dt>Beschreibung:\n\t\t\t\t<dd><strong>[xListenGröße]</strong> legt die Breite des Bildes in der Listenansicht in Pixeln fest;\n\t\t\t\t<dd><strong>[yListenGröße]</strong> legt die Höhe des Bildes in der Listenansicht in Pixeln fest;\n\t\t\t\t<dd><strong>[xDetailGröße]</strong> legt die Breite des Bildes in der Einzelansicht in Pixeln fest;\n\t\t\t\t<dd><strong>[yDetailGröße]</strong> legt die Höhe des Bildes in der Einzelansicht in Pixeln fest;\n\t\t\t\t<dd><strong>[HochladeBegrenzung]</strong> legt die maximale Gesamtgröße des Bildes in Pixeln fest (Breite oder Höhe);\n\t\t\t\t<dd><strong>[shadowbox]</strong> aktiviert eine Shadowbox (wenn die Funktion aktiviert) = \\'item\\': um die gleiche Shadowbox für einen Eintrag zu benutzen, =\\'individual\\': um die Shadowbox nur für dieses Bild zu benutzen, anderer Wert= um die Gruppe der Bilder der Shadowbox festzulegen ;\n\t\t\t\t<dd>Bilder werden in img/trackers gespeichert;\n\t\t\t\t<dd>Multiple Optionen müssen in der angegeben Reihefolge eingetragen werden, getrennt durch Kommata.\n\t\t\t\t</dl>

source: action
de: Aktion

source: <dl>\n\t\t\t\t<dt>Function: ?\n\t\t\t\t<dt>Usage: <strong>label,post,tiki-index.php,page:fieldname,highlight=test</strong>\n\t\t\t\t<dt>Example:\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[label]</strong> needs explanation;\n\t\t\t\t<dd><strong>[post]</strong> needs explanation;\n\t\t\t\t<dd><strong>[tiki-index.php]</strong> needs explanation;\n\t\t\t\t<dd><strong>[page:fieldname]</strong> needs explanation;\n\t\t\t\t<dd><strong>[highlight=test]</strong> needs explanation;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: ? \t\t\t\t<dt>Usage: <strong>label,post,tiki-index.php,page:fieldname,highlight=test</strong> \t\t\t\t<dt>Example: \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[label]</strong> needs explanation; \t\t\t\t<dd><strong>[post]</strong> needs explanation; \t\t\t\t<dd><strong>[tiki-index.php]</strong> needs explanation; \t\t\t\t<dd><strong>[page:fieldname]</strong> needs explanation; \t\t\t\t<dd><strong>[highlight=test]</strong> needs explanation; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: header
de: Überschrift einfügen
fr: intertitre

source: static text
de: Statischer Text
fr: texte statique

source: <dl>\n\t\t\t\t<dt>Function: Allows insertion of a static block of text into a tracker to augment input fields. (non-editable)\n\t\t\t\t<dt>Usage: <strong>wikiparse,max</strong>\n\t\t\t\t<dt>Example: 1,20\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[wikiparse]</strong> will allow wiki syntax to be parsed if set to 1, otherwise default is 0 to only support line-breaks;\n\t\t\t\t<dd><strong>[max]</strong> is the maximum number of characters that are displayed in list mode;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows insertion of a static block of text into a tracker to augment input fields. (non-editable) \t\t\t\t<dt>Usage: <strong>wikiparse,max</strong> \t\t\t\t<dt>Example: 1,20 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[wikiparse]</strong> will allow wiki syntax to be parsed if set to 1, otherwise default is 0 to only support line-breaks; \t\t\t\t<dd><strong>[max]</strong> is the maximum number of characters that are displayed in list mode; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: category
de: Kategorie
fr: catégorie

source: <dl>\n\t\t\t\t<dt>Function: Allows one or more categories under a main category to be assigned to the tracker item.\n\t\t\t\t<dt>Usage: <strong>parentId,inputtype,selectall,descendants,help</strong>\n\t\t\t\t<dt>Example: 12,radio,1\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[parentId]</strong> is the ID of the main category, categories in the list will be children of this;\n\t\t\t\t<dd><strong>[inputtype]</strong> is one of [d|m|radio|checkbox], where d is a drop-down list, m is a multiple-selection drop-down list, radio and checkbox are self-explanatory;\n\t\t\t\t<dd><strong>[selectall]</strong> will provide a checkbox to automatically select all categories in the list if set to 1, default is 0;\n\t\t\t\t<dd><strong>[descendants]</strong> All descendant categories (not just first level children) will be included if set to 1, default is 0;\n\t\t\t\t<dd><strong>[help]</strong> will display the description in a popup in the input if set to 1, default is 0; only for checkbox or radio\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows one or more categories under a main category to be assigned to the tracker item. \t\t\t\t<dt>Usage: <strong>parentId,inputtype,selectall,descendants,help</strong> \t\t\t\t<dt>Example: 12,radio,1 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[parentId]</strong> is the ID of the main category, categories in the list will be children of this; \t\t\t\t<dd><strong>[inputtype]</strong> is one of [d|m|radio|checkbox], where d is a drop-down list, m is a multiple-selection drop-down list, radio and checkbox are self-explanatory; \t\t\t\t<dd><strong>[selectall]</strong> will provide a checkbox to automatically select all categories in the list if set to 1, default is 0; \t\t\t\t<dd><strong>[descendants]</strong> All descendant categories (not just first level children) will be included if set to 1, default is 0; \t\t\t\t<dd><strong>[help]</strong> will display the description in a popup in the input if set to 1, default is 0; only for checkbox or radio \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: item link
de: Objektlink
fr: lien de fiche

source: <dl>\n\t\t\t\t<dt>Function: Provides a way to choose a value from another tracker (eventually with a link).\n\t\t\t\t<dt>Usage: <strong>trackerId,fieldId,linkToItem,displayedFieldsList</strong>\n\t\t\t\t<dt>Example: 3,5,0,6|8,opc,PageName\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[trackerId]</strong> is the tracker ID of the fields you want to display;\n\t\t\t\t<dd><strong>[fieldId]</strong> is the field in [trackerId] from which you can select a value among all the field values of the items of [trackerId];\n\t\t\t\t<dd><strong>[linkToItem]</strong> if set to 0 will simply display the value, but if set to 1 will provide a link directly to the item in the other tracker;\n\t\t\t\t<dd><strong>[displayedFieldsList]</strong> is a list of fields in [trackerId] to display instead of [fieldId], multiple fields can be separated with a |;\n\t\t\t\t<dd><strong>[status]</strong> filter on status (o, p, c, op, oc, pc or opc);\n\t\t\t\t<dd><strong>[linkPage]</strong> is the name of the wiki page to link to with trackerlist plugin in it; \n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Provides a way to choose a value from another tracker (eventually with a link). \t\t\t\t<dt>Usage: <strong>trackerId,fieldId,linkToItem,displayedFieldsList</strong> \t\t\t\t<dt>Example: 3,5,0,6|8,opc,PageName \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[trackerId]</strong> is the tracker ID of the fields you want to display; \t\t\t\t<dd><strong>[fieldId]</strong> is the field in [trackerId] from which you can select a value among all the field values of the items of [trackerId]; \t\t\t\t<dd><strong>[linkToItem]</strong> if set to 0 will simply display the value, but if set to 1 will provide a link directly to the item in the other tracker; \t\t\t\t<dd><strong>[displayedFieldsList]</strong> is a list of fields in [trackerId] to display instead of [fieldId], multiple fields can be separated with a |; \t\t\t\t<dd><strong>[status]</strong> filter on status (o, p, c, op, oc, pc or opc); \t\t\t\t<dd><strong>[linkPage]</strong> is the name of the wiki page to link to with trackerlist plugin in it; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: items list
de: Objektliste
fr: liste de fiches

source: <dl>\n\t\t\t\t<dt>Function: Displays a list of field values from another tracker that has a relation with this tracker(eventually with a link).\n\t\t\t\t<dt>Usage: <strong>trackerId,fieldIdThere,fieldIdHere,displayFieldIdThere,linkToItems</strong>\n\t\t\t\t<dt>Example: 5,3,4,10|11\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[trackerId]</strong> is the tracker ID of the fields you want to display;\n\t\t\t\t<dd><strong>[fieldIdThere]</strong> is the field (multiple fields can be separated with a \":\") you want to link with;\n\t\t\t\t<dd><strong>[fieldIdHere]</strong> is the field in this tracker you want to link with;\n\t\t\t\t<dd><strong>[displayFieldIdThere]</strong> the field(s) in [trackerId] you want to display, multiple fields can be separated by \"|\";\n\t\t\t\t<dd><strong>[linkToItems]</strong> if set to 0 will simply display the value, but if set to 1 will provide a link directly to that values item in the other tracker;\n\t\t\t\t<dd><strong>[status]</strong> filter on status (o, p, c, op, oc, pc or opc);\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Displays a list of field values from another tracker that has a relation with this tracker(eventually with a link). \t\t\t\t<dt>Usage: <strong>trackerId,fieldIdThere,fieldIdHere,displayFieldIdThere,linkToItems</strong> \t\t\t\t<dt>Example: 5,3,4,10|11 \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[trackerId]</strong> is the tracker ID of the fields you want to display; \t\t\t\t<dd><strong>[fieldIdThere]</strong> is the field (multiple fields can be separated with a \":\") you want to link with; \t\t\t\t<dd><strong>[fieldIdHere]</strong> is the field in this tracker you want to link with; \t\t\t\t<dd><strong>[displayFieldIdThere]</strong> the field(s) in [trackerId] you want to display, multiple fields can be separated by \"|\"; \t\t\t\t<dd><strong>[linkToItems]</strong> if set to 0 will simply display the value, but if set to 1 will provide a link directly to that values item in the other tracker; \t\t\t\t<dd><strong>[status]</strong> filter on status (o, p, c, op, oc, pc or opc); \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: dynamic items list
de: Liste dynamischer Objekte
fr: liste dynamique

source: <dl>\n\t\t\t\t<dt>Function: Dynamically updates a selection list based on linked data from another tracker.\n\t\t\t\t<dt>Usage: <strong>trackerId,filterFieldIdThere,filterFieldIdHere,listFieldIdThere,statusThere</strong>\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[trackerId]</strong> is the ID of the tracker to link with;\n\t\t\t\t<dd><strong>[filterFieldIdThere]</strong> is the field you want to link with in that tracker;\n\t\t\t\t<dd><strong>[filterFieldIdHere]</strong> is the field you want to link with in the current tracker;\n\t\t\t\t<dd><strong>[listFieldIdThere]</strong> is the field ID you wish to pull the selection list from, based on the value selected in fiterFieldIdHere matching field(s) in filterFieldIdThere;\n\t\t\t\t<dd><strong>[statusThere]</strong> restricts values appearing in the list to those coming from records in the other tracker that meet specified statuses of [o|p|c] or in combination (op, opc);\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Dynamically updates a selection list based on linked data from another tracker. \t\t\t\t<dt>Usage: <strong>trackerId,filterFieldIdThere,filterFieldIdHere,listFieldIdThere,statusThere</strong> \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[trackerId]</strong> is the ID of the tracker to link with; \t\t\t\t<dd><strong>[filterFieldIdThere]</strong> is the field you want to link with in that tracker; \t\t\t\t<dd><strong>[filterFieldIdHere]</strong> is the field you want to link with in the current tracker; \t\t\t\t<dd><strong>[listFieldIdThere]</strong> is the field ID you wish to pull the selection list from, based on the value selected in fiterFieldIdHere matching field(s) in filterFieldIdThere; \t\t\t\t<dd><strong>[statusThere]</strong> restricts values appearing in the list to those coming from records in the other tracker that meet specified statuses of [o|p|c] or in combination (op, opc); \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: Allows users to enter an email address with option of making it active.\n\t\t\t\t<dt>Usage: <strong>link,watchopen,watchpending,watchclosed</strong>\n\t\t\t\t<dt>Example: 0,o\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[link]</strong> may be one of [0|1|2] and specifies how to display the email address, defaulting to 0 as plain text, 1 as an encoded hex mailto link, or 2 as a standard mailto link;\n\t\t\t\t<dd><strong>[watchopen]</strong> if set to \"o\" will email the address every time the status of the item changes to open;\n\t\t\t\t<dd><strong>[watchpending]</strong> if set to \"p\" will email the address every time the status of the item changes to pending;\n\t\t\t\t<dd><strong>[watchclosed]</strong> if set to \"c\" will email the address every time the status of the item changes to closed;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows users to enter an email address with option of making it active. \t\t\t\t<dt>Usage: <strong>link,watchopen,watchpending,watchclosed</strong> \t\t\t\t<dt>Example: 0,o \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[link]</strong> may be one of [0|1|2] and specifies how to display the email address, defaulting to 0 as plain text, 1 as an encoded hex mailto link, or 2 as a standard mailto link; \t\t\t\t<dd><strong>[watchopen]</strong> if set to \"o\" will email the address every time the status of the item changes to open; \t\t\t\t<dd><strong>[watchpending]</strong> if set to \"p\" will email the address every time the status of the item changes to pending; \t\t\t\t<dd><strong>[watchclosed]</strong> if set to \"c\" will email the address every time the status of the item changes to closed; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: Allows users to enter an url in a wiki syntax.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Funktion: Erlaubt es Benutzern eine URL im Wikisyntax einzutragen. \t\t\t\t</dl>

source: auto-increment
de: Autovervollständigen
fr: auto-incrément

source: <dl>\n\t\t\t\t<dt>Function: Allows an incrementing value field, or itemId field. (non-editable)\n\t\t\t\t<dt>Usage: <strong>start,prepend,append,itemId</strong>\n\t\t\t\t<dt>Example: 1,,,itemId\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[start]</strong> is the starting value for the field, defaults to 1;\n\t\t\t\t<dd><strong>[prepend]</strong> is text that will be displayed before the field;\n\t\t\t\t<dd><strong>[append]</strong> is text that will be displayed after the field;\n\t\t\t\t<dd><strong>[itemId]</strong> if set to \"itemId\" will set this field to match the value of the actual database itemId field value;\n\t\t\t\t<dd>multiple options must appear in the order specified, separated by commas.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows an incrementing value field, or itemId field. (non-editable) \t\t\t\t<dt>Usage: <strong>start,prepend,append,itemId</strong> \t\t\t\t<dt>Example: 1,,,itemId \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[start]</strong> is the starting value for the field, defaults to 1; \t\t\t\t<dd><strong>[prepend]</strong> is text that will be displayed before the field; \t\t\t\t<dd><strong>[append]</strong> is text that will be displayed after the field; \t\t\t\t<dd><strong>[itemId]</strong> if set to \"itemId\" will set this field to match the value of the actual database itemId field value; \t\t\t\t<dd>multiple options must appear in the order specified, separated by commas. \t\t\t\t</dl>

source: user subscription
de: Benutzer
fr: réservation utilisateur

source: <dl>\n\t\t\t\t<dt>Function: Allow registered users to subscribe themselves to a tracker item (think Evite.com).\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd>Use this field as you would to have people sign up for an event. It is best if the tracker is only editable by its creator or the admin. To set the max number of subscribers, edit the tracker item and put the number at the beginning of the field.\n\t\t\t\t<dt>Example:\n\t\t\t\t<dd>Old field may have \"#\" or \"#2[0]\" in it. Making it \"20#2[0]\" will set the max number to 20.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allow registered users to subscribe themselves to a tracker item (think Evite.com). \t\t\t\t<dt>Description: \t\t\t\t<dd>Use this field as you would to have people sign up for an event. It is best if the tracker is only editable by its creator or the admin. To set the max number of subscribers, edit the tracker item and put the number at the beginning of the field. \t\t\t\t<dt>Example: \t\t\t\t<dd>Old field may have \"#\" or \"#2[0]\" in it. Making it \"20#2[0]\" will set the max number to 20. \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: Use Google Maps.\n\t\t\t\t<dt>Will display a Google Maps around a point.\n\t\t\t\t<dt>Usage: <strong>use_as_item_location,bubble_fieldId,icon</strong>\n\t\t\t\t<dt>Example: y,23|24,img/icons2/icn_members.gif\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[use_as_item_location]</strong> if set to y, this google map field will be used as item location and object geo attributes are set when field value is changed.\n\t\t\t\t<dd><strong>[bubble_fieldid]</strong> is the fieldId(s) (separated by |) that contains the text that will be displayed in the bubble of the map marker. The first field will be used as the link.\n\t\t\t\t<dd><strong>[icon]</strong> is the url of the default icon to use for markers of items on the map.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Use Google Maps. \t\t\t\t<dt>Will display a Google Maps around a point. \t\t\t\t<dt>Usage: <strong>use_as_item_location,bubble_fieldId,icon</strong> \t\t\t\t<dt>Example: y,23|24,img/icons2/icn_members.gif \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[use_as_item_location]</strong> if set to y, this google map field will be used as item location and object geo attributes are set when field value is changed. \t\t\t\t<dd><strong>[bubble_fieldid]</strong> is the fieldId(s) (separated by |) that contains the text that will be displayed in the bubble of the map marker. The first field will be used as the link. \t\t\t\t<dd><strong>[icon]</strong> is the url of the default icon to use for markers of items on the map. \t\t\t\t</dl>

source: <dl>\n\t\t\t\t<dt>Function: System only.\n\t\t\t\t<dt>Usage: None\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd>Needs a description.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Funktion: nur System. \t\t\t\t<dt>Benutzung: keine \t\t\t\t<dt>Beschreibung: \t\t\t\t<dd>Benötigt einen Beschreibung. \t\t\t\t</dl>

source: computed field
de: Berechnetes Feld
fr: champ calculé

source: <dl>\n\t\t\t\t<dt>Function: Provides a computed value based on numeric field values.\n\t\t\t\t<dt>Usage: <strong>formula</strong>\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[formula]</strong> is the formula you wish to compute, using numeric values, operators \"+ - * / ( )\", and tracker fields identified with a leading #;\n\t\t\t\t<dt>Example: \"#3*(#4+5)\"\n\t\t\t\t<dd>adds the numeric value in item 4 by 5, and multiplies it by the numeric value in item 3.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Provides a computed value based on numeric field values. \t\t\t\t<dt>Usage: <strong>formula</strong> \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[formula]</strong> is the formula you wish to compute, using numeric values, operators \"+ - * / ( )\", and tracker fields identified with a leading #; \t\t\t\t<dt>Example: \"#3*(#4+5)\" \t\t\t\t<dd>adds the numeric value in item 4 by 5, and multiplies it by the numeric value in item 3. \t\t\t\t</dl>

source: user preference
de: Benutzer
fr: préférence utilisateur

source: <dl>\n\t\t\t\t<dt>Function: Allows user preference changes from a tracker.\n\t\t\t\t<dt>Usage: <strong>type</strong>\n\t\t\t\t<dt>Example: password\n\t\t\t\t<dt>Description:\n\t\t\t\t<dd><strong>[type]</strong> if value is password, will allow to change the user password, if value is email, will display/allow to change the user email, other values possible: language;\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Function: Allows user preference changes from a tracker. \t\t\t\t<dt>Usage: <strong>type</strong> \t\t\t\t<dt>Example: password \t\t\t\t<dt>Description: \t\t\t\t<dd><strong>[type]</strong> if value is password, will allow to change the user password, if value is email, will display/allow to change the user email, other values possible: language; \t\t\t\t</dl>

source: user groups
de: Benutzergruppen
fr: groupes de l'utilisateur

source: <dl>\n\t\t\t\t<dt>Function: Allows to display the user groups.\n\t\t\t\t</dl>
de: <dl> \t\t\t\t<dt>Funktion: Erlaubt es Benutzergruppen anzuzeigen. \t\t\t\t</dl>

source: attachment
de: Anhang
fr: fichier joint
