Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: No DSN connection string found
fr: Il n'y pas de chaine de connexion DSN

source: Run a database report
fr: Lancer un rapport de base de données

source: Paragraph
fr: Paragraphe

source: Justify
fr: Justifier

source: Apply custom CSS class to the div
fr: Appliquer la classe CSS personnalisée à la div

source: term
fr: terme

source: definition
fr: définition

source: CSS class to apply to the heading row
fr: Classe CSS à appliquer à la ligne d'en-tête

source: Vertical alignments for header cells separated by |. Choices: top, middle, bottom, baseline
fr: Alignements verticaux pour cellules d'entête séparés par |. Choix : top, middle, bottom, baseline

source: The feature must be activated
fr: La fonctionnalité doit être activée

source: Example value
fr: Exemple de valeur

source: Show Creation Date
fr: Afficher la Date de Création

source: Show Creator
fr: Afficher l'auteur

source: Quality
fr: Qualité

source: Missing parameter movie to the plugin flash
fr: Paramètre manquant au plugin flash

source: The footnote
fr: La note de pied de page

source: Inserts a section for collected footnotes in the wiki page
fr: Insère une section pour la liste de notes de pied de page collectées dans la page wiki

source: file name
fr: Nom du fichier

source: Connection failed
fr: Échec de la connexion

source: Maximum Value
fr: Valeur maximum

source: Maximum possible value. Default: 100
fr: Valeur maximum possible. Par défaut: 100

source: Label displayed on the left side of the gauge
fr: Etiquette sur le côté gauche de la jauge

source: Label Width
fr: Largeur de l'étiquette

source: Width in pixels allocated to the label
fr: Largeur en pixel allouée à l'étiquette

source: Display Percentage
fr: Afficher les pourcentages

source: Display Value
fr: Afficher la valeur

source: Displays a graphical GAUGE
fr: Affiche une jauge graphique

source: Show Border
fr: Afficher la bordure

source: Wiki text to display if conditions are met. The body may contain {ELSE}. Text after the marker will be displayed to users not matching the condition
fr: Texte Wiki à afficher si les conditions sont réunies. Le corps du texte peut contenir {ELSE}. Le texte après cette balise sera affiché pour les utilisateurs ne remplissant pas la condition

source: Allowed Groups
fr: Groupes autorisés

source: Denied Groups
fr: Groupes rejetés

source: Group Name
fr: Nom de Groupe

source: Show Percentage
fr: Afficher les pourcentages

source: Show Bar
fr: Afficher les barres

source: HTML code
fr: Code HTML

source: Wiki syntax
fr: Syntaxe Wiki

source: Gallery ID
fr: ID de la gallerie

source: Full size image appears when thumbnail is clicked
fr: Une image grandeur nature apparaîtra en cliquant sur la version réduite.

source: Full size image will open in a separate winow or tab (depending on browser settings) when thumbnail is clicked
fr: Une image grandeur nature apparaîtra dans une nouvelle fenêtre ou onglet (en fonction du navigateur) en cliquant sur la version réduite.

source: Width in pixels or percent. Syntax: \"100\" or \"100px\" means 100 pixels; \"50%\" means 50 percent
fr: Largeur en pixels ou pourcentage. Syntaxe : \"100\" or \"100px\" siginifie 100 pixels; \"50%\" signifie 50 pour cent

source: Maximum height or width in pixels (largest dimension is scaled). Overrides height and width settings
fr: Hauteur et largeur maximales en pixels (la plus grande dimension est mise à l'échelle). Surcharge les réglages de hauteur et de largeur

source: Align image
fr: Aligner l'image

source: Aligns the box containing the image
fr: Aligne la boîte contenant l'image

source: Link title
fr: Titre du lien

source: Mandatory configuration settings (usually set by admin in the source code or through Plugin Alias)
fr: Configuration obligatoire (généralement configurée par l'administrateur dans le code source ou via Plugin Alias)

source: File is not an image
fr: Le fichier n'est pas une image

source: Server does not support image manipulation
fr: Le serveur ne permet pas la manipulation d'image

source: Start
fr: Début

source: When only a portion of the page should be included, specify the marker from which inclusion should start
fr: Quand une partie seulement de la page doit être incluse, specifier la balise auquelle l'inclusion doit débuter

source: When only a portion of the page should be included, specify the marker at which inclusion should end
fr: Quand une partie seulement de la page doit être incluse, specifier la balise auquelle l'inclusion doit prendre fin

source: Following mandatory fields are missing
fr: Les champs obligatoires suivants sont manquants

source: javascript code
fr: code javascript

source: Displays the text only if the language matchs
fr: Affiche le texte seulement si la langue correspond

source: Show Name Only
fr: Affiche le Nom seulement

source: Show Page Alias
fr: Afficher les alias de la page

source: Two letter language code to filter pages listed
fr: Code de langue à deux caractères pour filtrer la liste des pages

source: Orphan Language
fr: Langue orpheline

source: Two letter language code to filter pages listed. Only pages not available in the provided language will be listed
fr: Code de langue à deux caractères pour filtrer la liste des pages. Il n'y aura que les pages non disponibles dans cette langue

source: For List Pages
fr: Pour la liste des Pages

source: Limit
fr: Limite

source: could not be opened because it doesn't exist or permission was denied
fr: ne peut pas être ouvert parce que n'existe pas ou vous n'avez pas les droits

source: Mail
fr: Email

source: Text
fr: Texte

source: Sticky
fr: Captivant

source: Displays a MySpace Flash mp3 playlist in the wiki page
fr: Affiche un SWF myspace mp3 playlist dans une page wiki

source: Displays object hit info by object and days
fr: Affiche les informations sur les visites d'un objet par objet et par jours

source: Plugin Manager
fr: Gestionnaire de plugin

source: Plugin
fr: Plugiciel

source: Displays the output of a poll, fields are indicated with numeric ids.
fr: Affiche les sorties d'un sondage, les champs sont indiqués par leur ID numérique.

source: missing poll ID for plugin POLL
fr: ID de sondage inexistant pour le plugin POLL

source: Accept proposal
fr: Accepter la proposition

source: Still undecided
fr: Toujours indécis

source: Reject proposal
fr: Rejeter la proposition

source: Wiki page name to redirect to
fr: Nom de la page wiki vers laquelle rediriger

source: Redirects you to another wiki page
fr: Redirige vers une autre page wiki

source: Takes regex expressions and parses the content between the REGEX tags and replaces the text.
fr: Modifie le texte entre les balises REGEX avec l'expression régulière

source: Number of results displayed.
fr: Nombre de résultats affichés.

source: A value of true will allow embedded elements (like flash) to be seen while iframe is loading
fr: La valeur <em>true</em> permettra aux éléments embarqués (comme flash) d'être visibles lors du chargement d'une iframe

source: Sheet Heading
fr: En-tête de feuillet

source: TikiSheet
fr: Feuillets

source: Maximum amount of results displayed
fr: Nombre maximum de résultats affichés

source: Snarf
fr: Incrustation

source: The SNARF plugin replaces itself with the HTML body of a URL. Arbitrary regex replacement can be done on this content using regex and regexres, the latter being used as the second argument to preg_replace.
fr: Le plugin SNARF remplace l'URL avec le code HTML associé. Des remplacements regex arbitraires peuvent être faits sur le contenu en utilisant regex et regexres, ce dernier étant utilisé comme second paramètre de preg_replace.

source: This data is put in a CODE caption.
fr: Cette donnée est mise dans un bloc CODE.

source: Unsubscribe Text
fr: Texte de désabonnement

source: Unsubscribe text, containing %s as the placeholder for the group name
fr: Texte de désinscription, contenant %s pour l'emplacement du nom de groupe

source: Unsubscribe
fr: Se désabonner

source: Unsubscribe button label, containing %s as the placeholder for the group name
fr: Titre du bouton de désinscription, contenant %s pour l'emplacement du nom de groupe

source: No tab title specified. At least one has to be set to make the tabs appear
fr: Aucun titre d'onglet n'est spécifié. Il en faut un pour que les onglets apparaissent

source: Equivalent to the style attribute of an HTML tag
fr: Equivaut à la balise de style HTML

source: Displays text between HTML tags
fr: Affiche le texte entre les balises html

source: Maximum Depth
fr: Profondeur Maximum

source: List top-scoring users
fr: Liste des utilisateurs ayant le meilleur score

source: string
fr: chaîne

source: Show Status
fr: Afficher le Statut

source: Pending
fr: En attente

source: Incorrect fieldId
fr: Mauvais fieldId

source: You do not have permission to insert an item
fr: Vous n'avez pas le droit d'ajouter une fiche

source: You do not have permission to modify an item
fr: Vous n'avez pas les droits pour modifier un élément

source: Invalid email
fr: Adresse électronique invalide

source: tracker field type not processed yet
fr: champ de formulaire non traité pour l'instant

source: Filters the items of a tracker, fields are indicated with numeric ids.
fr: Filtre les fiches d'un formulaire, les champs sont indiqués par leur Id.

source: Wiki text
fr: Texte Wiki

source: Wiki text containing an {ELSE} marker
fr: Texte Wiki contenant une balise {ELSE}

source: Value to compare against
fr: Valeur à comparer avec

source: Show Links
fr: Afficher les liens

source: Show Field Name
fr: Afficher le nom du champ

source: Status Filter
fr: État du Filter

source: Checkbox
fr: Case à cocher

source: View User
fr: Voir l'utilisateur

source: Will display the items of the specified user
fr: Affichera les éléments de l'utilisateur spécifié

source: Left Deliminator
fr: Délimiteur gauche

source: Right Deliminator
fr: Délimiteur droit

source: List Mode
fr: Mode en liste

source: Export Button
fr: Bouton d'Export

source: Compute
fr: Calculer

source: Show Watch Button
fr: Afficher le bouton de surveillance

source: Show Feed Button
fr: Afficher le bouton de flux RSS

source: incorrect filterfield
fr: filterfield incorrect

source: Show link to tiki-view_tracker
fr: Afficher le lien vers tiki-view_tracker

source: Displays some stat of a tracker content, fields are indicated with numeric ids.
fr: Affiche des statistiques sur le contenu d'un formulaire - les champs sont indiqués par leur Ids numériques.

source: Missing parameter: %0
fr: Paramètre manquant: %0

source: Start date after end date
fr: Date de début après la date de fin

source: [url] or ((wikiname)) or ((inter:interwiki)) (use wiki syntax)
fr: [url] or ((nom de la page wiki)) or ((inter:interwiki)) (utiliser la wiki syntax)

source: Two letter language code of the language, ex: fr
fr: Code de langue à deux caractères, ex: fr

source: Country name, ex: France
fr: Nom du pays, ex: France

source: Split the text in parts visible only under some conditions
fr: Découpe le texte en parties visibles seulement sous certaines conditions

source: This is the default text
fr: Ceci est le texte de la page

source: This is version 3 info
fr: Voici les informations de la version 3

source: This is version 2 info
fr: Voici les informations de la version 2

source: This is version 1 info
fr: Voici les informations de la version 1

source: Show Stats
fr: Afficher les Stats

source: a valid regex-expression (PCRE)
fr: une expression régulière regex (PCRE) valide

source: Level
fr: Niveau

source: non-valid custom regex
fr: expression régulière regex invalide

source: not in level
fr: pas dans le niveau

source: End of debug output.
fr: Fin des messages de debug.

source: Referenced By Page
fr: Reférencé par une page

source: Lists ''wanted'' Wiki pages:
fr: Pages Wiki ''voulues''&nbsp;:

source: Page-Pattern
fr: Expression régulière pour page

source: ^Parameters: key=>value,...\n
fr: ^Paramètres: clé=>valeur,...\n

source: (refer to PHP function fnmatch() for details)\n
fr: (voir la fonction PHP fnmatch() pour plus de détails)\n

source: possible values: characters\n
fr: valeurs possibles: characters\n

source: Whether to include external wikis in the list
fr: Inclure ou pas les wikis externes dans la liste

source: possible values:
fr: valeurs possible:

source: Switch-on debug output with details about the items
fr: Activer les traces détaillées sur les items

source: Filter the list of wanted pages according to page_regex or custom filter. The default value is the site's __current__ page_regex
fr: Filtrer la liste des pages requises selon la page_regex ou le filtre personnalisé. La valeur par défaut étant __current__ page_regex du site

source: Service Name
fr: Nom du service

source: Template Name
fr: Nom du template

source: For use with registered services, name of the template to be used to display the service output. This parameter will be ignored if a body is provided
fr: Pour desservir les services enregistrés, nom du modèle à employer pour afficher la sortie de service. Ce paramètre sera sans effet si le contenu n'est pas nul.

source: Unknown Template
fr: Modèle inconnu

source: Unknown Service
fr: Service inconnu

source: Missing parameters
fr: Paramètres manquants

source: Can't parse HTML data - no grammar file
fr: Impossible de convertir les données HTML - aucun fichier de grammaire

source: rollback version
fr: retour à la version

source: Changed actual version to \$version
fr: Version courante changée en \$version

source: Google AdSense
fr: Publicité Google AdSense

source: URL color, as optionally provided by Google
fr: Couleur du lien (URL), telle que fournie optionnellement par Google

source: Example value: 13
fr: Exemple de valeur : 13

source: Example values: 13, !13, 1+3, !1+5+7
fr: Exemple de valeurs : 13, !13, 1+3, !1+5+7

source: Example values: Event, !Event, Event+Review, !Event+Classified+Article
fr: Exemple de valeurs : Event, !Event, Event+Review, !Event+Classified+Article

source: Babel Fish Links
fr: Liens Babel Fish

source: Babel Fish icon link
fr: Icône de lien vers Babel Fish

source: Maximum number of characters in page names allowed before truncating
fr: Nombre maximum de caractères des noms des pages avant troncature

source: Note that the root category is not displayed
fr: Veuillez noter que la catégorie racine n'est pas affichée

source: Example value: 1
fr: Exemple de valeur : 1

source: Example values: y, n
fr: Exemple de valeurs : y, n

source: Very particular parameter. If both this and \"Image URL in the category\" are set and the root category contains a single child category, the module only displays an image with this URL if the object is not in the category
fr: Paramètre spécial. S'il est activé et si \"lien de l'image dans la catégorie\" aussi, et si la catégorie racine contient une seule caétgorie enfant, le module affiche seulement une image avec ce lien si l'objet n'est pas dans la catégorie

source: Very particular parameter. If both this and \"Image URL not in the category\" are set and the root category contains a single child category, the module only displays an image with this URL if the object is in the category
fr: Paramètre spécial. S'il est activé et si \"lien de l'image dans la catégorie\" aussi, et si la catégorie racine contient une seule caétgorie enfant, le module affiche seulement une image avec ce lien si l'objet n'est pas dans la catégorie

source: Categorize %s in %s
fr: Catégoriser %s dans %s

source: Similar pages
fr: Pages similaires

source: Maximum number of characters in action descriptions before truncating
fr: Nombre maximum de caractères des descriptions d'action avant troncature

source: Maximum number of characters in object names allowed before truncating
fr: Nombre maximum de caractères des noms d'objets avant troncature

source: no object here yet
fr: pas encore d'objet

source: Example value: 13, 2:13, 1:2:3:5:6
fr: Exemple de valeurs : 13, 2:13, 1:2:3:5:6

source: Maximum number of characters in event names allowed before truncating
fr: Nombre maximum de caractères des noms d'événements avant troncature

source: Example value: age
fr: Exemple de valeur : age

source: You do not have permission to view this tracker
fr: Vous n'avez pas le droit de voir ce formulaire

source: Maximum number of characters in user names allowed before truncating
fr: Nombre maximal de caractère des noms d'utilisateur avant troncature

source: \"blogs\" for blog posts, \"cms\" for published articles
fr: \"blogs\" pour les blogues, \"cms\" pour les articles publi

source: For example, an identifier of 3 and a blogs Object type will show links to the blog posts in the blog with identifier 3
fr: Par exemple, un identifiant de 3 et un objet-type «blogue» démontreront les liens vers les enregistrements de blogues ayant l'identifiant 3

source: List by month
fr: Liste par mois

source: Powered by
fr: Basé sur

source: Quick Admin
fr: ADMIN Menu rapide

source: Displays a random image.
fr: Affiche aléatoirement une image.

source: Advanced search
fr: Recherche avancée

source: Action to perform on entering <return>
fr: Action à effectuer lorsque <entrée> est tapée

source: Unless set to \"ignore\", the module changes the reference point in time from the user\\'s last login date and time to a day where users browse to using the calendar
fr: A moins d'^tre réglé sur \"ignore\", le module change le point de référence temporel à partir des date et heure de dernière connexion de l'utilisateur jusqu'au jour où l'utilisateur parcourt le calendrier

source: Maximum distance to event start dates in days (looking forward)
fr: Distance maximale en jours de la date de début d'un événement (recherche en avant)

source: Maximum distance to event end dates in days (looking backward)
fr: Distance maximale en jours de la date de fin d'un événement (recherche en arrière)

source: Format to use for most dates. See <a href=\"http://www.php.net/manual/en/function.strftime.php\">strftime() documentation</a>
fr: Format à employer pour la plupart des dates. Voir <a href=\"http://www.php.net/manual/en/function.strftime.php\">strftime() documentation</a>

source: User and Group tracker links
fr: Liens de formulaires Utilisateur et Groupe

source: Displays Webmail Inbox.
fr: Affiche une boîte de réception Webmail.

source: Maximum number of characters in subjects allowed before truncating
fr: Nombre maximum de caractères des sujets avant troncature

source: Width of each video in pixels
fr: Largeur de chaque vidéo en pixels

source: Height of each video in pixels
fr: Hauteur de chaque vidéo en pixels

source: Videos on YouTube
fr: Vidéos sur YouTube

source: Invalid server key
fr: Clé du serveur invalide

source: Can admin integrator repositories and rules
fr: Droit d'administrer les dépots d'intégration Tiki et les règles

source: Can trigger the transition between two states
fr: Droit de déclencher une transition entre deux états

source: Can view in module and feed the blog
fr: Droit de voir les blogues dans les modules et les flux

source: Can view in module and feed the blog posts
fr: Droit de voir les messages de blogues dans les modules et les flux

source: Can view in module and feed the wiki pages reference
fr: Droit de voir les reference des pages wiki dans les modules et les flux

source: Can view referrer stats
fr: Droit de voir les statistiques des « referrer »

source: error reporting adminonly
fr: rapporter les erreurs seulement à l'admin

source: Display Modules to All Groups
fr: Afficher les modules à tous les groupes

source: For example, <strong>wiki forum</strong> will find
fr: Par exemple, <strong>wiki forum</strong> retrouvera

source: Use parenthesis ( ) to group terms into subexpressions
fr: Utiliser les parenthèses ( ) pour grouper les termes en sous-expressions

source: For example, <strong>run*</strong> will find
fr: Par exemple, <strong>run*</strong> retrouvera

source: bytes
fr: octets

source: Permalink
fr: URL de la publication (permalink)

source: reported
fr: signalé

source: queued
fr: en attente

source: Move to topic
fr: Déplacer vers le sujet

source: Search:
fr: Rechercher

source: Website
fr: Site Web

source: Type of contribution
fr: Type de contribution

source: Authors
fr: Auteurs

source: Syntax
fr: Syntaxe

source: File gallery
fr: Galerie de fichier

source: System
fr: Système

source: Used
fr: Utilisé

source: If an image is wider than this, it will be resized
fr: Si une image est plus large, elle sera réduite

source: If an image is higher than this, it will be resized
fr: Si une image est plus haute, elle sera réduite

source: You are not logged in.
fr: Vous n'êtes pas connecté.

source: The checkbox is disabled because this preference is disabled globally
fr: La case est grisée car la fonctionnalité est désactivée de manière globale

source: Please, enable the preference globally first
fr: Nous vous invitons à activer cette fonctionnalité de manière globale

source: Any
fr: Tout

source: Tags
fr: Mot(s)-clé(s)

source: in:
fr: dans&nbsp;:

source: Edit this page!
fr: Éditer cette page !

source: RSS Blogs
fr: RSS Blogues

source: Once checked, click on any string to translate it.
fr: En cochant cette case, vous pouvez traduire une chaîne de texte d'un simple clic.

source: Are you sure you want to delete the selected files?
fr: Êtes-vous certain de vouloir détruire les fichiers sélectionnés?

source: Somebody or you tried to subscribe this email address at our site
fr: Une demande d'inscription de votre adresse électronique a été faite sur notre site

source: To the newsletter
fr: à la lettre d'informations

source: In order to confirm your subscription you must access the following URL
fr: Pour confirmer votre inscription, cliquez sur le lien ci-dessous

source: The administrator approved your account.
fr: L'administrateur a validé votre compte.

source: You sent a request with the subject
fr: Vous avez envoyé une requête avec le sujet

source: Use the subject to indicate the operation to apply
fr: Utilisez le sujet du message pour indiquer l'opération à appliquer

source: GET:WikiName to get a wiki page
fr: GET:NomPageWiki pour récupérer une page Wiki

source: PUT:WikiName to update/create a wiki page (use the body for the page data)
fr: PUT:NomPageWikiName pour mettre à jour/créer une page Wiki (le corps du message = le contenu de la page)

source: APPEND:WikiName to append data to a Wiki page (use the body for the data to add)
fr: APPEND:NomPageWikipour ajouter en fin de page Wiki (le corps du message = le contenu de la page à ajouter)

source: PREPEND:WikiName to append the data at the top
fr: PREPEND:NomPageWiki pour ajouter en haut de page Wiki

source: Tiki mail-in auto-reply.
fr: Réponse automatique du mail-in Tiki.

source: Your account registration request for {\$mail_site} was validated by the site admin and your account is active now.
fr: Votre compte pour le site {\$mail_site} a été validé par l'administrateur de ce site. Votre compte est maintenant actif.

source: To validate that account, please follow the link
fr: Pour valider ce compte, suivez ce lien

source: You're invited to join my network of friends!
fr: Vous êtes invité à vous joindre à mon réseau d'amis

source: By
fr: Par

source: This email address has been removed to the list of subscriptors of
fr: Cette adresse électronique a été supprimée de la liste des inscrits à

source: This email address has been added to the list of subscriptors of
fr: Cette adresse électronique a été ajoutée à la liste des inscrits à

source: Important: The old password remains active if you don't click the link above.
fr: Important&nbsp;: L'ancien mot de passe reste actif tant que vous ne cliquez pas sur le lien ci-dessus.

source: Password:
fr: Mot de passe :
