Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Required parameter \"key\" missing
de: Erforderlicher Parameter \"key\" fehlt
fr: Paramètre requis \"key\" absent

source: Display a Google map
de: Zeige eine Googlekarte

source: Item ID
de: Eintrag-Id

source: Google Maps API key not set
de: Google Maps API Schlüssel ist noch nicht eingetragen

source: No such user
de: Kein solcher Benutzer

source: The user has chosen to make his information private
de: Der Benutzer hat diese Information als privat deklariert
fr: L'utilisateur a choisi de garder ses informations privées

source: No such object
de: Kein solches Objekt

source: Group
de: Gruppe
fr: Groupe

source: Group Expiry
de: Gruppenablauf

source: Show the expiry date of a group membership of the current user
de: Zeigt das Ablaufdatum für die Mitgliedschaft des gegenwärtigen Benutzers einer Gruppe

source: Group List
de: Gruppenliste

source: List all groups or just groups that include a certain group
de: Liste aller Gruppen oder nur von Gruppen, die ein bestimmte Gruppe beinhaltet

source: GroupMail Core
de: Gruppenemail Kern

source: Displays GroupMail functions on a wiki page. Usually set up using a plugin alias created by the GroupMail profile.
de: Zeiget Gruppenemailfunktion auf einer Wiki Seite. Normalerweise wird das das durch einen Alias eingestellt, der durch das GroupMail-Profil erstellt wird.

source: Group Stats
de: Gruppenstatistik

source: Groups
de: Gruppen
fr: Groupes

source: Add HTML to a page
de: Füge HTML zu einer Seite hinzu

source: Include another web page within a frame
de: Binde eine andere Webseite mittels eines IFRAME ein

source: Frame title
de: Frame-Titel

source: Pixels or %
de: Pixel oder %
fr: Pixels ou %

source: Align the ifram on the page
de: Ausrichtung des IFRAME auf der Seite

source: Frame Border
de: Frame-Rahmen

source: Display custom formatted images
de: Zeige benutzerformatierte Bilder

source: Image source
de: Bildquelle

source: Image ID
de: Bild-ID
fr: Id Image

source: Thumbnail
de: Vorschau
fr: Vignette

source: Browse
de: Ansehen
fr: Parcourir

source: Download
de: Herunterladen
fr: Télécharger

source: Image height
de: Bildhöhe
fr: Hauteur de l'Image

source: Image width
de: Bildbreite
fr: Largeur de l'Image

source: Alternate text
de: Alternativer Text
fr: Texte alternatif

source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé

source: Include
de: Einbinden
fr: Inclure

source: Include content from a wiki page
de: Binde Inhalte von einer Wiki Seite ein

source: Wiki page name to include
de: Wikiseite für Einbindung
fr: Nom de la page Wiki à inclure

source: Stop
de: Anhalten

source: Edit this page
de: Ändere diese Seite
fr: Modifier cette page

source: Include a page
de: Eine Seite einbinden
fr: Insère une page

source: Invite
de: einladen

source: Invite a user to join your groups
de: Lade einen Benutzer ein, Deiner Gruppe beizutreten

source: Default Group
de: Standardgruppe
fr: Groupe par défaut

source: Chat using Jabber
de: Chat mit Jabber-Benutzung

source: Applet height in pixels
de: Anwendungshöhe in Pixeln

source: Applet width in pixels
de: Anwendungsbreite in Pixeln

source: Web site where XML is hosted. Default is jabber.org
de: Website wo der XML gehostet ist. Standard ist jabber.org

source: Default Color
de: Standardfarbe
fr: Couleur par défaut

source: Set default color. Default is 255,255,255
de: Lege Standarfarbe fest. Standard ist 255,255,255

source: Runs a Java applet to access a local Jabber service
de: Startet eine Javaanwendung um auf den lokalen Jabber-Dienst zuzugreifen
fr: Lance un applet Java pour accéder au service local Jabber

source: Add JavaScript code
de: Füge JavaScript Code ein

source: No JavaScript
de: Kein JavaScript

source: Display a video created through the Kaltura feature
de: Zeige ein Video, das mit Kaltura erstellt wurde

source: Vary text based on the page language
de: Text auf Basis der Seitesprache verändern

source: Last Modification
de: Letzte Änderung
fr: Dernière modification

source: Show the last modification date for a page
de: Zeige das Datum, an dem eine Seite zuletzt verändert wurde

source: List Pages
de: Seiten auflisten
fr: Liste des pages

source: List pages based on various criteria
de: Liste Seiten auf Basis diverser Kriterien auf

source: Category filter
de: Kategorienfilter

source: Load Translations
de: Übersetzung laden
fr: Charger les traductions

source: Exact Match
de: Exakte Übereinstimmung
fr: Correspondance exacte

source: Only Orphan Pages
de: Nur verwaiste Seiten
fr: Seules les Pages Orphelines

source: Only list orphan pages
de: Nur verwaiste Seiten auflisten

source: Sort
de: Sortieren
fr: Tri

source: or
de: oder
fr: ou

source: List Directory
de: Verzeichnis auflisten

source: Lists files in a directory
de: Dateien im Verzeichnis auflisten
fr: Liste des fichiers d'un répertoire

source: URL Prefix
de: URL Präfix
fr: Préfixe d'URL

source: File Name
de: Dateiname
fr: Nom du fichier

source: File Size
de: Dateigröße

source: Last Access
de: Letzter Zugriff

source: Filter
de: Filtern
fr: Filtrer

source: Map
de: Karte
fr: Carte

source: Display a map created using the Maps feature
de: Zeige eine Karte, die mit der Kartenfunktion erstellt wurde

source: Map File
de: Kartendatei
fr: Fichier carte

source: Map file identifier
de: Identifizierer für Kartendatei

source: Size of the map
de: Größe der Karte

source: Width of the map
de: Breite der Karte

source: Height of the map
de: Höhe der Karte

source: Displays a map
de: Zeigt eine Karte an
fr: Affiche une carte

source: Feature disabled
de: Funktion deaktiviert
fr: Fonctionnalité désactivée

source: Mayan Calendars
de: Mayakalender

source: Convert a Gregorian date to a Mayan calendar date
de: Konvertiere ein gregorianisches Datum in ein Datum des Mayakalender

source: Template
de: Vorlage
fr: Gabarit

source: You must use the variable substitution
de: Du musst die Variablenersetzung benutzen

source: Misc:
de: Versch.:

source: Example: template
de: Beispiel: Vorlage
fr: Exemple: template

source: for 22.05.2009 will return 12.19.16.6.11, 8 CHUEN, 9 SIP
de: für 22.05.2009 wird ausgegeben 12.19.16.6.11, 8 CHUEN, 9 SIP

source: Default template:
de: Standardvorlage:

source: Gregorian date
de: Gregorianisches Datum

source: Gregorian date for convert. Format: DD.MM.YYYY. Default: Today date
de: Gregorianisches Datum für die Umwandlung. Format: TT.MM.JJJJ. Standard: heute

source: is not a valid date format. should be dd.mm.yyyy
de: ist kein gültiges Datumsformat. Es sollte sein TT.MM.JJJJ

source: Add a media player to a page
de: Füge einen Mediaplayer zu einer Seite hinzu

source: Allow Fullscreen
de: Vollbild erlauben
fr: Autoriser le passage en mode plein écran

source: Allow fullscreen mode
de: Vollbildmodus erlauben
fr: Autoriser le mode plein écran

source: Complete URL to the mp3 to include
de: Komplette URL zu der mp3-Datei

source: Complete URL to the flv to include
de: Komplette URL zu der flv-Datei

source: Complete URL to the media to include
de: Komplette URL zu der Mediendatei

source: One of
de: Eins aus

source: Opaque
de: blickdicht

source: Window
de: Fenster

source: Member List
de: Mitgliederliste

source: List and allow editing of group members
de: Liste und erlaube Bearbeiten von Gruppenmitgliedern

source: Member Payment
de: Mitgliederbezahlung

source: Receive payments from a member to extend membership to a group.
de: Empfange Bezahlung von einem Mitglied um seine Gruppenmitgliedschaft zu verlängern.

source: Membership only for the current user
de: Mitgliedschaft nur für den gegenwärtigen Benutzer

source: Input Title
de: Eingabetitel

source: Title of the input form
de: Titel des Eingabeformulars

source: Use %0 for the group name
de: Benutze %0 für den Gruppennamen

source: Supports wiki syntax
de: Unterstützt Wikisyntax

source: Use %0 for the group name, %4 for the number of days or %5 for the number of years
de: Benutze %0 für den Gruppennamen, %4 für die Zahl der Tage oder %5 für die Zahl der Jahre

source: Membership to %0 for %1 (x%2)
de: Mitgliedschaft an %0 für %1 (x%2)

source: Membership to %0 for %1 users (x%2)
de: Mitgliedschaft an %0 für %1 Benutzer (x%2)

source: Go to
de: Gehe zu

source: Admin > Groups
de: Verwalten > Gruppen

source: does not exist
de: existiert nicht

source: Create a quiz using a tracker
de: Erstelle ein Quiz mit einem Tracker

source: Displays a miniquiz
de: Zeigt ein Miniquiz an

source: Insert Module
de: Modul einfügen

source: Display a module
de: Zeige ein Modul

source: Module Name
de: Modulname
fr: Nom de module

source: Decoration
de: Dekoration

source: Parse
de: parsen
fr: Analyser

source: Parse wiki syntax (default is to parse)
de: Parse Wikisyntax (standarmäßig wird geparst)

source: Show/hide module title (default is to show the title)
de: Zeige/verstecke Modultitel (standardmäßig wird er angezeigt)

source: Show title
de: Zeige Titel

source: Hide title
de: Verstecke Titel

source: Please choose a module
de: Bitte ein Modul wählen
fr: SVP choisissez un module

source: to be used as argument
de: als Argument zu verwenden
fr: à être utilisé comme paramètre

source: Displays a module inline in a wiki page
de: Zeigt ein Modul innerhalb einer Wiki-Seite an.
fr: Affiche un module à l'intérieur de la page

source: Sorry, no such module
de: Kein solches Modul vorhanden
fr: Désolé module inexistant

source: Monospace
de: Nichtproportionale Schrift

source: Display text in a monospace font
de: Zeige Text in nichtproportionaler Schrift

source: Font name as known in browsers
de: Schriftartname, wie in den Browsern bekannt

source: Displays the data using a monospace font
de: Zeigt den PlugIn-Inhalt in einer MonoSpace-Schrift an
fr: Affiche le texte en utilisant une police de caractères mono-espacée

source: DEPRECATED
de: ABGELEHNT
fr: OBSOLETE

source: Effect
de: Effekt

source: Set the type of show/hide animation that will be used
de: Stelle ein, welche Art der Anzeigen-/Versteckenanimation benutzt wird

source: Effect Speed
de: Effektgeschwindigkeit

source: Set the speed of the animation
de: Stelle die Geschwindigkeit der Animation ein

source: Close Delay
de: Verzögerung bein Schließen

source: Number of seconds before popup closes
de: Anzahl von Sekunden, nach denen das Popup geschlossen wird

source: No label specified
de: Keine Bezeichung angegeben

source: Create a mouseover feature on some text
de: Erstelle einen Mouseovereffekt auf einem Text

source: Media Wiki Table
de: Media Wiki tabelle

source: Display a table using MediaWiki syntax (experimental - may change in future versions)
de: Zeige eine Tabelle mit Media Wiki Syntax (experimentell - kann sich in künftigen Versionen ändern)

source: True
de: Wahr

source: False
de: Falsch

source: data
de: Daten
fr: données

source: Display a MySpace Flash mp3 playlist
de: Zeige eine MySpace Flash mp3 Playliste

source: Object Hits
de: Objekttreffer

source: Display the number of hits for certain objects
de: Zeige die Anzahl der Treffer für ein bestimmtes Objekt

source: Param
de: Parameter

source: Display content based on URL parameters
de: Zeige Inhalt basierend auf URL-Parametern

source: Source
de: Quelle

source: Show details of a payment request or invoice
de: Zeige Details zu einer Bezahlungsanfrage oder Rechnung

source: Permissions
de: Berechtigungen
fr: Droits d'accès

source: ^Plugin Manager error:
de: ^Pluginmanager Fehler:

source: not found
de: nicht gefunden

source: Plugin manager error:
de: Pluginmanager Fehler:

source: Options
de: Optionen

source: Introduced in Tiki version
de: Eingeführt in Tiki-Version

source: Since
de: seit

source: no parameters
de: keine Parameter

source: List wiki plugin or module information for the site
de: Liste Wiki Plugin oder Modulinformationen für die Site auf

source: Module
de: Modul

source: Poll
de: Abstimmung
fr: Sondage

source: Display a poll
de: Zeige eine Abstimmung

source: Profile Application
de: Profile anwenden

source: Add a button for applying a profile.
de: Füge eine Schaltfläche zur Anwendung eines Profiles ein.

source: Proposal
de: Vorschlag
fr: Proposition

source: Quote
de: Zitat
fr: Citation

source: Format text as a quote
de: Formatiere Text als Zitierung

source: Quoted text
de: zitierter Text

source: Name of the quoted person
de: Name der zitierten Person
fr: Nom de la personne citée

source: wrote
de: schrieb
fr: écrit

source: Quote text by surrounding the text with a box, like the [QUOTE] BBCode
de: Zitiere Text, indem Du ihn mit einer Box umgibst, so wie der Befehl [QUOTE] in BBCode
fr: Texte de la citation entouré d'une boîte, comme dans [QUOTE] de BBCode

source: Random Include
de: Zufälliges Einbinden

source: Random Dynamic Content
de: zufälliger dynamischer Inhalt

source: Display pre-programmed changing content
de: Zeile vor-programmierten, veränderlichen Inhalt

source: User List with Real Names)
de: Benutzerliste mit Echtnamen

source: Show user real names for members of a group
de: Zeige Benutzerechtnamen für Mitglieder einer Gruppe

source: (experimental, should be merged with UserList)
de: (expermientell, soll mit Benutzerliste zusammengeasst werden)

source: Result limit
de: Ergebnis Limit

source: User Information
de: Benutzerinformationen
fr: Information utilisateur

source: User Page
de: Benutzerseite

source: User Preferences
de: Benutzer-Einstellungen
fr: Préférences utilisateur

source: Exclude
de: Ausschliessen
fr: Exclure

source: admin
de: Verwalten

source: Preferences
de: Einstellungen
fr: Préférences

source: Redirect
de: Weiterleitung
fr: Redirection

source: Redirect to another page
de: Leite auf eine andere Seite weiter

source: Regular Expression
de: Regulärer Ausdruck
fr: Expression régulière

source: Perform a regular expression search and replace
de: Führe eine Suche/Ersetzung nach einem regulären Ausdruck durch

source: one data per line
de: ein Eintrag pro Zeile
fr: une donnée par ligne

source: Displays a comment, tip, note or warning box
de: Zeigt eine Kommentar-, Tip-, Hinweis- oder Warnungs-Box
fr: Affiche une boîte de commentaire, une astuce ou une alerte

source: remarks text
de: Bemerkungstext

source: Remarks Box
de: Bemerkungsbox

source: Confirm
de: bestätigen

source: Errors
de: Fehler
fr: Erreurs

source: Note
de: Hinweis
fr: Remarque

source: Warning
de: Warnung
fr: Avertissement

source: Close
de: Schließen
fr: Fermer

source: Display items from an RSS feed
de: Zeige Einträge eines RSS Feeds

source: Result Count
de: Ergebniszähler

source: Number of results displayed
de: Anzahl der angezeigten Ergebnisse

source: Show date of each item (not shown by default)
de: Zeige Datum jedes Objekts (wird standardmäßig nicht angezeigt)

source: Show feed descriptions (not shown by default)
de: Zeige Feed Beschreibungen (wird standardmäßig nicht angezeigt)

source: Show authors (not shown by default)
de: Zeige Autoren (wird standardmäßig nicht angezeigt)

source: Icon
de: Symbol
fr: Icône

source: Show animated text that scrolls up or down
de: Zeige animierten Text, der hoch oder runter scrollt

source: Creates a link to SourceForge tracker items
de: Erstellt einen Link zu SourceForge Trackereinträgen

source: Add a ShareThis button
de: Füge eine ShareThis-Schaltfläche ein

source: Embedded Elements
de: Eingebettete Elemente

source: Sheet
de: Tabelle
fr: Feuille

source: Display data from a TikiSheet
de: Zeige Daten aus einer Tiki Tabelle

source: Editable
de: bearbeitbar
fr: Éditable

source: Range
de: Bereich

source: Create New Sheet
de: Erstelle neue Tabelle
fr: Créer un nouveau feuillet

source: Edit Sheet
de: Sheet bearbeiten
fr: Éditer la feuille de calcul

source: Show Pages
de: Seite anzeigen
fr: Afficher les Pages

source: Find pages by searching within page names
de: Finde Seiten durch Suchen in den Seitennamen

source: Search criteria
de: Suchkriterium
fr: Critère de recherche

source: List wiki pages
de: Wiki-Seiten auflisten
fr: Liste des pages Wiki

source: Clickable Skype link
de: Klcikbarer Skype-Link
fr: Lien Skype clickable

source: Action
de: Aktion

source: Show status
de: Zeige Status
fr: Voir les statuts

source: yes
de: ja

source: no
de: nein
fr: non

source: Smarty function
de: Smarty-Funktion

source: Insert a Smarty function
de: Fügt eine Smarty-Funktion ein

source: Display the contents of another web page
de: Zeigt den Inhalt einer anderen Webseite

source: Regular Expression Pattern
de: Muster für regulären Ausdruck (RegEx)

source: Regular Expression Replacement
de: Ersetzung für regulären Ausdruck

source: HTML Content
de: HTML-Inhalt

source: Cache time in minutes. Default is to use site preference, Set to 0 for no cache
de: Cachezeit in Minuten. Standardmäßig werden die Siteeinstellungen genutzt. Trage 0 ein, um den Cache abzustellen

source: Text to click on to fetch the url via ajax
de: Text zum klicken, um die URL mit Ajax abzurufen

source: Sort lines of text
de: Sortiere Textzeilen

source: Data to sort, one entry per line
de: Zu sortierende Daten. Ein Eintrag pro Zeile

source: Order
de: Reihenfolge
fr: Ordre

source: Set the sort order of lines of content (default is ascending)
de: Sortierungsreihenfolge des Inhalts festlegen (Standrd ist absteigend)

source: Reverse
de: Umgekehrt

source: Shuffle
de: mischen

source: Sorts the plugin content in the wiki page
de: Sortiert den PlugIn-Inhalt innerhalb einer Wiki-Seite
fr: Trie les lignes de données

source: Easily arrange content on a page into rows and columns
de: Einfach Inhalte einer Seite in Spalten und Zeilen arrangieren

source: Join Columns
de: Spalten anfügen

source: Fixed Size
de: Feste Größe
fr: Taille Fixe

source: Column Sizes
de: Spaltengröße

source: Specify all column widths in number of pixels or percent, separating each width by a pipe (|)
de: Gib alle Spaltenbreiten in Pixeln oder in Prozent an, wobei jede Spalte mit einem senkrechten Strich (|) getrennt wird

source: First
de: erste
fr: Prem.

source: Cells specified are ordered first left to right across rows (default) or top to bottom down columns
de: Ausgewählte Zellen werden werden standardmäßig zuerst von links nach rechts in einer Reihe oder von oben nach unten in einer Spalte sortiert

source: Column
de: Spalte
fr: Colonne

source: Line
de: Linie
fr: Ligne

source: Display edit icon for each section
de: Zeige ein Bearbeitensymbol für jeden Abschnitt

source: Custom Class
de: Benutzerdefinierte Klasse

source: Add a class to customize the design
de: Füge eine Klasse hinzu, um das Design anzupassen

source: Edit
de: bearbeiten
fr: Éditer

source: Query a MySQL database and display the results
de: Frage eine MySQL Databank ab und zeige die Ergebnisse

source: The SQL query goes in the body. Example: SELECT column1, column2 FROM table
de: Die SQL-Abfrage gehört in den Hauptteil. Beispiel: SELECT spalte1, spalte2 FROM tabelle

source: DSN name of the database being queried. The DSN name needs to first be defined at tiki-admin_dsn.php
de: DSN-Name der Datenbank wird abgefragt. Der DSN-Name muss zuerst in der Datei tiki-admin_dsn.php definiert werden

source: Missing db param
de: Datenbank-Parameter fehlt
fr: Le paramètre db manque

source: Could not obtain valid DSN connection
de: Erhalte keine gültige DSN-Verbindung

source: Run a sql query
de: SQL-Abfrage ausführen
fr: Exécuter une requête sql

source: sql query
de: SQL-Abfrage
fr: requête sql

source: Stat
de: Statistik

source: Show various statistics for an object
de: Zeige verschiedene Statistiken zu einem Objekt

source: Object Type
de: Objekttyp
fr: Type de l'objet

source: Object type to show stats for. Choices are article, trackeritem or wiki, or a combination of these separated by colons
de: Objekttyp, für den Statistiken angezeigt werden sollen. Wähle Artikel, Trackereinträge, Wiki Seiten oder eine Kombination hiervon, getrennt durch Doppelpunkt

source: Article & Tracker Item
de: Artikel & Trackereintrag

source: Article & Tracker Item & Wiki
de: Artikel & Trackereintrag & Wiki

source: Article & Wiki
de: Artikel & Wiki

source: Article & Wiki & Tracker Item
de: Artikel & Wiki & Trackereintrag

source: Tracker Item
de: Trackereintrag
fr: Fiche du formulaire

source: Tracker Item & Article
de: Trackereintrag & Artikel

source: Tracker Item & Article & Wiki
de: Trackereintrag & Artikel & Wiki

source: Tracker Item & Wiki
de: Trackereintrag & Wiki

source: Tracker Item & Wiki & Article
de: Trackereintrag & Wiki & Artikel

source: Wiki & Article
de: Wiki & Artikel

source: Wiki & Article & Tracker Item
de: Wiki & Artikel & Trackereintrag

source: Wiki & Tracker Item
de: Wiki & Trackereintrag

source: Wiki & Tracker Item & Article
de: Wiki & Trackereintrag & Artikel

source: Parent ID
de: Übergeordnete ID

source: Enter a tracker ID to restrict stats to that tracker (for use with trackeritems only)
de: Trage eine Tracker-ID ein um die Statistiken auf diesen Tracker zu beschränken (nur für die Benutzung mit Trackereinträgen)

source: Last 24 Hours
de: Letzten 24 Stunden

source: Added and/or viewed in the last 24 hours (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: In den letzten 24 Stunden hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: Added
de: Hinzugefügt
fr: Ajouté

source: Added and Viewed
de: Hinzugefügt und angesehen

source: Viewed
de: Angesehen

source: Viewed & Added
de: Hinzugefügt & angesehen

source: Added and/or viewed since the beginning of the day (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: Seit Tagesanfang hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: Last 7 Days
de: Letzte 7 Tage

source: Added and/or viewed in the last 7 days (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: In den letzten 7 Tagen hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: This Week
de: Diese Woche

source: Added and/or viewed since the beginning of the week (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: Seit Beginn der Woche hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: Last Month
de: Letzter Monat
fr: Le mois dernier

source: Added and/or viewed last month (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: Im letzten Monat hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: This Month
de: Dieser Monat

source: Added and/or viewed since the beginning of the month (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: Seit Beginn dieses Monats hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: Last Year
de: Letztes Jahr
fr: L'année dernière

source: Added and/or viewed in the last 365 days (only added items shown for tracker items whether a (added) or v (viewed) or both is set)
de: In den letzten 365 Tagen hinzugefügt/angesehen (nur hinzugefügte Objekte für Trackereinträge werden angezeigt, egal, ob a (added/hinzugefügt) oder v (viewed/angesehen) gesetzt ist)

source: This Year
de: Dieses Jahr
