Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Default category assigned to uncategorized objects edited by a user with this default group
fr: Catégorie associée par défaut aux objects édités par un utilisateur ayant ce groupe par défaut

source: choose a group tracker ...
fr: choisissez un formulaire pour le groupe ...

source: choose a field ...
fr: choisissez un champ ...

source: Users Information Tracker
fr: Formulaire d'information sur l'utilisateur

source: choose a users tracker ...
fr: choisissez un formulaire pour les utilisateurs ...

source: Group tracker item : {\$groupitemid}
fr: La fiche du groupe&nbsp;: {\$groupitemid}

source: Group tracker item not found
fr: La fiche du groupe non trouvée

source: Create Item
fr: Créer une fiche

source: Choose a field ..
fr: Choisissez un champ ..

source: Remove from Group
fr: Supprimé du groupe

source: Download CSV export
fr: Exporter en CSV

source: Assign users to group
fr: Affecter des utilisateurs à des groupes

source: Edit Account Settings
fr: Modifier les paramètres du compte

source: the following groups
fr: les groupes suivants

source: Last Login
fr: Dernière authentification

source: CSV File:
fr: Fichier CSV :

source: Loading...
fr: Chargement...

source: Page has been approved
fr: La page a été approuvée

source: New attachments
fr: Nouvelles pièces jointes

source: Old attachments
fr: Anciennes pièces jointes

source: Changes from the following versions under staging have been merged into the approved version
fr: Les changements de cette version ont été fusionnés dans la version approuvée

source: Level configuration
fr: Niveau de configuration

source: Assign User {\$assign_user|escape} to Groups
fr: Attribuer un/plusieurs groupe(s) à l'utilisateur {\$assign_user|escape}

source: Assign User to Group
fr: Affecter l'utilisateur dans ce groupe

source: backlinks to
fr: Pages pointant vers

source: No backlinks to this page
fr: Aucune page ne pointe vers cette page

source: Convert the last sub directory to a sub gallery
fr: convertir le dernier sous répertoire en une sous galerie

source: eg. from \"misc/screenshots/digicam0001.jpg\" a gallery named \"screenshots\" will be created
fr: exemple : pour une arborescence \"misc/screenshots/digicam0001.jpg\" une galerie nommée \"screenshots\" sera créée

source: Use the last sub directory name as description
fr: Utiliser le nom de la dernière sous-catégorie comme description

source: eg. from \"misc/screenshots/digicam0001.jpg\" a description \"screenshots\" will be created
fr: exemple : pour une arborescence comme \"misc/screenshots/digicam0001.jpg\" une description \"screenshots\" sera ajouté aux images

source: Mark entry as private
fr: Marquer l'entrée comme privée

source: Details
fr: Détails

source: April
fr: avril

source: August
fr: Août

source: September
fr: septembre

source: November
fr: novembre

source: Starting on
fr: Commençant le

source: ending by
fr: terminant le

source: ending after
fr: terminant après

source: events
fr: évènements

source: Event is repeated
fr: L'évènement est répété

source: every
fr: chaque

source: of every month
fr: de chaque mois

source: on each
fr: chaque

source: Events cannot end before they start
fr: Un évènement ne peut finir avant son commencement

source: No description
fr: Pas de description

source: or new
fr: ou nouveau

source: Choose users to alert
fr: Choisir les utilisateurs à alerter

source: chair
fr: président de séance

source: default role
fr: rôle par défaut

source: required participant
fr: participant requis

source: optional participant
fr: participant non obligatoire

source: Give participant list separated by commas. Roles have to be given in a prefix separated by a column like in
fr: Donner la liste des participants en les séparants par des virgules. Les rôles des participants sont à donner en préfixant par un double-point(:) comme dans l'exemple suivant

source: role:login_or_email,login_or_email
fr: rôle:login_ou_email,login_ou_email

source: If no role is provided, default role will be \"Chair participant\".
fr: Si aucun rôle n'est défini, le rôle attribué par défaut sera \"président de séance\".

source: Update this event only
fr: Ne mettre à jour que cet évènement

source: Update every unchanged events of this recurrence rule
fr: Mettre à jour tous les évènements inchangés de cette récurrence

source: Update every events of this recurrence rule
fr: Mettre à jour tous les évènements de cette récurrence

source: Delete Recurrent events
fr: Supprimer tous les évènements liés à cette récurrence

source: import
fr: importer

source: W
fr: S

source: Nickname
fr: Surnom

source: Following pages were created, as translations of each other
fr: Les pages suivantes ont été crées comme traductions de chacunes d'entre-elles

source: Create pages
fr: Créer des pages

source: <a href=\"tiki-directory_admin_categories.php\">Add a directory category now</a>
fr: <a href=\"tiki-directory_admin_categories.php\">Ajouter une cat

source: Edit a site
fr: Éditer un site

source: relate
fr: relation

source: Perform action with selected
fr: Réaliser l'action avec le ou les éléments sélectionnés

source: in current directory category
fr: dans la catégorie de répertoire courante

source: Discounts
fr: Remises

source: Max time the discount can be used in the first phase of payment
fr: Durée maximale où la remise peut être utilisée dans la première phase de payement

source: -1 for illimited
fr: -1 pour illimité

source: To add <strong>new content</strong> to the page
fr: Pour ajouter du <strong>nouveau contenu</strong> à la page

source: use the editor
fr: Utiliser l'éditeur

source: One of the email addresses you typed is invalid
fr: L'une des adresses email que vous avez saisie est invalide

source: If not the topic image
fr: Si différente de l'image du sujet

source: If different than the uploaded image
fr: Si différente de celle de l'image rapatriée

source: If different than in view mode
fr: Si différente de celle du mode d'affichage

source: If not the topic name
fr: Si différent du nom du sujet

source: Cancel the edit, you will lose your changes.
fr: Annuler la modification, vous allez perdre les modifications.

source: -1 for unlimited
fr: -1 pour illimté

source: Max impressions for a user
fr: Max d'impressions pour un utillisateur

source: Max clicks
fr: Max de clics

source: Or, create a new zone
fr: Ou, créer une nouvelle zone

source: Use Flash
fr: Utiliser Flash

source: Movie Size
fr: Taille de la vidéo

source: FlashPlugin min version
fr: Version minimum du plugin Flash

source: Remove Zones (you lose entered info for the banner)
fr: Supprimer les zones (vous perdrez toute l'information entrée pour la bannière)

source: Style Sheet
fr: Feuille de style

source: The file will be saved in
fr: Le fichier sera enregistré dans

source: More help on editing wiki pages
fr: Aide supplémentaire pour éditer des pages Wiki

source: Will display using the indicated HTML color or color name. Color name can contain two colors separated by a comma. In this case, the first color would be the foreground and the second one the background
fr: Affichera le texte avec la couleur indiquée (code ou nom Html). Le nom de la couleur peut en contenir deux, séparées par une virgule. Dans ce cas, la première couleur est pour l'avant-plan et la seconde pour l\\'arrière-plan

source: Text box
fr: Boîte texte

source: use square brackets for an external link: [URL], [URL|link_description],[URL|link_description|relation] or [URL|description|relation|nocache] (that last prevents the local Wiki from caching the linked page; relation can be used to insert rel attribute for the link - useful e.g. for shadowbox)
fr: Utiliser les crochets [ ] pour un lien externe : [URL], [URL|link_description],[URL|link_description|relation] ou [URL|description|relation|nocache] (cette dernière option interdit le Wiki local de cacher la page liée; relation peut être utilisé pour insérer un attribut rel pour le lien - pratique par exemple pour une shadowbox)

source: page|#anchor
fr: page|#anchrage

source: page|#anchor|desc
fr: page|#anchrage|desc

source: Indent text with any number of spaces to turn it into a monospaced block that still follows other Wiki formatting instructions. It will be indended with the same number of spaces that you used. Note that this mode does not preserve exact spacing and line breaks; use ~pp~...~/pp~ for that.
fr: Indente le texte avec autant de caractères que nécessaire pour suivre les autres instructions Wiki. L'indentation sera la même que celle que vous utilisez. Remarquez que ce mode ne conserve pas exactement le même nombre d'espaces et de retours à la ligne; utiliser ~pp~...~/pp~ pour cela.

source: Wiki plugins extend the function of wiki syntax with more specialized commands
fr: Les plugins Wiki étendent la syntaxe wiki avec des ordres plus spécilaisés

source: Upload from disk to change the image
fr: Charger depuis le disque pour changer l'image

source: Save and Go Next
fr: Enregistrer et continuer

source: Select the language to edit
fr: Choisir la langue à modifier

source: Select the language to Export
fr: Choisir la langue à exporter

source: Return to default perspective
fr: Retour à la perspective par défaut

source: Search for configurations below and drag them in to the configuration section above.
fr: Rechercher des configurations ci-dessous et tirez les dans la section configuration au-dessus

source: Quiz
fr: QCM

source: The following pages added have automatically been categorized with the same categories as the structure
fr: Les pages suivantes ont été catégorisées automatiquement avec les mêmes catégories que la structure

source: Categorize all pages in structure together
fr: Catégoriser toutes les pages dans la structure

source: Remove existing categories from ALL pages before recategorizing
fr: Supprimer toutes les catégories de TOUTES les pages avant \"re-catégorisation\"

source: <b>*</b>=optional
fr: <b>*</b>=optionnel

source: This would cause you problems (e.g. menus can stop collapsing/expanding)
fr: Ceci peut poser des problèmes (e.g. les menus peuvent arrêter de s'ouvrir et de se refermer)

source: You should only modify default header.tpl and other important files via text code editor, through console, or SSH, or FTP edit commands. And only if you know what you are doing ! ;-)
fr: Vous ne devriez modifier le contenu du fichier header.tpl et des autres fichiers importants, qu'au travers d'un éditeurs de texte, ou en SSH , ou via un client FTP. Et seulement si vous savez ce que vous faites! ;-)

source: Maybe You just want to modify the top of your Tiki site
fr: Peut-être ne voulez vous modifier que la partie haute de votre site Tiki

source: Save Only in the Theme
fr: Sauvegarder uniquement dans le thème

source: Add Notification Email
fr: Ajouter une notification par courriel

source: Admin notifications
fr: Administrer les notifications

source: Select language to translate to
fr: Choisir une langue pour la traduction

source: Enter the page title
fr: Entrer le titre de la page

source: \"You forgot to specify the language of the translation. Please choose a language in the picklist.\"
fr: \"Vous avez oublié de définir une langue pour cette traduction. Merci d'en choisir une dans la liste.\"

source: Preview your changes.
fr: Avoir un aperçu de vos modifications.

source: View changes since last approval
fr: Voir les changements depuis la dernière approbation

source: Are you sure you do not want to edit
fr: Êtes-vous sûr de ne pas vouloir éditer

source: instead?
fr: à la place ?

source: Draft written on
fr: Brouillon écrit sur

source: Warning: new versions of this page have been made after this draft
fr: Attention&nbsp;: de nouvelles versions de cette page ont été faites après ce brouillon

source: An edit summary is mandatory
fr: Un résumé de l'édition est obligatoire

source: Edit comment: Enter some text to describe the changes you are currently making
fr: Édition du commentaire&nbsp;: saisir un commentaire expliquant les changements que vous réalisés

source: Allow comments on this page
fr: Autoriser les commentaires sur cette page

source: Send urgent translation request.
fr: Envoyer une demande de traduction urgente.

source: Export to file
fr: Exporter dans un fichier

source: Autodetect
fr: Détection automatique

source: status
fr: état

source: Edit FAQ question
fr: Modifier les questions de la FAQ

source: Add FAQ question
fr: Ajouter une question à la FAQ

source: File Archive
fr: Archive de fichiers

source: File Galleries tpl
fr: gabarit des galeries de fichiers

source: Be careful to set the right permissions on the files you link to
fr: Attention, il faut définir les droits suffisants sur le fichier lié pour qu'il soit lisible

source: Size (width x height)
fr: Dimensions (largeur x hauteur)

source: Forum Importer
fr: Import de Forums

source: Must be in tikiroot/{\$tmpdir} or tikiroot/img/wiki_up
fr: Doit être dans tikiroot/{\$tmpdir} ou tikiroot/img/wiki_up

source: Verification
fr: Vérification

source: File must be an SQL file and exist in either <i>\$tikiroot/temp</i> or <i>\$tikiroot/img/wiki_up</i>.
fr: Le fichier doit être un fichier SQL et se situer soit dans <i>\$tikiroot/temp</i> ou <i>\$tikiroot/img/wiki_up</i>.

source: File was not specified, or could not be found in either location. Please put the file in either directory and Go Back. If the file exists in both locations, the \$tikiroot/{\$filecheck} location will be preferred.
fr: Le fichier n'a pas été spécifié ou n'a pas pu être trouvé dans l'un des répertoires. Veuillez placer le fichier dans l'un des répertoires et recommencez l'opération. Si le fichier est à la fois dans les deux répertoires, celui dans \$tikiroot/{\$filecheck} sera préféré.

source: Proceed
fr: Poursuivre

source: Select a Forum You Wish to Move (ONE at a time!)
fr: Sélectionnez un Forum que vous voulez déplacer (UN seul à la fois !)

source: Which Forum Do You Wish to Import this Into?
fr: Quel Forum voulez-vous importer dans celui-ci ?

source: Message queue for forum
fr: File d'attente de messages pour le forum

source: Back to forum
fr: Retour au forum

source: Hot
fr: Populaire

source: neutral
fr: neutre

source: Search in content
fr: Chercher dans le contenu

source: Configure Forum
fr: Configurer le forum

source: Reported messages for forum
fr: Messages signalés pour le forum

source: Perfom action with checked
fr: Réaliser l'opération sur les éléments cochés

source: Un-report
fr: Dé-signaler

source: Until then, they cannot be translated
fr: Jusque là, ne peuvent être traduit(e)s

source: Set language
fr: Définir la langue

source: Universal
fr: Universel

source: Show the following languages
fr: Afficher les langues suivantes

source: Pending requests
fr: Requêtes en attente

source: break friendship
fr: casser une amitié

source: Edit this gallery
fr: Éditer cette galerie

source: Global default
fr: Défaut global

source: Bounding box
fr: Boîte maximale

source: default scale
fr: échelle par défaut

source: Make Map
fr: Construire une carte

source: Wiki plug-in
fr: Plug-in Wiki

source: Ical import / Export
fr: Importer/exporter en Ical

source: Tiki installer
fr: Installation Tiki

source: Release Notes
fr: notes de mise à jour

source: Before installing Tiki, <a href=\"http://doc.tiki.org/Requirements\" target=\"_blank\">review the documentation</a> and confirm that your system meets the minimum requirements
fr: Avant d'installer Tiki, <a href=\"http://doc.tiki.org/Requirements&amp;bl=y\" target=\"_blank\">regardez la documentation</a> et assurez vous que les pré-requis sont satisfaits

source: Tiki uses the PHP <strong>mail</strong> function to send email notifications and messages
fr: Tiki utilise les fonctions Mail de PHP pour envoyer des messages et des notifications

source: To test your system configuration, Tiki will attempt to send a test message to you
fr: Pour tester votre configuration, Tiki va essayer de vous envoyer un email de test

source: Test email
fr: Email de Test

source: Tiki was not able to detect the GD library
fr: Tiki n'a pas réussi à détecter de bibliothèque GD

source: Tiki uses the GD library to process images for the Image Gallery and CAPTCHA support
fr: Tiki utilise la bibliothèque GD pour le traitement d'images pour les galeries ou la génération de CAPTCHAS (anti-spams)

source: Tiki requires an active database connection
fr: Tiki a besoin d'une connexion à une base de données existante

source: You must create the database and user <em>before</em> completing this page
fr: Il faut créer la base de données et son utilisateur <em>avant</em> de compléter cette page

source: Tiki cannot find a database connection
fr: Tiki ne peut pas accéder à la base de données

source: Use this page to create a new database connection, or use the <a href=\"http://doc.tiki.org/Manual+Installation\" target=\"_blank\" title=\"manual installation\">manual installation process</a>
fr: Utiliser cette page pour créer une nouvelle base de données, ou utiliser <a href=\"http://doc.tiki.org/Manual+Installation\" target=\"_blank\" title=\"manual installation\">le processus manuel d'installation</a>

source: Enter your database connection information
fr: Entrez les informations pour se connecter à la base de données

source: Only databases supported by your PHP installation are listed here. If your database is not in the list, try to install the appropriate PHP extension.
fr: Les seuls moteurs de bases de données qui sont listés ici sont ceux acceptés par votre installation PHP. Si votre moteur de base de données ne figure pas dans cette liste, essayez d'installer les bonnes extensions PHP.

source: Host name
fr: Adresse Internet

source: Enter the host name or IP for your database
fr: Donnez l'adresse Internet ou l'IP de votre base de données

source: Enter the name of the database that Tiki will use
fr: Entrez le nom de la base de données que Tiki va utiliser

source: Enter a database user with administrator permission for the Database
fr: Entrez un nom d'utilisateur de la base de données ayant des droits d'administration pour la base de données

source: Upgrade
fr: Mise à jour

source: Your database has been configured and Tiki is ready to run!
fr: Votre base de données a été configurée et Tiki est prêt à fonctionner !

source: If this is your first install, your admin password is <strong>admin</strong>.
fr: Si ceci est votre première installation, veuillez noter que le nom d’utilisateur de l’administrateur du site est <strong>admin</strong> et que son mot de passe est aussi <strong>admin</strong>.

source: You can now log in into Tiki as user <strong>admin</strong> and start configuring the application.
fr: Vous pouvez maintenant vous connecter à Tiki en tant qu'<strong>admin</strong> et débuter la configuration de l'application.

source: HTTPS login
fr: Connexion HTTPS

source: PHP error reporting level
fr: Niveau de rapport d'erreurs PHP

source: Administrator
fr: Administrateur

source: Admin email
fr: Email de l'administrateur

source: If this is an upgrade, clean the Tiki caches manually (the <strong>templates_c</strong> directory) or by using the <strong>Admin &gt; System</strong> option from the Admin menu.
fr: Si ceci est une évolution, nettoyez les caches manuellement (le répertoire <strong>templates_c</strong>) ou en utilisant l'option <strong>Admin &gt; System</strong> du menu d'administration.

source: MultiTiki Setup
fr: Configuration MultiTiki

source: DB OK
fr: BDD OK

source: Tiki Icon
fr: Icone Tiki

source: Upload to Kaltura
fr: Rapatrié vers Kaltura

source: Upload Successful
fr: Succès du rapatiement

source: You have successfully added {\$count} new entry/entries
fr: Vous avez ajouter avec succès {\$count} nouvelle(s) entrée(s)

source: Add more media
fr: Ajouter des media

source: Advanced Editor
fr: Éditeur advancé

source: Simple Editor
fr: Éditeur simple

source: Video Title
fr: Titre de la vidéo

source: Editor
fr: Éditeur

source: No action specified
fr: Aucune action specifiée

source: To use a banner in a <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> or a template, use {literal}{banner zone=ABC}{/literal}, where ABC is the name of the zone.
fr: Pour utiliser une bannière dans un <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> ou un gabarit, utiliser {literal}{banner zone=ABC}{/literal}, où ABC est le nom de la zone.

source: The cache is used by
fr: L'antémémoire est utilisée par

source: To use content blocks in a text area (Wiki page, etc), a <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> or a template, use {literal}{content id=x}{/literal}, where x is the ID of the content block.
fr: Pour utiliser les blocs de contenus dans une zone de texte (page Wiki page, etc.), un <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a> ou un gabarit, utiliser {literal}{content id=x}{/literal}, où x est l'Id du bloc de contenu.

source: Create New FAQ
fr: Créer nouvelle FAQ

source: RSS feed
fr: Syndication RSS

source: SlideShow
fr: Diaporama

source: Keep gallery window open
fr: Maintenir la fenêtre de la galerie ouverte

source: optional
fr: facultatif

source: Property <b>{\$fgp_name}</b> Changed
fr: Propriété <b>{\$fgp_name}</b> Modifiée

source: Wiki plugin code
fr: Code du plugin Wiki

source: Media Type
fr: Type du Media

source: More Information
fr: Plus d'informations

source: No entries
fr: Aucune entrée

source: Click here
fr: Cliquer ici

source: Modified By
fr: Modifié par

source: Click here
fr: Cliquer ici

source: Post Title
fr: Titre du message

source: Last ver.
fr: Dernière ver.

source: Links to this page in other pages
fr: Liens vers cette page dans d'autres pages

source: Operator
fr: Opérateur

source: offline
fr: non connecté

source: operator
fr: opérateur

source: For security purposes we must periodically validate your email address to allow continued access to this site.
fr: Pour des raisons de sécurité, vous devez périodiquement revalider votre adresse électronique pour pouvoir accéder au site.

source: A validation email has been sent to you. Please open that email and follow the instructions to once again gain access to the site.
fr: Un courriel de validation vous a été envoyé. SVP ouvrez le et suivez les instructions pour pouvoir réaccéder au site.

source: Thank you
fr: Merci

source: Mail-in feature
fr: Fonctionnalité mail-in

source: Tiki \"mods\" are additional features not included in the public release. Learn more at <a target=\"tikihelp\" href=\"http://mods.tiki.org\">mods.tiki.org</a>.
fr: Les Tiki \"mods\" sont des fonctionnalités additionnelles qui ne sont pas incluses dans la version publique de Tiki. Pour en savoir plus, aller sur <a target=\"tikihelp\" href=\"http://mods.tiki.org\">mods.tiki.org</a>.

source: You will probably some find mods shown as being compatible with older versions of Tiki will work with later versions with little or no modification
fr: Vous trouverez probablement des modules présentés comme étant compatibles avec des versions plus anciennes de Tiki qui pourront fonctionner avec des versions plus récentes avec peu ou pas de modifications

source: Your help is needed! Please visit <a href=\"http://dev.tiki.org/Mods\">dev.tiki.org</a> to find out more
fr: Votre aide est requise! Merci de visiter<a href=\"http://dev.tiki.org/Mods\">dev.tiki.org</a> pour en savoir plus
