Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: RSS feed for individual blogs
de: RSS Feeds für individuelle Blogs
fr: Flux RSS pour les blogues individuels

source: Image galleries
de: Bildergalerien
fr: Galeries d'images

source: RSS feed for image galleries
de: RSS Feeds für Bildergalerien
fr: Flus RSS pour les galeries d'images

source: Individual Image galleries
de: Individuelle Bildergalerien
fr: Galeries d'images individuelles

source: RSS feed for individual image galleries
de: RSS Feeds für individuelle Bildergalerien
fr: Flux RSS pour les galeries d'images individuelles

source: RSS feed for file galleries
de: RSS Feeds für Dateiarchive
fr: Flux RSS pour les galeries de fichiers

source: Individual file galleries
de: Individuelle Dateiarchive
fr: Galeries de fichiers individuelles

source: RSS feed for individual file galleries
de: RSS Feeds für individuelle Dateiarchive
fr: Flux RSS pour les galeries de fichiers individuelles

source: RSS feed for wiki
de: RSS Feeds für Wiki
fr: Flux RSS pour les Wiki

source: RSS feed for forums
de: RSS Feeds für Foren
fr: Flux RSS pour les forums

source: Individual Forums
de: Individuelle Foren
fr: Forums individuels

source: RSS feed for individual forums
de: RSS Feeds für individuelle Foren
fr: Flux RSS pour les forums individuels

source: RSS feed for trackers
de: RSS Feeds für Tracker
fr: Flux RSS pour les formulaires

source: Individual trackers items
de: Individuelle Trackereinträge

source: RSS feed for individual trackers items
de: RSS Feeds für individuelle Tracker
fr: Flux RSS pour chaque élément de formulaire

source: Calendar events
de: Individuelle Kalendereinträge
fr: Évènements du calendrier

source: RSS feed for calendar events
de: RSS Feeds für Kalenderereignisse
fr: Flux RSS pour les évènements du calendrier

source: Directories
de: Verzeichnisse
fr: Répertoires

source: RSS feed for directories
de: RSS Feeds für Linkverzeichnisse
fr: Flux RSS pour les répertoires

source: RSS feed for maps
de: RSS Feeds für Karten
fr: Flux RSS pour les cartes

source: RSS feed for shoutbox
de: RSS Feeds für Shoutbox

source: Maximum number of items to display
de: Maximale Anzahl von anzuzeigenden Einträgen
fr: Nombre maximum d'éléments à afficher

source: Show Author
de: Zeige Autor
fr: Afficher l'auteur

source: Title to be prepended to the blog title for all blogs. If this field is empty only the blog title will be used
de: Titel, der dem Blogtitel aller Blogs vorangestellt wird. Wenn das Feld leer ist, wird nur der Blogtitel verwendet
fr: Titre à placer avant le titre du blog pour tous les blogs. Si ce champ est vide seul le titre du blog sera utilisé

source: Article RSS Description
de: Artikel RSS Beschreibung
fr: Description des RSS des articles

source: Description to be published as part of the RSS feed for articles
de: Mitveröffentlichte Beschreibung des RSS Feed für Artikel
fr: Description à publier dans le flux RSS des articles

source: Blogs RSS Description
de: Blogs RSS Beschreibung
fr: Description de RSS de blogues

source: Description to be published as part of the RSS feed for blogs
de: Mitveröffentlichte Beschreibung des RSS Feed für Blogs
fr: Description à publier dans le flux RSS des blogues

source: Blog RSS Description
de: Blog RSS Beschreibung
fr: Description de RSS de blogue

source: Description to be prepended to the blog description and published as part of the RSS feed for individual blogs. If this field is empty only the blog description will be used
de: Beschreibung, die der Blogbeschreibung vorangestellt wird und als Teil des RSS Feed für individuelle Blogs mitveröffentlicht wird. Wenn das Feld leer ist, wird nur die Blogbeschreibung genutzt

source: Image galleries RSS Description
de: Bildergalerien RSS Beschreibung
fr: Description du flux RSS des galeries d'images

source: Description to be published as part of the RSS feed for image galleries
de: Mitveröffentlichte Beschreibung des RSS Feed für Bildergalerien
fr: Description à publier dans le flux RSS des galeries d'images

source: Individual image galleries RSS Description
de: Individuelle Bildergalerie RSS Beschreibung
fr: Description des flux RSS individuels pour les galeries d'images

source: Description to be published as part of the RSS feed for individual image galleries
de: Mitveröffentlichte Beschreibung des RSS Feed für individuelle Bildergalerien
fr: Description à publier dans le flux RSS individuel des galeries d'images

source: File galleries RSS Description
de: Dateiarchive RSS Beschreibung
fr: Description du flux RSS des galeries de fichiers

source: Description to be published as part of the RSS feed for file galleries
de: Mitveröffentlichte Beschreibung des RSS Feed für Dateiarchive
fr: Description à publier dans le flux RSS individuel des galeries de fichiers

source: Individual file galleries RSS Description
de: Individuelle Dateiarchive RSS Beschreibung
fr: Description individuelle des flux RSS des galeries de fichiers

source: Description to be published as part of the RSS feed for individual file galleries
de: Mitveröffentlichte Beschreibung des RSS Feed für individuelle Dateiarchive
fr: Description à publier dans le flux RSS individuel des galeries de fichiers

source: Wiki pages RSS Description
de: Wiki Seiten RSS Beschreibung
fr: Description du flux RSS des pages wiki

source: Description to be published as part of the RSS feed for wiki pages
de: Mitveröffentlichte Beschreibung des RSS Feed für Wiki Seiten
fr: Description à publier dans le flux RSS des pages wiki

source: Forums RSS Description
de: Foren RSS Beschreibung
fr: Description des flux RSS des forums

source: Description to be published as part of the RSS feed for forums
de: Mitveröffentlichte Beschreibung des RSS Feed für Foren
fr: Description à publier dans le flux RSS des forums

source: Individual forums RSS Description
de: Individuelle Foren RSS Beschreibung
fr: Description individuelle des flux RSS des forums

source: Description to be published as part of the RSS feed for individual forums
de: Mitveröffentlichte Beschreibung des RSS Feed für individuelle Foren
fr: Description à publier dans le flux RSS des forums

source: Trackers RSS Description
de: Tracker RSS Beschreibung

source: Description to be published as part of the RSS feed for trackers
de: Mitveröffentlichte Beschreibung des RSS Feed für Tracker

source: Individual trackers RSS Description
de: Individuelle Tracker RSS Beschreibung

source: Description to be published as part of the RSS feed for individual trackers
de: Mitveröffentlichte Beschreibung des RSS Feed für individuelle Tracker

source: Calendar events RSS Description
de: Kalendereignisse RSS Beschreibung

source: Description to be published as part of the RSS feed for calendar events
de: Mitveröffentlichte Beschreibung des RSS Feed für Kalendereignisse

source: Directories RSS Description
de: Linkverzeichnisse RSS Beschreibung

source: Description to be published as part of the RSS feed for directories
de: Mitveröffentlichte Beschreibung des RSS Feed für Linkverzeichnisse

source: Maps RSS Description
de: Karten RSS Beschreibung

source: Description to be published as part of the RSS feed for maps
de: Mitveröffentlichte Beschreibung des RSS Feed für Karten

source: Shoutbox RSS Description
de: Shoutbox RSS Beschreibung

source: Description to be published as part of the RSS feed for shoutbox messages
de: Mitveröffentlichte Beschreibung des RSS Feed für Shoutbox-Nachrichten

source: Podcast directory
de: Podcastverzeichnis
fr: Répertoire des Podcasts

source: The server must be able to read/write the directory.
de: Der Server muss in das Verzeichnis schreiben und von dort lesen können.
fr: Le serveur web doit avoir les droits en lecture écriture sur le répertoire.

source: Required for podcasts.
de: Erforderlich für Podcasts.

source: If you enable Directory Batch Loading, you need to setup a web-readable directory (outside of your web space is better). Then setup a way to upload files in that dir, either by scp, ftp, or other protocols
de: Wenn Du Stapelhochladen in ein Verzeichnis aktivierst, musst Du ein weblesbares Verzeichnis verwenden (ausserhalb des Webspace wäre besser). Dann finde einen Weg die Dateien mittels scp, ftp oder eines anderen Protokolls dorthin hochzuladen.
fr: Si vous autorisez le téléchargement par lots, il vous faudra définir un répertoire accessible en lecture depuis le web (en-dehors de votre espace web serait mieux). Ensuite, prévoir un moyen pour télécharger des fichiers vers ce répertoire (par scp, ftp ou d'autres protocoles)

source: The server must be able to read the directory.
de: Der Server muss das Verzeichnis lesen zu können.
fr: Le serveur web doit avoir les droits en lecture sur le répertoire.

source: The directory can be outside the web space.
de: Das Verzeichnis kann ausserhalb des Webspace liegen.
fr: Le répertoire peut être en-dehors de l'espace web

source: Prevent download if score becomes negative
de: Downloads bei negativer Bewertung verbieten
fr: Empêcher téléchargement si le score devient négatif

source: Allow download limit per file
de: Dateiweise Downloadbegrenzung erlauben
fr: Autoriser la restriction du nombre de téléchargement par fichier

source: Allow same file to be uploaded more than once
de: Selbe Datei darf mehrfach hochgeladen werden
fr: Permettre à un même fichier d'être envoyé plusieurs fois

source: Yes, even in the same gallery
de: Ja, sogar in das gleiche Dateiarchiv
fr: Oui, aussi dans la même galerie

source: Only in different galleries
de: Nur in verschiedenen Dateiarchive
fr: Seulement dans des galeries différentes

source: Must match
de: Muss übereinstimmen
fr: Doit correspondre à

source: Cannot match
de: Kann nicht übereinstimmen
fr: Ne doit pas correspondre à

source: Quota for all the files and archives
de: Speicherkontingent für allen Dateien und Archive
fr: Quota pour les fichers et les archives

source: (0 for unlimited)
de: (0 für unbeschränkt)
fr: (0 pour illimité)

source: Quota can be defined for each file gallery
de: Das Speicherkontingent kann für jedes Dateiarchiv individuell festgelegt werden
fr: Les quotas peuvent être définis pour chaque fichier dans la galerie

source: Default quota for each new gallery
de: Standardkontigent für jedes neues Dateiarchiv
fr: Quota par défaut pour les nouvelles galeries

source: Show quota bar in the list page
de: Zeige Speicherkontigentnutzung bei der Auflistung
fr: Afficher la barre de quota dans la page de liste

source: Yes, display bar and detail text
de: Ja, Balken anzeigen und detaillierten Text

source: Yes, display only bar
de: Ja, nur Balken anzeigen

source: Storage
de: Speicher
fr: Stockage

source: Store in database
de: Speichern in der Datenbank
fr: Stocker en base de données

source: Store in directory
de: Speichern im Verzeichnis
fr: Stocker dans un répertoire sur le disque

source: Include the search box on the current gallery files just after the find div
de: Füge eine Suchbox im aktuellen Dateiarchiv hinter dem Div-Tag \"find\" hinzu
fr: Inclure la boîte de recherche sur la galerie courante juste après la div de recherche

source: Include a search box on file galleries
de: Fürge eine Suchbox für Dateiarchive hinzu

source: Automatic deletion of old files
de: Automatisch veraltete Dateien löschen
fr: Suppression automatique des anciens fichiers

source: The user will have an option when uploading a file to specify the time after which the file is deleted
de: Der Benutzer hat die Möglichkeit, eine Zeit anzugeben, nachdem die hochgeladene Datei wieder gelöscht wird
fr: Lors du téléchargement, l'utilisateur aura une option pour spécifier la date à partir de laquelle le fichier sera supprimé

source: Deletion emails notification
de: Benachrichtigung per Email von der Löschung an

source: These emails will receive a copy of each deleted file. Emails are separated with comma
de: Diese Emailadressen erhalten eine Kopie jeder gelöschten Datei. Emails werden durch Kommata voneinander getrennt
fr: Ces adresses mails vont recevoir une copie de chaque fichier supprimé. Les adresses sont séparées par des virgules

source: Keep fileId for archives
de: Behalte fileId für Archive
fr: Conserver l'identifiant du fichier (fileId) pour les archives

source: Keep always the same fileId when replacing a file with archive
de: Behalte immer die gleiche fileId, wenn eine Datei durch ein Archiv ersetzt wird
fr: Conserver le même fileId lors du remplacement d'un fichier par une archive

source: Show thumbnail actions
de: Zeige Thumbnail-Funktionen

source: Show the checkbox and wrench icon for file actions menu when not displaying details
de: Zeige das Häkchenfeld und den Schraubenschlüssel für Dateiaktionen, wenn keine Details angezeigt werden

source: Max thumbnail size
de: Max Größe für Thumbnails

source: Maximum width or height for image thumbnails
de: Maximale Breite oder Höhe für Vorschaubilder

source: In pixels
de: in Pixeln

source: Uploaded filenames must match regex
de: Hochgeladene Dateinamen müssen diese RegEx erfüllen
fr: Les noms de fichiers envoyés doivent correspondre aux expressions régulières

source: Manage thread defaults per-forum
de: Verwalte Themenstandards pro Forum
fr: Gestion des réglage par défaut des enfilades par forum

source: Display thread configuration bar
de: Zeige Balken zur Konfiguration von Themen
fr: Afficher la barre de configuration de l'enfilade

source: Allows users to override the defaults
de: Erlaube Benutzern die Standardeinstellungen zu ändern
fr: Autoriser les utilisateurs à outrepasser les valeurs par défauts

source: Display thread configuration bar only when number of posts exceed
de: Zeige Balken zur Konfiguration von Themen nur, wenn mindestens die Zahl von Posts überschritten wird
fr: Afficher la barre de configuration de lenfilade seulement si le nombre de message excéde

source: Keep settings for all forums during the user session
de: Behalte die Einstellungen für alle Foren während einer Benutzersitzung
fr: Conserver les paramètres de tous les forums pendant la session de l'utilisateur

source: Default style
de: Standardstil
fr: Style par défaut

source: Plain
de: flach
fr: À plat

source: Headers Only
de: nur Köpfe
fr: En-têtes seulement

source: Default sort mode
de: Standardsortiermethode
fr: Mode de tri par défaut

source: Title (desc)
de: Titel (absteigend)
fr: Titre (desc)

source: Title (asc)
de: Titel (aufsteigend)
fr: Titre (asc)

source: Topics
de: Themen
fr: Sujets

source: Posts per day
de: Einträge pro Tag
fr: Publications par jour

source: Last post
de: Neuester Eintrag
fr: Dernière publication

source: Description length
de: Länge der Beschreibung
fr: Taille de la description

source: Hide titles for forum threads
de: Verstecke Titel für Forumthemen
fr: Masquer les titres pour les enfilades de forum

source: Most titles are left untouched because they are a direct reply to the parent thread. This feature hides the title altogether from the forms and display
de: Die meissten Titel bleiben unverändert, da sie in direkter Antwort auf den vorherigen Forumseintrag erfolgen. Diese Einstellung versteckt die Titel in Formularen und in der Anzeige
fr: La plupart des titres ne sont pas modifiés car ils sont une réponse directe à l'enfilade parente. Cette fonctionnalité masque le titre dans les fomulaires et à l'affichage

source: Do not prefix messages titles by 'Re: '
de: Entferne Präfix 'Re: ' bzw. 'Aw:' von Nachrichtentiteln
fr: Ne pas préfixer les titres des messages par 'Re&nbsp;: '

source: Creation Date (asc)
de: Erstellungsdatum (aufsteigend)
fr: Date de Création (asc)

source: Topics (desc)
de: Themen (absteigend)
fr: Sujets (desc)

source: Threads (desc)
de: Threads (absteigend)
fr: Fils de discussion (desc)

source: Last post (desc)
de: Neueste Einträge (absteigend)
fr: Dernier article (desc)

source: Name (desc)
de: Name (absteigend)
fr: Nom (desc)

source: Name (asc)
de: Name (aufsteigend)
fr: Nom (asc)

source: Multilingual tags
de: Mehrsprachige Tags
fr: Mots-clés multilingues

source: Permits translation management of tags
de: Erlaubt Übersetzungen von Tags
fr: Permettre la gestion de la traduction des tags

source: Show tag cloud
de: Zeige Tag-Wolke
fr: Afficher le nuage de mot-clé

source: Maximum number of tags in cloud
de: Maximale Anzahl von Tags in der Wolke
fr: Nombre maximum de mots-clés dans le nuage

source: Show freetags in middle column
de: Zeige Freetags in der mittleren Spalte
fr: Afficher les mots-clés dans la colonne du milieu

source: Preload freetag random tag
de: Lade automatisch einen zufälligen Tag
fr: Précharger un mot-clé choisi aléatoirement

source: Number of Tags to show in Tag Suggestions
de: Anzahl von Tags im Tag-Vorschlag
fr: Nombre de mots-clés à afficher dans la suggestion de mots-clés

source: Valid characters pattern
de: Muster für gültige Zeichen
fr: Expression régulière des caractères valides

source: Lowercase tags only
de: Tags nur in Kleinbuchstaben
fr: Mots-clés en minuscules uniquement

source: Enable freetags 3D browser
de: Aktiviere den Freetag 3D Browser
fr: Activer le navigateur de mots-clés 3D

source: Browser width
de: Browser-Höhe
fr: Largeur du navigateur

source: Browser height
de: Browser-Breite
fr: Hauteur du navigateur

source: Navigation depth
de: Navigationstiefe
fr: Profondeur de navigation

source: Node size
de: Knotengrösse
fr: Taille de noeud

source: Text size
de: Textgrösse
fr: Taille du texte

source: Spring (connection) size
de: Quellengrösse (Verbindung)
fr: Taille de l'élastique (connexion)

source: Existing page node color
de: Farbe existierender Knoten
fr: Couleur du noeud d'une page existante

source: Missing page node color
de: Farbe fehlender Knoten
fr: Couleur du noeud d'une page manquante

source: Camera distance adjusted relative to nearest node
de: Kameraentfernung einstellen, relativ zum nahsten Knoten
fr: Distance de la camera ajustée relativement au noeud le plus proche

source: Camera distance
de: Kameraentfernung
fr: Distance de la camera

source: Field of view
de: Sichtbares Feld
fr: Champ de vision

source: Feed animation interval (milisecs)
de: Feed Animationsintervall (Millisekunden)
fr: Intervalle (millisecs) de rafraîchissement

source: Friction constant
de: Reibungskostante
fr: Constante de friction

source: Elastic constant
de: Elastizitätskonstante
fr: Constante d'élasticité

source: Eletrostatic constant
de: Elektrostatische Konstante
fr: Constante électrostatique

source: Node mass
de: Knotengewicht
fr: Masse du noeud

source: Node charge
de: Knotenladung
fr: Charge de noeud

source: Include \"Generate Password\" option on registration form
de: \"Passwort Generator \" als Option bei Registrierung anbieten
fr: Inclure l'option \"Générateur de mot de passe\" dans le formulaire d'enregistrement

source: Style of the site, sometimes called a skin or CSS. See http://themes.tiki.org for more Tiki themes
de: Stil der Site, manchmal auch Skin oder CSS genannt. Siehe http://themes.tiki.org für weitere Tiki Themes
fr: Style du site, quelques fois appelé peau ou CSS. Voir http://themes.tiki.org pour plus de thèmes Tiki

source: Browser title
de: Browsertitel
fr: Titre des fenêtres

source: Label visible in the browser\\'s title bar on all pages. Also appears in search engines
de: Bezeichnung, die im Fensterbalken des Browser auf allen Seiten angezeigt wird. Taucht auch in Suchmaschinen auf

source: Validate new user registrations by email
de: Validiere neue Benutzer per Email
fr: Valider l'enregistrement des nouveaux utilisateurs par mail

source: Upon registration, the new user will receive an email containing a link to confirm validity
de: Während der Registrierung erhält der Benutzer eine Email, die einen Link zur Bestätigung enthält
fr: Lors de l'enregistrement, le nouvel utilisateur recevra un email contenant un lien pour confirmer la validité

source: Home page
de: Startseite
fr: Page d'accueil

source: Landing page used for the wiki when no page is specified. The page will be created if it does not exist
de: Startseite für die Wiki, wenn kein Seitenname angegeben wird. Die Seite wird erstellt, wenn sie nicht existiert
fr: Page par défaut utilisée pour le wiki lorsqu'aucune page n'est précisée. La page sera créée si elle n'existe pas.

source: Use group homepages
de: Gruppen-Homepages benutzen
fr: Utiliser les pages d'accueil de groupe

source: Users can be sent to different pages upon login, depending on their default group
de: Benutzer können beim Login zu verschiedenen Seiten weitergeleitet werden, abhängig von deren Standardgruppe
fr: Les utilisteurs peuvent être redirigés vers des pages différentes à la connexion en fonction de leur groupe par défaut

source: Go to group homepage only if login from default homepage
de: Sprung zur Gruppen-Homepage nur bei Login über die Default-Homepage
fr: Aller à la page d'accueil du groupe seulement si connecté depuis la page d'accueil par défaut

source: Default language
de: Standard-Sprache
fr: Langue par défaut

source: Site language used when no other language is specified by the user
de: Site-Sprache, die genutzt wird, wenn vom Benutzer keine andere Sprache angegeben wurde

source: Cache external pages
de: Cache externe Seiten
fr: Mettre les pages externes en cache

source: Cache external images
de: Cache externe Bilder
fr: Mettre les images externes en cache

source: Temporary directory
de: Temporäres Verzeichnis
fr: Répertoire temporaire

source: Tiki requires full read and write access to this directory
de: Tiki erfordert vollen Lese- und Schreibzugriff auf dieses Verzeichnis
fr: Tiki doit avoir les droits en lecture/écriture sur ce répertoire

source: Help URL
de: Hilfe URL
fr: URL de l'aide

source: The default help system may not be complete. You can help with the Tiki documentation
de: Das Standardhilfesstem kann unvollständig sein. Du kannst Dir mit der Tiki Dokumentation weiterhelfen
fr: Le système par défaut d'aide n'est pas complet. Vous pouvez nous aider à completer la documentation de Tiki

source: Open external links in new window
de: Externe Links in neuem Fenster öffnen
fr: Ouvrir les liens externes dans une nouvelle fenêtre

source: License page
de: Lizenzseite
fr: Page de license

source: Submit notice
de: Einreichungsnachricht
fr: Soumettre une notice

source: Full path to gdaltindex
de: Kompletter Pfad zu gdaltindex
fr: Chemin d'accès complet à gdaltindex

source: Full path to ogr2ogr
de: Kompletter Pfad zu ogr2ogr
fr: Chemin d'accès à ogr2ogr

source: Map Zone
de: Kartenzone
fr: Zone carte

source: Display modules to all groups always
de: Module immer in allen Gruppen anzeigen
fr: Toujours afficher les modules à tous les groupes

source: Hide anonymous-only modules from registered users
de: Module für Anonym bei registrierten Benutzern verstecken
fr: Cacher aux utilisateurs inscrits les modules assignés aux utilisateurs anonymes

source: Hide anonymous-only modules from Admins
de: Verstecke Module für nur-anonyme Benutzer für Admins
fr: Cacher aux admins les modules réservés aux anonymes

source: Maximum number of articles on articles home page
de: Maximale Anzahl der Artikel auf der Artikelhauptseite
fr: Nombre maximum d'articles afficher sur la page d'accueil des articles

source: Site Ads and Banners Content
de: Site-Werbung und Bannerinhalt

source: URL to go to when clicking on a username
de: Angesteuerte URL, wenn Benutzername geklickt wird
fr: L'URL accédé en cliquant sur le nom de l’utilisateur

source: Default
de: Standard
fr: Défaut

source: Use %user% for login name and %userId% for userId)
de: Benutze %user% für den Loginnamen und %userId% für die BenutzerID)

source: Remind/forgot password
de: Passwort vergessen
fr: Rappel du mot de passe / mot de passe perdu

source: If passwords <em>are not</em> plain text, reset instructions will be emailed to the user
de: Wenn die Passwörter <em>nicht</em> im Klartext vorliegen, werden Informationen zur Zurücksetzung des Passworts an den Benutzer gemailt
