Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: User tracker IDs to sync prefs from
de: Benutze Tracker-IDs um Einstellungen zu sychronisieren

source: Tracker field IDs to sync Real Name pref from
de: Trackerfeld-IDs um Einstellungen des Echtnamen zu synchronisieren

source: Synchronize long/lat/zoom to google maps field
de: Synchronisiere Längen-/Breitengrad/Zoom mit Googlemaps Feld

source: Synchronize categories of user tracker item to user groups
de: Synchronisiere Kategorieren des Benutzer-Trackereintrags zu Benutzergruppen

source: Put user in group only if categorized within
de: Weise Benutzer einer Gruppe zu, wenn in einer der folgenden Kategorien

source: Show user\\'s real name instead of login in autocomplete selector in trackers feature
de: Zeige den Echtnamen des Benutzers anstelle seines Login in der Autovervollständigenauswahl in Trackern

source: Use user\\'s real name instead of login in autocomplete selector in trackers feature
de: Benutze den Echtnamen des Benutzers anstelle seines Login in der Autovervollständigenauswahl in Trackern

source: Show user\\'s real name instead of login in autocomplete selector in messaging feature
de: Zeige den Echtnamen des Benutzers anstelle seines Login in der Autovervollständigenauswahl in der Nachrichtenfunktion

source: Use user\\'s real name instead of login in autocomplete selector in messaging feature
de: Benutze den Echtnamen des Benutzers anstelle seines Login in der Autovervollständigenauswahl in der Nachrichtenfunktion

source: Score ascending
de: Punkte aufsteigend
fr: Score croissant

source: Score descending
de: Punkte absteigend
fr: Score décroissant

source: Name ascending
de: Name aufsteigend
fr: Nom croissant

source: Name descending
de: Name absteigend
fr: Nom décroissant

source: Login ascending
de: Login aufsteigend
fr: Login croissant

source: Login descending
de: Login absteigend
fr: Login décroissant

source: Username pattern
de: Muster für Benutzernamen
fr: Patron du nom d'utilisateur

source: Displayed time zone
de: Angezeigte Zeitzone
fr: Fuseau horaire affiché

source: Always the site default time zone.
de: Benutzer immer die Standard Site-Zeitzone.
fr: Toujours le fuseau horaire par défaut.

source: Use time zone set from user preferences, or the automatically detected time zone for anonymous (if browser allows). Site default is used as fallback.
de: Benutze die Zeitzone aus den Benutzereinstellungen oder entnehme die Zeitzone dem Browser (bei anonymen Benutzern). Wenn alles nicht möglich: greife auf die Standardzeitzone zurück.
fr: Utiliser le fuseau horaire attribué dans les préférences de l’utilisateur ou le fuseau horaire automatiquement détecté par les utilisateurs anonymes (si le fureteur le permet). En dernier recours, utiliser la préférence par défaut du site.

source: Number of visited pages to remember
de: Anzahl besuchter Seiten zum Vorhalten
fr: Nombre de pages visitées à conserver

source: User information
de: Benutzerangaben
fr: Confidentialité

source: Private
de: privat
fr: Privé

source: Public
de: öffentlich

source: Use double-click to edit pages
de: Doppelklick zum Ändern von Seiten benutzen
fr: Utiliser le double clic pour modifier une page

source: Tasks per page
de: Aufgaben pro Seite
fr: Tâches par page

source: Messages per page
de: Nachrichten pro Seite
fr: Messages par page

source: Allow messages from other users
de: Nachrichten von anderen Anwendern erlauben
fr: Autoriser des messages d'autres utilisateurs

source: Notify sender when reading mail
de: Absender benachrichtigen, wenn Email gelesen wird
fr: Notifier l'expéditeur lors de la lecture de l'email

source: Send me an email for messages with priority equal or greater than
de: Schicke mir eine Email beim Eintreffen von Nachrichten mit Priorität größer gleich
fr: Envoyez-moi un email pour les messages de priorité égale ou supérieure à

source: Auto-archive read messages after
de: Autoarchiviere gelesene Nachrichten nach

source: My pages
de: Meine Seiten
fr: Mes pages

source: My blogs
de: Meine Blogs
fr: Mes blogues

source: My galleries
de: Meine Galerien
fr: Mes galeries

source: My messages
de: Meine Nachrichten
fr: Mes messages

source: My tasks
de: Meine Aufgaben
fr: Mes tâches

source: My forum topics
de: Meine Foren-Themen
fr: Mes sujets dans le forum

source: My forum replies
de: Meine Foren-Antworten
fr: Mes réponses dans le forum

source: My items
de: Meine Einträge
fr: Mes fiches

source: Character set for mail
de: Emailzeichensatz
fr: Encodage des emails

source: Show user's info on mouseover
de: Benutzer-Info bei Mouseover anzeigen
fr: Montrer ses info. utilisateur au passage de la souris

source: Validator emails (separated by comma) if different than the sender email
de: Email des/der Validierer (durch Komma getrennt) wenn von Absenderemail abweichend

source: Display by default
de: Standardmäßig anzeigen
fr: Afficher par défaut

source: Path (if stored in directory)
de: Pfadangabe (wenn in einem Verzeichnis gespeichert wird)
fr: Chemin (si stocker dans un répertoire)

source: Edit idle timeout
de: Bearbeiten Idle-Timeout
fr: Modifier le timeout d'inactivité

source: Log errors to Tiki log
de: Logge Fehler im Tiki Log

source: Errors will be logged to the Tiki log
de: Fehler werden im Tikilog protokolliert

source: Flash Media Encoder shared secret
de: Flash Media Encoder geteiltes Geheimnis

source: Allow viewing HTML mails?
de: Anzeigen von HTML Mails erlauben?
fr: Permettre d'afficher les mails en HTML?

source: Maximum size for each attachment
de: Maximale Größe pro Anlage
fr: Taille maximum des fichiers joints

source: Unlimited
de: unbegrenzt
fr: Illimité

source: Include a flag by each e-mail to quickly flag/un-flag them?
de: Soll eine Flagge zu jeder Email hinzugefügt werden um sie schnell zu markieren/entmarkieren?

source: Last editor
de: Letzter Bearbeiter
fr: Dernier éditeur

source: Strict will only be basic characters like a-z and 0-9. If you have accented or special characters in page names, you should not use strict.
de: Strict erlaubt nur Basiszeichen (wie a-z und 0-9). Wenn in Seitennamen besondere Zeichen (Akzente, Sonderzeichen, Umlaute) benutzt werden, sollte Strict nicht benutzt werden.

source: Complete
de: komplett
fr: Fini

source: Display page version
de: Zeigt Seitenversion
fr: Afficher la version de page

source: Display the page version information when viewing the page
de: Zeigt Information zur die Seitenversion wenn die Seite angesehen wird
fr: Afficher les informations liées à la version de la page lorsque la page est affichée

source: Display page name above page
de: Zeige den Seitennamen oberhalb der Seite
fr: Afficher le nom de la page au-dessus de la page

source: Display page name above page instead of inside page
de: Zeigt Seitenname oberhalb der Seite anstelle innerhalb der Seite
fr: Afficher le nom de la page au-dessus de la page et non dans la page

source: Creator & Author
de: Ersteller & Autor
fr: Créateur & Auteur

source: Business style
de: geschäftlich
fr: Style affaire

source: Collaborative style
de: kollaborativ
fr: Style collaboratif

source: Page last modified on
de: Seite zuletzt geändert am
fr: Modifiée dernièrement le

source: none (disabled)
de: keine (abgeschaltet)
fr: aucun (désactivé)

source: Wiki action bar location
de: Wiki Aktionszeile Adresse
fr: Emplacement de la barre d'actions Wiki

source: Buttons: Save, Preview, Cancel, ..
de: Schaltflächen: Speichern, Vorschau, Abbrechen, ..
fr: Boutons: Sauvegarder, Aperçu, Annuler, ..

source: Both
de: beides
fr: Les deux

source: Wiki navigation bar location
de: Wiki Navigationszeile Adresse
fr: Emplacement de la barre Wiki de navigation

source: Wiki top line location
de: Wiki Topzeile Adresse
fr: Position de la ligne du haut Wiki

source: Cache wiki pages (global)
de: Wikiseiten cachen (global)
fr: Antémémoire globale à toutes les pages Wiki

source: no cache
de: kein Cache
fr: non

source: Allow comments per wiki page
de: Erlaube Kommentare pro Wikiseite
fr: Autoriser les commentaires par page wiki

source: Disable
de: Ausschalten
fr: Désactiver

source: Enable (default On)
de: Anschalten (Standarf: an)
fr: Activer (défaut On)

source: Enable (default Off)
de: Anschalten (Standarf: aus)
fr: Activer (défaut Off)

source: Enable edit plugin icons
de: Aktiviere Symbole zum Bearbeiten von Plugins
fr: Activer l'icone d'édition du plugin

source: Permits editing of a plugin, via a popup form, without needing to edit the whole page
de: Erlaubt es ein Plugin durch ein Popup-Formular zu bearbeiten, ohne die gesamte Seite zu bearbeiten

source: Requires JavaScript
de: Erfordert JavaScript
fr: Nécessite JavaScript

source: Prevent special characters in page names
de: Vermeide Sonderzeichen in Seitennamen
fr: Empêcher les caractères spéciaux dans le nom des pages

source: Page ranking reload probability
de: Wahrscheinlichkeit für Seitenrangaktualisierung
fr: Probabilité de recalcul du score de la page

source: Encourage contribution to wiki pages by anonymous
de: Animiere zu Beiträgen zu Wikiseiten durch anonyme Benutzer
fr: Encourager les contributions aux pages wiki pages pour les anonymes

source: Warn before page lock timeout
de: Warne bevor die Seite mit Timeout schliesst
fr: Avertir avant l'expiration du verrouillage de la page

source: Dynamic variables
de: Dynamische Variablen
fr: Variable dynamique

source: Global snippets of text that can be included in wiki pages and edited in place
de: Globale Textschnippsel, die in Wiki Seiten eingebunden und am jeweiligen Ort geändert werden können

source: Single (%varname%)
de: Einfach (%Variablenname%)
fr: Simple (%varname%)

source: Double (%%varname%%)
de: Doppelt (%%Variablenname%%)

source: Multilingual dynamic variables
de: Mehrsprachige dynamische Variablen
fr: Variables dynamiques multilingues

source: Make dynamic variable content language specific
de: Mache den Inhalt dynamischer Variablen sprachenspezifisch

source: Edit section
de: Bearbeitungsbereich
fr: Éditer la section

source: Edit section level
de: Bearbeitungsbereich Stufe
fr: Édition par section

source: Toggle display of section and plugin edit icons
de: Schalte die Anzeige des Bereichs und der Plugin-Bearbeitungssymbole um
fr: Activer l'icone d'édition par section et des plugins

source: Allow minor edits
de: Erlaube geringfügige Änderungen
fr: Autoriser les modifications mineures

source: Slideshows
de: Diashows
fr: Diaporama

source: Page creators are admin of their pages
de: Ersteller sind auch Verwalter ihrer Seiten
fr: L'auteur de la page est administrateur de celle-ci

source: Create watch for author on page creation
de: Beobachtungspunkt für Seite beim Erstellen setzen
fr: Activer la surveillance de la page pour l'auteur automatiquement à la création de la page

source: Enable watches on comments
de: Beobachtungspunkte auf Kommentare aktivieren
fr: La surveillance d'une page tient compte des commentaires

source: Enable watch events when I am the editor
de: Beobachtungspunkt für Seite beim Ändern setzen
fr: Envoyer une notification de changement même si je suis l'éditeur

source: Watch minor edits
de: Beobachte untergeordnete Änderungen
fr: Surveiller les modifications mineures

source: Page ID
de: Seiten ID
fr: ID de la page

source: Name length
de: Namenlänge
fr: Longueur du nom

source: Last modification date
de: Datum der letzten Modifikation
fr: Date de dernière modification

source: Last modified by
de: Zuletzt bearbeitet von
fr: Dernière modification par

source: Edit comments
de: Kommentare bearbeiten
fr: Éditer les commentaires

source: Edit Comment length
de: Länge der Bearbeitung
fr: Édition de la longeur des commentaires

source: Versions
de: Versionen

source: Categories
de: Kategorien
fr: Catégories

source: Categories path
de: Kategoriepfade
fr: Chemin des catégories

source: Default sort order
de: Standard-Sortierreihenfolge
fr: Ordre du tri par défaut

source: Sort Direction
de: Sortierreihenfolge
fr: Ordre de tri

source: Descending
de: Absteigend
fr: Descendant

source: Ascending
de: Aufsteigend
fr: Ascendant

source: Enable wiki 3D browser
de: Wiki 3D Browser aktivieren
fr: Permettre le navigateur Wiki 3D

source: Load page on navigation
de: Seite beim navigieren laden
fr: Charger la page à la navigation

source: Forum for discussion
de: Forum für Diskussion
fr: Forum pour les discussions

source: Similar pages only listed in same language
de: Ähnliche Seiten nur in der gleichen Sprache auflisten
fr: Pages similaires listées seulement si même langue

source: Mandatory edit summary on wiki pages
de: Vorschreiben einer Zusammenfassung bei Bearbeitung von Wikiseiten
fr: Résumé de l'édition obligatoire sur le wiki

source: Structure navigation bar location
de: Anordnung der Navigationsleiste für Strukturen

source: Simple wiki ratings
de: Einfache Wiki Bewertungen
fr: Evaluation wiki simplifiée

source: Wiki rating options
de: Wikirating Option
fr: Options d'évaluation Wiki

source: Redirect pages using these prefix alias semantic links
de: Weiterleiten pages using these prefix alias semantic links
fr: Préfixes des pages à rediriger par des liens sémantiques

source: Staging
de: Anwärter

source: Approved
de: freigegeben
fr: Approuvé

source: (mandatory for feature to work)
de: (zwingend, damit die Funktion arbeitet)
fr: (obligatoire pour le bon fonctionnement de la fonctionnalité)

source: Plugin %0
de: Plugin Zitat
fr: Plugiciel

source: Global cache time for the plugin snarf in seconds
de: Globale Cachezeit für das Plugin Snarf in Sekunden
fr: Durée globale de mise encache pour le plugin snarf en secondes

source: 0 for no cache
de: 0 für keinen Cache
fr: 0 pour pas de cache

source: Plugin pending notification
de: Benachrichtigung für unbestätigte Plugins
fr: Notification des plugins en attente de valildation

source: Wysiwyg Editor is optional
de: Wysiwyg Editor ist optional
fr: L'éditeur wysiwyg est optionnel

source: Wysiwyg Editor is displayed by default
de: Wysiwyg Editor wird standardmäßig angezeigt
fr: L'éditeur Wysiwyg est affiché par défaut

source: Reopen with the same editor
de: Wiedereröffnen einer Seite mit dem gleichen Editor
fr: Réouvrir avec le même éditeur

source: Content is parsed like wiki page
de: Der Inhalt wird wie eine Wikiseite geparsed
fr: Le contenu est analysé comme une page wiki

source: This allows a mixture of wiki and html. All wiki syntax is parsed
de: Dies erlaubt eine Mischung von Wiki und HTML. Die gesamte Wikisyntax wird geparsed
fr: Ceci permet le mélange du HTML et de la syntaxe wiki. Toute la syntaxe wiki est interprétée

source: Content is partially wiki parsed
de: Der Inhalt wird partiell wikigeparsed
fr: Le contenu est partiellement interprété en syntaxe wiki

source: Wysiwyg editor skin
de: Wysiwyg Editor Oberfläche
fr: Thème de l'éditeur Wysiwyg

source: Kama (Default)
de: Kama (Standard)

source: V2 (FCKEditor appearance)
de: V2 (FCKEditor-Aufmachung)

source: Use Wiki syntax in WYSIWYG
de: Benutze den Wikisyntax in WYSIWYG
fr: Utilisation de la syntaxe wiki dans l'éditeur Wysiwyg

source: Experimental, new : Allow to keep the wiki syntax with the WYSIWYG editor. WARNING: plugin edit is not working in that case in WYSIWYG mode, use the Source mode instead
de: Experimentell, neu: Erlaubt es den Wikisyntax beim WYSIWYG-Editor beizubehalten. WARNUNG: Plugin Edit funktioniert in diesem Fall im WYSIWYG-Modus nicht. Benutze den Quelltextmodus anstelle

source: Font names
de: Schriftarten
fr: Noms des fontes

source: List of font names separated by
de: Liste der Schriftarten, getrennt durch

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: Password
de: Passwort
fr: Mot de passe

source: Security
de: Sicherheit
fr: Sécurité

source: Mail Sender
de: Mailversand über
fr: Émetteur des mails

source: Authentication
de: Authentifizierung
fr: Authentification

source: Mail server authentication
de: Mailserver Authentifizierung
fr: Authentification du serveur de mail

source: Zotero Bibliography
de: Zotero Bibliographie

source: Zotero Client Key
de: Zotero Kundenschlüssel

source: Zotero Client Secret
de: Zotero Kundengeheimnis

source: Zotero Group
de: Zotero Gruppe

source: Nothing was changed, please check profile for errors
de: Es wurde nichts geändert. Bitte prüfe die Profile auf Fehler

source: An error occurred:
de: Ein Fehler ist aufgetreten:
fr: Une erreur s'est produite :

source: Applying profile
de: Profil anwenden
fr: Application du profil

source: Added (or modified)
de: Hinzugefügt (oder verändert)
fr: Ajouté (ou modifié)

source: Modified permission %s for %s
de: Veränderte Berechtigung %s für %s
fr: Permission modifiée %s pour %s

source: Modified permission %s on %s/%s for %s
de: Veränderte Berechtigung %s auf %s/%s für %s
fr: Permission modifiée %s sur %s/%s pour %s

source: User %0 was added to %1
de: Benutzer %0 wurde %1 hinzugefügt
fr: L'utilisateur %0 a été ajouté à %1

source: Created by profile installer
de: Erstellt durch die Profilinstallation
fr: Créé par l'installeur de profils

source: Page updated by profile installer
de: Seite durch Profilinstallation aktualisiert
fr: Page mise à jour par l'installeur de profils

source: File gallery does not exist
de: Dateiarchiv exisitiert nicht
fr: La galerie de fichier n'existe pas

source: File gallery already exists
de: Dateiarchiv exisitiert bereits
fr: La galerie de fichier existe déjà

source: Calendar does not exist
de: Kalender exisitiert nicht
fr: Le calendrier n'existe pas

source: Calendar already exists
de: Kalender exisitiert bereits
fr: Le calendrier existe déjà

source: Page cannot be found
de: Seite nicht gefunden
fr: Page introuvable

source: Syntax error:
de: Syntaxfehler:
fr: Erreur de syntaxe:

source: Circular reference
de: Zirkelschluss
fr: Référence circulaire

source: No name
de: keine Name
fr: Pas de nom

source: Bad object
de: ungültiges Objekt
fr: Mauvais objet

source: Wiki top pages
de: Wiki-Top-Seiten
fr: Pages Wiki les plus populaires

source: Most relevant pages
de: Relevanteste Seiten
fr: Pages les plus pertinentes

source: Relevance
de: Relevanz
fr: Pertinence

source: Wiki last pages
de: Neueste Wiki-Seiten
fr: Dernières pages Wiki

source: Forums last posts
de: Neueste Forenposts
fr: Derniers articles de forum

source: Topic date
de: Themendatum
fr: Date du sujet

source: Forums most read topics
de: Foren mit den meistgelesenen Themen
fr: Sujets de forums les plus lus

source: Forums best topics
de: Foren mit den beliebtesten Themen
fr: Sujets de forums les plus populaires

source: Forums most visited forums
de: Meistbesuchte Foren
fr: Forums les plus visités

source: Forums with most posts
de: Foren mit den meisten Beiträgen
fr: Forums avec le plus d'articles

source: Wiki top galleries
de: Wiki Top Galerien
fr: Galeries Wiki les plus populaires

source: Wiki top file galleries
de: Wiki Top Dateiarchive
fr: Galeries de fichiers Wiki les plus populaires

source: Wiki top images
de: Wiki Top Bilder
fr: Images Wiki les plus populaires

source: Wiki top files
de: Wiki Top Dateien
fr: Fichiers Wiki les plus populaires

source: Wiki last images
de: Wiki neueste Bilder
fr: Dernières images Wiki

source: Upload date
de: Hochlade-Datum
fr: Date d'envoi

source: Wiki last files
de: Wiki neueste Dateien
fr: Derniers fichiers Wiki

source: Top Articles
de: Top Artikel
fr: Articles les plus populaires

source: Most visited blogs
de: Meistbesuchte Blogs
fr: Blogues les plus visités

source: Most-active Blogs
de: Aktivste Blogs
fr: Blogues les plus actifs

source: Blogs last posts
de: Neueste Blog-Einträge
fr: Dernières publications de blogue

source: Post date
de: Eintragsdatum
fr: Date de publication

source: Wiki top authors
de: Wiki Top Autoren
fr: Auteurs Wiki les plus actifs

source: Pages
de: Seiten

source: Top article authors
de: Top Artikel-Autoren
fr: Auteurs d'articles les plus actifs

source: Expecting three arguments for article-info
de: Erwarte drei Argumente für Artikelinfo
fr: Trois paramètres attendus pour l'article-info

source: Unsupported property. Supported properties are: ' . implode(
de: Nicht unterstützte Eigenschaft. Unterstützte Eegenschaften sind: ' . implode(

source: Articles feature not enabled
de: Artikelfunktion nicht aktiviert
fr: La fonctionnalité article n'est pas activée

source: Unexpected values: %0
de: Unerwartete Werte: %0
fr: Valeur inattendue : %0

source: Invalid property
de: Ungültige Eigenschaft
fr: Propriété invalide

source: Invalid range
de: Ungültiger Bereich

source: Registered
de: Registriert
fr: Inscrit

source: You must choose a group
de: Du musst eine Gruppe wählen
fr: Vous devez choisir un groupe

source: You will receive an email with information to login for the first time into this site
de: Du erhälst in Kürze eine Email, die Informationen enthält, wie Du Dich zum ersten mal anmelden kannst.
fr: Vous allez recevoir un email avec les informations vous expliquant comment activer votre compte.

source: Username is required
de: Benutzername ist erforderlich
fr: Nom d'utilisateur requis

source: Password is required
de: Passwort ist erforderlich
fr: Mot de passe obligatoire

source: The passwords don't match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas

source: User already exists
de: Benutzer existiert bereits
fr: Cet utilisateur existe déjà

source: Invalid username
de: Benutzername ungültig
fr: Nom d'utilisateur invalide

source: Username is too long
de: Benutzername zu lang
fr: Nom d'utilisateur trop long

source: Username cannot contain uppercase letters
de: Benutzername darf keine Grossbuchstaben enthalten
fr: Le nom d'utilisateur ne peut contenir de majuscules

source: Username must be at least
de: Benutzernamen muss mindestens
fr: Le nom d'utilisateur doit avoir au moins

source: characters long
de: Zeichen lang sein
fr: caractères

source: Username cannot contain more than
de: Benutzername darf nicht mehr als
fr: Le nom d'utilisateur ne peut pas contenir plus de

source: characters
de: Zeichen
fr: caractères

source: Wrong passcode. You need to know the passcode to register at this site
de: Falsches Passwort. Du musst Dein Passwort kennen, um Dich an dieser Site zu registrieren
fr: Mot de passe erroné&nbsp;: vous devez connaître le mot de passe pour vous inscrire dans ce site

source: uploaded the file
de: lud die Datei
fr: a chargé le fichier

source: change
de: Änderung

source: changes
de: Änderungen
fr: modifications

source: No changes
de: Keine Änderungen
fr: Aucune modifications

source: Yesterday
de: Gestern
fr: Hier

source: Today
de: Heute
fr: Aujourd'hui

source: and
de: und
fr: et

source: more changes of the same type...
de: weitere Aenderungen der selben Art...

source: changed the picture gallery
de: aenderte die Bildergalerie
fr: a changé la galerie d'images

source: uploaded the picture
de: lud das Bild
fr: a uploadé l'image

source: onto
de: nach
fr: dans

source: removed the picture
de: entfernte das Bild
fr: a supprimé l'image

source: from
de: von
fr: de

source: edited the wikipage
de: änderte die Seite
fr: a édité la page wiki

source: this history
de: diese Änderung
fr: cet historique

source: all history
de: alle Änderungen
fr: tout l'historique

source: edited the file gallery
de: änderte das Dateiarchiv
fr: a édité la galerie de fichiers

source: removed the file
de: entfernte die Datei
fr: a supprimé le fichier

source: removed the \".\$change['data']['objectType']).\" <a href=\"\$tikiUrl/\".\$change['data']['objectUrl'].\"\">\".\$change['data']['objectName'].\"</a> \".tra(\"from the category
de: entfernte \".\$change['data']['objectType']).\" <a href=\"\$tikiUrl/\".\$change['data']['objectUrl'].\"\">\".\$change['data']['objectName'].\"</a> \".tra(\"von der Kategorie

source: created the subcategory
de: erstellte die Unterkategorie
fr: a créé la sous-catégorie

source: removed the subcategory
de: entfernte die Unterkategorie
fr: a supprimé la sous-catégorie
