Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Are you sure you want to re-apply the profile
de: Bist Du sicher, dass Du das Profil nochmals anwenden möchtest

source: Sending
de: Sende
fr: Envoi...

source: Waiting
de: Wartend
fr: En attente

source: Tiki Profiles
de: Tiki-Profile
fr: Profils Tiki

source: Apply Profiles
de: Profile anwenden
fr: Appliquer les profils

source: A Friendly Warning
de: Eine freundliche Warnung
fr: Un avertissement amical

source: Some of your Profiles Repositories are not connecting. This may prevent you from applying certain profiles
de: Einige Deiner Profile-Repositories können nicht verbunden werden. Dies kann Dich daran hindern gewisse Profile anzuwenden

source: Option 1: Quick Filter
de: Option 1: schneller Filter
fr: Option 1: filtre rapide

source: Option 2: Manual Filter
de: Option 2: manueller Filter
fr: Option 2: filtre manuel

source: Filter the list of profiles:
de: Die Liste der Profile filtern:

source: applied
de: angewendet
fr: appliquer

source: Profile repository
de: Profil-Respository
fr: Dépot des profils

source: Last update
de: Letzte Aktualisierung
fr: Modifié le

source: Javascript must be turned <b>ON</b> in order to apply Profiles. Please enable your javascript and try again
de: Javascript muss <b>aktiviert</b> sein, damit Profile angewendet werden können. Bitte aktiviere Javascript und versuche es erneut

source: Profile tester
de: Profiltester
fr: Testeur de profil

source: This will run the profile and make potentially unrecoverable changes in your database
de: Hierdurch wird ein Profile gestartet und es werden möglicherweise nicht mehr rückgängig machbare Änderungen an der Datenbank vorgenommen

source: Test Profile Name
de: Testprofilname

source: Global configuration
de: Globale Einstellungen
fr: Configuration globale

source: Cache duration
de: Cachedauer
fr: Durée du cache

source: Use this page to configure the feeds generated by Tiki. To syndicate feeds from other sites, use the <strong>Admin</strong> &gt; <strong>External Feeds</strong> menu option, or
de: Benutze diese Seite um die Feeds einzustellen, die von Tiki erzeugt werden. Um Feeds zu erfassen, die von anderen Sites stammen, benutze die Funktion <strong>Verwalten</strong> > <strong>Externe Feeds</strong>, oder
fr: Utiliser cette page pour configurer les flux RSS générés pas Tiki. Pour syndiquer des flux d'autres sites, utiliser <strong>Admin</strong> &gt; <strong>Flus RSS externe</strong>, ou

source: External feeds
de: Externe Feeds
fr: Flux externes

source: Specification
de: Spezifikation
fr: Spécification

source: Enabling caching will override existing permissions - all content will be public. Enable this option <strong>only</strong> if your syndicated content should be public.
de: Aktivieren des Cache überschreibt die bestehenden Rechte - der gesamte Inhalt wird öffentlich. Aktiviere diese Option <strong>nur</strong>, wenn der Inhalt öffentlich gemacht werden soll.
fr: Activer la mise en antémémoire (caching) va passer outre aux permissions existantes - Tout le contenu sera public. N'activer cette option <strong>que</strong> si votre contenu syndiqué peut être public.

source: Feed for articles
de: Feed für Artikel
fr: Canaux de syndication des articles

source: Feed for blogs
de: Feed für Blogs
fr: Flux pour les blogues

source: Feed for individual blogs
de: Feed für individuelle Blogs
fr: Flux individuel pour les blogues

source: Feed for image galleries
de: Feed für Bildergalerien
fr: Canal de syndication pour les galeries d'images

source: Feed for individual image galleries
de: Feed für individuelle Bildergalerien

source: Feed for file galleries
de: Feed für Dateiarchive
fr: Canaux de syndication des galeries de fichiers

source: Feed for directories
de: Feed für Verzeichnisse

source: Feed for maps
de: Feed für Karten
fr: Canaux de syndication des cartes

source: Feed for shoutbox
de: Feed für Shoutbox

source: You can see users rank by score in the module users_rank, for that go to
de: Den Benutzerrang nach Bewertung kann man dem Modul user_rank entnehmen, einschaltbar unter
fr: Vous pouvez voir le classement des utilisateurs dans le modules users_rank, pour cela allez à

source: Admin modules
de: Module
fr: Administrer les modules

source: Expiration
de: Verfallszeit

source: can be seen on page
de: kann eingesehen werden unter
fr: peut être vu sur la page

source: in Admin menu
de: im Menü Verwaltung
fr: dans le menu Admin

source: Unified Search
de: Vereinheitlichte Suche

source: Rebuild Index
de: Index neu erstellen

source: Indexation
de: Indexierung

source: Search type
de: Suchart
fr: Type de recherche

source: Specify the Tiki search settings
de: Lege die Einstellungen für die Tikisuche fest
fr: Définir les paramètres de recherche Tiki

source: The Tiki search indexes must be refreshed if you turn the Tiki search on
de: Der Tiki Suchindex muss aktualisiert werden, wenn die Tikisuche aktiviert wird

source: Refresh all search index now
de: Alle Suchindexe jetzt aktualisieren
fr: Rafraichir tous les index de recherche

source: Refresh wiki search index now
de: Wiki Suchindex jetzt aktualisieren
fr: Refaire la table d'index des pages Wiki maintenant

source: Refresh trackers search index now
de: Aktualisiere den Trachersuchindex jetzt
fr: Réactualiser l'index de recherche des formulaires maintenant

source: Refresh tracker search index now
de: Tracker Suchindex jetzt aktualisieren
fr: Réactualiser l'index de recherche du formulaire maintenant

source: Refresh files search index now
de: Datei Suchindex jetzt aktualisieren
fr: Rafraichir les index de recherche de fichiers

source: Enabling these options will improve performance, but may show forbidden results
de: Wenn diese Funktionen aktiviert wird, steigt die Suchleistung. Es können aber verbotene Ergebnisse gefunden werden

source: Search Results
de: Suchergebnisse
fr: Résultats de recherche

source: Select the items to display on the search results page
de: Wähle die Typen, die auf der Suchergebnisseite angezeigt werden sollen

source: Select the information to display for each result
de: Wähle die Informationen, die zu jedem einzelnen Suchergebnis angezeigt werden sollen
fr: Sélectionner les informations à afficher pour chaque résultat

source: Please see the <a class='rbox-link' target='tikihelp' href='http://dev.tiki.org/Security'>Security page</a> on Tiki's developer site.
de: Lies auch die <a class='rbox-link' target='tikihelp' href='http://dev.tiki.org/Security'>Sicherheitsseite</a> auf der Tikientwicklersite.

source: See <a href=\"tiki-admin_security.php\" title=\"Security\"><strong>Admin &gt; Security Admin</strong></a> for additional security settings
de: Siehe auch <a href=\"tiki-admin_security.php\" title=\"Security\"><strong>Verwalten > Sicherheit</strong></a> für zusätzliche Sicherheitseinstellungen
fr: Consulter <a href=\"tiki-admin_security.php\" title=\"Security\"><strong>Admin &gt; Security Admin</strong></a> pour plus de paramétrages de sécurité

source: General Security
de: Generelle Sicherheit

source: Please also see:
de: Bitte siehe auch:

source: HTTPS (SSL) and other login preferences
de: HTTPS (SSL) und andere Logineinstellungen

source: CSRF Security
de: CSRF Sicherheit
fr: Sécurité contre CSRF (Cross-Site Request Forgeries)

source: Use these options to protect against cross-site request forgeries (CSRF)
de: Benutze diese Optionen, um Dich vor cross-site request forgeries (CSRF) zu schützenUse these options to protect against cross-site request forgeries (CSRF)
fr: Utiliser cette option pour se protéger des Cross-Site Request Forgeries (CSRF)

source: Spam protection
de: Spam Schutz
fr: Protection contre le Spam

source: Search results
de: Suchergebnisse
fr: Résultats de la recherche

source: Clipperz online password management
de: Clipperz Online Passwortmanager

source: Tiki doesn't offer a built-in password management feature.
de: Tiki bietet keinen eingebauten Passwortmanager.

source: Learn more about Clipperz
de: Lerne mehr über Clipperz

source: SEFURL will not work unless Tiki specific directives are deployed to the .htaccess file.
de: Suchmaschienenfreundliche URLs (SEFURL) werden nicht funktionieren, bis nicht die tikispezifischen Direktiven in die .htaccess Datei aufgenommen wurden.

source: To enable this file, simply rename the <strong>_htaccess</strong> file (located in the main directory of your Tiki installation) to <strong>.htaccess</strong>.
de: Um diese Datei zu aktivieren, benenne einfach die <strong>_htaccess</strong> Datei (im Hauptverzeichnis der Tiki Installation) in <strong>.htaccess</strong> um.

source: If you need to keep an existing (non Tiki) .htaccess file, just add Tiki directives to it.
de: Wenn es notwendig ist, eine bestehende (nicht Tiki) .htaccess Datei zu behalten, füge in diese Datei die Tiki-Direktiven ein.

source: When you upgrade (ex.: from Tiki4 to Tiki5), make sure to use the new _htaccess file.
de: Wenn Du Tiki Upgradest (z.B.: von from Tiki 4 auf Tiki 5), stelle sicher, die neue _htaccess-Datei zu benutzen.

source: .htaccess file is out of date. SEFURL may not work completely or incorrectly if Tiki htaccess directives are not current.
de: .htaccess-Datei ist nicht aktuell. SEFURL wird möglicherweise nicht vollständig oder richtig funktionieren, wenn die Tiki HTACCESS-Zugriffsregeln nicht aktuell sind.

source: To update this file, if it was not customized, overwrite the <strong>.htaccess</strong> file (located in the main directory of your Tiki installation) with <strong>_htaccess</strong>.
de: Um diese Datei zu aktualisiere (wenn sie nicht manuell angepasst wurde) überschreiben die <strong>.htaccess</strong>-Datei (zu finden im Hauptverzeichnis Deiner Tikiinstallation) mit <strong>_htaccess</strong>.

source: List of Url Parameters that should go in the path
de: Liste der URL Parameter, die in den Pfad aufgenommen werden

source: Known Types
de: Bekannte Typen
fr: Types connus

source: Invert
de: invertieren
fr: Inverser

source: Show Usage
de: Zeige Benutzung

source: Delete &amp; Unreference
de: Löschen & Verweis aufheben
fr: Efface &amp; déréférence

source: Invert Relation
de: Beziehung invertieren
fr: Inverser la relation

source: New Types
de: Neue Typen
fr: Nouveaux types

source: No occurences found.
de: Keine Vorkommen gefunden.

source: Activate the feature
de: Funktion aktivieren
fr: Activer la fonctionnalité

source: Twitter Settings
de: Twittereinstellungen
fr: Configuration de Twitter

source: To use Twitter integration, you must register this site as an application at
de: Um die Twitterintegration zu nutzen, muss der Siteadministrator diese Site bei Twitter als eine Anwendung registrieren und zwar unter

source: and allow write access for the application
de: und der Anwendung Schreibrechte einräumen

source: Enter &lt;your site URL&gt;tiki-socialnetworks.php as callback URL
de: Trage &lt;Deine Site URL&gt;tiki-socialnetworks.php als Rückmeldungs-URL ein

source: Facebook Settings
de: Facebookeinstellungen
fr: Configuration de Facebook

source: To use Facebook integration, you must register this site as an application at
de: Um die Integration von Facebook nutzen zu können, musst Du diese Site als Anwendung einrichten unter

source: and allow extended access for the application
de: und der Anwendung Schreibrechte einräumen

source: Enter &lt;your site URL&gt;tiki-socialnetworks.php?request_facebook as Site URL and &lt;your site&gt; as Site Domain
de: Trage &lt;Deine Site-URL&gt;tiki-socialnetworks.php?request_facebook als Site-URL und &lt;Deine Site&gt; als Site-Domain ein

source: bit.ly Settings
de: bit.ly-Einstellungen
fr: Configuration de bit.ly

source: There is no need to set up a site-wide bit.ly account; every user can have his or her own, but this allows for site-wide statistics
de: Es ist nicht notwendig, ein bit.ly-Konto für die gesamte Site zu erstellen; jeder Benutzer kann sein eigenes Konto haben. Ein Gesamtkonto ermöglicht aber Statistiken für die gesamte Site

source: to sign up for an account
de: um Dich für ein Konto anzumelden

source: to retrieve the API key
de: um den API Schlüssel zu erhalten

source: Text area (that apply throughout many features)
de: Textbereiche (hat Auswirkungen auf viele Funktionen)
fr: Zones de texte (que l'on retrouve à travers plusieurs fonctionnalités)

source: Default size
de: Standardgröße
fr: Taille par défaut

source: External links and images
de: Externe Links und Bilder
fr: Liens et images externes

source: External links will be identified with
de: Externe Links werden identifiziert durch
fr: Les liens externes seront identifiés par

source: About plugins
de: Über Plugins
fr: A propos des plugins

source: Tiki plugins add functionality to wiki pages, articles, blogs, and so on. You can enable and disable them below.
de: Durch Tiki-Plugins werden zusätzliche Funktionen zu Wikiseiten, Artikeln, Blogs, etc. hinzugefügt. Du kannst unten Plugins an- und abschalten.
fr: Les plugins Tiki ajoutent des fonctionnalités aux pages wiki, articles, blogues et autres. Vous pouvez les activer ou désactiver ci-dessous.

source: You can approve plugin use at <a href=\"tiki-plugins.php\">tiki-plugins.php</a>.
de: Du kannst Plugins zur Benutzung unter <a href=\"tiki-plugins.php\">tiki-plugins.php</a> freigeben.
fr: Vous pouvez approuver l'usage des plugin sur la page <a href=\"tiki-plugins.php\">tiki-plugins.php</a>.

source: The edit-plugin icon is an easy way for users to edit the parameters of each plugin in wiki pages. It can be disabled for individual plugins below.
de: Durch das \"Editiere Plugin-Icon\" kann man auf Wikiseiten einfach die Parameter eines Plugins ändern. Diese Funktion kann für jedes Plugin einzeln deaktiviert werden
fr: L'icone d'édition de plugin est un accès simple pour les utilisateurs qui veulent éditer les paramètres de chaque plugin dans les pages wiki. Ceci peut être désactivé pour certains plugins ci-dessous.

source: Check disabled plugins used in wiki pages
de: Prüfe auf deaktivierte Plugins in den Wikiseiten
fr: Vérification désactivée utilisation des plugins dans les pages wiki

source: Disabled used plugins
de: Deaktivierte genutzte Plugins
fr: Désactivation des plugins

source: Plugin preferences
de: Plugin-Einstellungen

source: Edit plugin icons
de: Symbol zur Pluginbearbeitung
fr: Icone d'édition de plugin

source: Enable
de: Aktivieren
fr: Activer

source: Disable edit plugin icon (make plugin inline)
de: Deaktiviere das Icon zum Editieren des Plugins (make plugin inline)
fr: Désactive l'icone d'édition du plugin (plugin inline)

source: Plugin Aliases
de: Pluginalias
fr: Alias de plugin

source: About plugin aliases
de: Über Plugin-Alias
fr: A propos du 'plugin aliases'

source: Tiki plugin aliases allow you to define your own custom configurations of existing plugins.<br />Find out more here: {help url=\"Plugin+Alias\"}
de: Tiki Pluginalias erlauben Dir eigene Konfigurationen bestehender Plugins zu erstellen.<br />Find hierüber mehr heraus: {help url=\"Plugin+Alias\"}

source: This page is designed to work with JQuery {icon _id=\"arrow_right\" href=\"tiki-admin.php?page=features\"}
de: Diese Seite ist desgined um mit JQuery zu arbeiten {icon _id=\"arrow_right\" href=\"tiki-admin.php?page=features\"}
fr: Cette page a été conçue pour fonctionner avec JQuery {icon _id=\"arrow_right\" href=\"tiki-admin.php?page=features\"}

source: Available Alias
de: Verfügbare Alias
fr: Alias disponibles

source: Enable Plugins
de: Aktiviere Plugins
fr: Activer les plugins

source: Delete Plugins
de: Lösche Plugins
fr: Effacer les plugins

source: Click on the plugin name to edit it
de: Klicke auf einen Pluginnamen um es zu bearbeiten

source: Click on the + icon to add a new one
de: Klicke auf das + um ein neues hinzuzufügen

source: General Information
de: Generelle Informationen
fr: Informations générales

source: Base Plugin
de: Basisplugin
fr: Plugin de base

source: Body Label
de: Bezeichnung
fr: Étiquette

source: Dependencies
de: Abhängigkeiten
fr: Dépendances

source: Simple Plugin Arguments
de: Einfache Pluginargumente

source: New Argument:
de: Neues Argument:

source: Plugin Parameter Documentation
de: Dokumentation Pluginparameter
fr: Documentation des paramètres du plugin

source: Required
de: Erforderlich
fr: Requis

source: Safe
de: Sicher
fr: Prudent

source: Plugin Body
de: Plugin Hauptteil
fr: Corps du plugin

source: Ignore User Input
de: Ignoriere Benutzereingaben
fr: Ignorer les entrées utilisateur

source: Default Content
de: Standardinhalt
fr: Contenu par défaut

source: Encoding
de: Formatierung
fr: Encodage

source: Argument Source (if different)
de: Argumentquelle (wenn verschieden)

source: Default Value
de: Standardwert
fr: Valeur par défaut

source: Composed Plugin Arguments
de: Zusammengesetzte Pluginargumente
fr: Arguments de plugin composé

source: Pattern
de: Muster
fr: Modèle

source: To configure your trackers, look for \"Admin trackers\" under \"Trackers\" on the application menu, or
de: Tracker konfigurieren über Menüpunkt 'Tracker verwalten' unter 'Tracker' im Hauptmenü oder
fr: Pour configurer vos formulaires, allez sur \"Administrer les formulaires\" sous \"Formulaires\" dans l'application menu, ou

source: Tracker attachment preferences
de: Einstellungen Trackeranhänge

source: Use database to store files
de: Datenbank zum Speichern von Dateien benutzen
fr: Utiliser la base de données pour stocker les fichiers

source: Use a directory to store files
de: Ein Verzeichnis zur Dateiablage benutzen
fr: Utiliser un répertoire pour stocker les fichiers

source: Tracker attachments
de: Trackeranhänge

source: Switch storage
de: Speicherort wechseln

source: Change all to db
de: Alle auf Datenbank umstellen
fr: Les mettre tous dans la base de données

source: Change all to file
de: Alle auf Datei umstellen
fr: Les mettre tous en fichiers

source: Quota (Mb)
de: Speicherkontingent (MB)

source: Use database to store userfiles
de: Benutzer-Dateien in Datenbank speichern
fr: Utiliser la base de données pour stocker les fichiers utilisateurs

source: Use a directory to store userfiles
de: Benutzer-Daten in Verzeichnis ablegen
fr: Utiliser un répertoire pour stocker les fichiers utilisateurs

source: Kaltura Registration
de: Kaltura Registrierung

source: To get a Kaltura Partner ID:
de: Um eine Kaltura Partner ID zu bekommen:

source: Setup your own instance of Kaltura Community Edition (CE)
de: Richte Deine eigene Instanz der Kaltura Community Edition (CE) ein

source: get an account via Kaltura.com
de: registriere Dich auf Kaltura.com

source: List Media Entries
de: Liste der Medieneinträge

source: List Remix Entries
de: Liste der Remixeinträge

source: Add New Media
de: Füge neue Medien hinzu

source: Kaltura / Tiki config
de: Kaltura / Tiki konfigurieren

source: Kaltura Partner Settings
de: Kaltura Partner Einstellungen

source: Kaltura Dynamic Player
de: Kaltura Dynamischer Player

source: Kaltura Contribution Wizard
de: Kaltura Mitwirkungsassistent

source: Kaltura Remix Editors
de: Kaltura Remix Editoren

source: Ustream Watershed Registration
de: Ustream Watershed Registrierung

source: If you don't have a Watershed account,
de: Wenn Du kein Watershed Konto hast,

source: you can find out more about it here
de: kannst Du hier mehr hierüber erfahren

source: Configuration within Watershed
de: Konfiguration innerhalb Watershed

source: Set the webservice to point to tiki-watershed_service.php on your site, and turn on Authentication Lock.
de: Richte den Webservice so ein, dass er auf tiki-watershed_service.php auf deiner Website verweist, und schalte Deinen \"Authentication Lock\" ein.

source: Use Wiki plugins WatershedBroadcaster, WatershedViewer and WatershedChat to embed your broadcaster, viewer or chat.
de: Benutze die Wikiplugins WatershedBroadcaster, WatershedViewer und WatershedChat um Deinen Broadcaster, Betrachter oder Chat einzubetten.

source: Basic tracker settings
de: Grundlegende Tracker Einstellungen

source: Archive settings
de: Archiveinstellungen

source: Archive settings (optional)
de: Optionale Archiv Einstellungen

source: Enter the URL of a web services returning either JSON or YAML. Parameters can be specified by enclosing a name between percentage signs. For example: %name%. %service% and %template% are reserved keywords and cannot be used.
de: Trage die URL eines Webservices ein, der Daten im JSON oder YAML-Format bereitstellt. Parameter können durch Prozentzeichen eingeschlossen angegeben werden. Z.B. %name%. %service% und %template% sind reservierte Schlüsselwörter und können nicht verwendet werden.

source: Parameters (%name%):
de: Parameter (%name%):

source: Not supported
de: Nicht unterstützt
fr: Non supporté

source: Content Type
de: Inhaltstyp
fr: Type de contenu

source: Not specified
de: Nicht angegeben
fr: Non spécifié

source: Returned Data
de: Zurückgegebene Daten
fr: Données renvoyées

source: Output
de: Ausgabe
fr: Sortie

source: Use the 'Quick Edit' module to easily create or edit wiki pages.
de: Benutze das 'Schnellerstellen' Modul um Wikiseiten vereinfacht zu erstellen

source: Select <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">Admin &gt; Modules</a> to add this (or other) modules.
de: Wähle <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">Verwalten > Module</a> um dieses oder andere Module hinzuzufügen.

source: Page display
de: Seitenanzeige
fr: Affichage d'une page

source: Page version
de: Seitenversion
fr: Version de la page

source: List authors
de: Autoren aufzählen
fr: Liste des auteurs

source: Allow override per page
de: Erlaube pro Seite zu überschreiben
fr: Permettre la surcharge par page

source: Minor edits do not flag new content for translation and do not send watch notifications (unless \"Watch minor edits\" is enabled).
de: Geringfügige Änderungen markieren neue Inhalte nicht für notwendige Übersetzungen und senden auch keine Beobachten-Benachrichtigungen (es sei denn die Funktion \"Beobachte geringfügige Änderungen\" ist markiert).
fr: La traduction ne constitue pas un nouveau contenu et cette modification mineure n'est pas notifiée (sauf si l'option \"Watch minor edits\" est activée)

source: Only user groups granted the tiki_p_minor permission (and admins) will be able to save minor edits when this is enabled.
de: Nur Benutzer die Rechte für tiki_p_minor permission (und Administratoren) haben, sind in der Lage geringfügige Änderungen zu speichern, wenn die Funktion aktiviert wurde.
fr: Seul les groupes ayant le privilège tiki_p_minor (et l'admin) seront en mesure de sauvegarder des versions mineures lorsque celle-ci est activée.

source: Manage attachments
de: Anhänge verwalten
fr: Administrer les fichiers joints

source: Tag for current wiki
de: Tag für die aktuelle Wiki

source: Restore wiki to tag
de: Tiki zu einem Tag wiederherstellen

source: Remove a tag
de: Tag entfernen
fr: Supprimer un tag

source: Generate dump
de: Datenbankabzug erzeugen
fr: Générer un fichier-dump

source: Download last dump
de: Letzten Datenbankabzug downloaden
fr: Télécharger le dernier fichier-dump

source: Remove unused pictures
de: Entferne unbenutzte Bilder
fr: Supprimer les images inutilisées

source: Export Wiki Pages
de: Exportiere Wiki-Seiten
fr: Exporter les pages Wiki dans un Dump PhpWiki

source: Staging &amp; Approval
de: Anwärter & Bestätigen
fr: En attente

source: Page Listings
de: Seiten auflisten
fr: Préférences d'affichage

source: Configuration
de: Konfiguration

source: Select which items to display when listing pages
de: Wähle anzuzeigende Punkte aus, die in Auflistungen erscheinen sollen
fr: Sélectionner quels éléments sont affichés lors dans les listes de pages

source: Wiki 3D Browser Configuration
de: Wiki 3D Browser Konfiguration
fr: Configuration du navigateur Wiki 3D

source: Tools
de: Werkzeuge
fr: Outils

source: Mass search and replace
de: Massensuchen und Ersetzen
fr: Recherche et remplacement en masse
