Repository: alaindesilets/tiki
Catalog: gettext/lang/*/messages.po
Languages: de, fr

source: Wiki attachments
de: Wiki-Anhänge
fr: Fichiers joints Wiki

source: WYSIWYG means What You See Is What You Get, and is handled in Tiki by <a href=\"http://ckeditor.com/\">CKEditor</a>
de: WYSIWYG steht für What You See Is What You Get (Was Du siehst, ist was Du bekommst) und wird in Tiki vom <a href=\"http://ckeditor.com/\">CKEditor</a> ermöglicht
fr: WYSIWYG siginifie What You See Is What You Get (ce que vous voyez est ce que vous obtenez), et est géré dans Tiki par <a href=\"http://ckeditor.com/\">CKEditor</a>

source: Page links
de: Seitenlinks

source: Note that if the SEFURL feature is on, page links created using wysiwyg might not be automatically updated when pages are renamed. This is planned to be addressed through the future \"Use Wiki syntax in WYSIWYG\" feature.
de: Beachte, dass es bei Benutzung der Funktion\"suchmaschienenfreundliche URL\" dazu kommen kann, dass Links, die mit WYSIWYG erstellt wurden, bei einer Umbenennung der Seiten nicht aktualisiert werden. Es ist geplant, dies in Zukunft durch die Funktion \"Benutze den Wikisyntax in WYSIWYG\" sicherzustellen.
fr: Noter que si l'option SEFURL est activée, les liens de page créées en wysiwyg peuvent ne pas être mis à jour automatiquement quand les pages sont renommées. Ceci est prévu au travers de la future option \"Utiliser la syntaxe Wiki en wysiwyg\".

source: Wysiwyg Editor Features
de: Wysiwyg Editor Funktionen
fr: Options de l'éditeur wysiwyg

source: Related features
de: Verknüpfte Funktionen
fr: Fonctionnalités associées

source: An easier way to integrate content from another site into Tiki is via iframed links using Tiki's <a class=\"rbox-link\" href=\"tiki-admin_links.php\">featured links</a> feature.
de: Mit der Funktion <a class=\"rbox-link\" href=\"tiki-admin_links.php\">Linktips</a> lassen sich Inhalte von fremden Seiten über IFRAME-Links leichter integrieren.
fr: Un moyen facile d'intégrer le contenu d'un autre site dans Tiki est via des liens iframe utilisant la fonctionnalité Tiki <a class=\"rbox-link\" href=\"tiki-admin_links.php\">featured links</a> .

source: Edit Repository:
de: Repository bearbeiten:

source: Create New Repository
de: Neues Repository erstellen
fr: Créer un nouveau répertoire

source: List Repositories
de: Repositories auflisten
fr: Liste des répertoires

source: New Repository
de: Neues Repository
fr: Nouveau répertoire

source: View Repository
de: Repository anschauen
fr: Afficher le répertoire

source: Start page
de: Startseite
fr: Première page

source: CSS File
de: CSS-Datei
fr: Fichier CSS

source: Cacheable
de: cachebar
fr: Peut être mis en antémémoire

source: Clear cache
de: Cache leeren
fr: Vider l'antémémoire

source: Cache expiration
de: Cache Verfallszeit
fr: Expiration de l'antémémoire

source: Available Repositories
de: Vorhandene Repositories
fr: Répertoires disponibles

source: Edit rules
de: Regeln bearbeiten
fr: Modifier les règles

source: Edit Rules for Repository:
de: Regeln ändern für Repository:

source: Configure Repositories
de: Repositories konfigurieren
fr: Configurer les répertoires

source: Configure this Repository
de: Dieses Repository konfigurieren
fr: Configurer ce répertoire

source: View this Repository
de: Repository ansehen
fr: Voir ce répertoire

source: New Rule
de: Neue Regeln
fr: Nouvelle règle

source: Copy Rules
de: Regeln kopieren
fr: Recopie des règles

source: Copy
de: Kopieren
fr: Recopie

source: Rule order
de: Reihenfolge der Regeln
fr: Ordre des règles

source: Text to search for
de: Zu suchender Text
fr: Texte recherché

source: Text to replace
de: Zu ersetzender Text
fr: Texte à remplacer

source: Case sensitive
de: Groß-/Kleinschreibung beachten
fr: Casse prise en compte

source: Preview options
de: Vorschau-Einstellungen
fr: Options de l'aperçu

source: Apply all rules
de: Alle Regeln anwenden
fr: Appliquer toutes les règles

source: Code preview
de: Code-Vorschau
fr: Aperçu du code

source: Generate HTML preview
de: HTML-Vorschau erstellen
fr: Générer un aperçu HTML

source: HTML preview
de: HTML-Vorschau
fr: Aperçu HTML

source: Preview Results
de: Vorschau der Ergebnisse
fr: Aperçu des résultats

source: Rules List
de: Regelliste
fr: Liste des règles

source: Configure/Options
de: konfigurieren/Optionen
fr: Configurer/Options

source: No pages found
de: Keine Seiten gefunden
fr: Aucun résultat

source: Admin layout
de: Layout verwalten
fr: Administrer la mise en page

source: Theme control
de: Theme-Konfiguration
fr: Contrôle des thèmes

source: layout options
de: Layout Optionen
fr: Options de mise en page

source: Right column
de: Rechte Spalte
fr: Colonne de droite

source: Top bar
de: Oberer Balken
fr: Barre du haut

source: Bottom bar
de: Unterer Balken
fr: Barre du bas

source: To use these links, you must assign the featured_links <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">module</a>.
de: Um diese Links benutzen zu können, musst Du das <a class=\"rbox-link\" href=\"tiki-admin_modules.php\">Modul</a> Linktips zuweisen.

source: Generate positions by hits
de: Positionen nach Zugriffen vergeben
fr: Générer les positions par le nombre de visites

source: List of featured links
de: Liste vorhandener Linktips
fr: Liste des liens vedette

source: Add Featured Link
de: Linktip hinzufügen
fr: Ajouter un lien vedette

source: Edit this Featured Link:
de: Diesen Linktip bearbeiten:

source: Create new Featured Link
de: Neuen Linktip anlegen
fr: Créer un nouveau lien vedette

source: disables the link
de: deaktiviert den Link
fr: désactive l'hyper-lien

source: Link type
de: Linktyp
fr: Type de lien

source: replace current page
de: Aktuelle Seite ersetzen
fr: remplacer la page en cours

source: framed
de: umrahmt
fr: encadré

source: open new window
de: Neues Fenster öffnen
fr: ouvrir nouvelle fenêtre

source: Mail-in accounts
de: Mail-in-Konten
fr: Comptes mail-in

source: Add new Mail-in account
de: Neues Mail-in-Konto erstellen
fr: Ajouter un nouveau compte Mail-in

source: Edit Mail-in account
de: Mail-in Konto bearbeiten
fr: Modifier un compte mail-in

source: SMTP requires authentication
de: SMTP benötigt Authentifizierung
fr: SMTP exige une authentification

source: Article Topic
de: Artikel-Thema
fr: Sujet de l'article

source: Admin Topics
de: Themen verwalten
fr: Administrer les sujets

source: Article Type
de: Artikel-Typ
fr: Type de l'article

source: Admin Types
de: Typen verwalten
fr: Administrer les types

source: Active
de: Aktiv
fr: Activé

source: Allow anonymous access
de: Anonymen Zugriff erlauben
fr: Permettre un accès anonyme

source: Allow attachments
de: Anhänge erlauben
fr: Permettre les fichiers joints

source: Discard to the end from
de: Verwerfe zum Ende von
fr: Ignorer la fin à partir de

source: Check Mail-in accounts
de: Mail-in-Konten prüfen
fr: Vérifier les comptes mail-in

source: Check automatically
de: Automatisch überprüfen
fr: Vérifier automatiquement

source: Frequency
de: Frequenz
fr: Fréquence

source: mn
de: Minuten

source: Admin Menu
de: Menü verwalten
fr: Administrer un menu

source: List menus
de: Menüs auflisten
fr: Liste des menus

source: Edit this menu
de: Dieses Menü bearbeiten
fr: Modifier ce menu

source: Manage menu
de: Menü verwalten
fr: Gérer un menu

source: Edit menu options
de: Menüoptionen bearbeiten
fr: Modifier les options du menu

source: Show Quick Urls
de: Quick URLs anzeigen
fr: Montre l'aide URLs

source: Some useful URLs
de: Einige nützliche URLs
fr: Adresses Web utiles

source: Hide Quick Urls
de: Quick URLs verstecken
fr: Cacher l'aide URLs

source: For wiki page, use ((PageName))
de: Benutze ((PageName)) für eine Wiki Seite

source: Separate multiple sections with a comma ( , ) for an AND or a vertical bar ( | ) for an OR
de: Trenne mutiple Abschnitte mit einem Komma ( , ) für ein UND oder einem Senkrechtstrich ( | ) für ein ODER
fr: Séparer les sections multiples avec une virgule (,) pour une condition ET ou avec une barre verticale (|) pour un OU

source: Separate multiple permissions with a comma ( , ) for an AND or a vertical bar ( | ) for an OR
de: Trenne mutiple Rechte mit einem Komma ( , ) für ein UND oder einem Senkrechtstrich ( | ) für ein ODER
fr: Séparer les permissions multiples avec une virgule (,) pour une condition ET ou avec une barre verticale (|) pour un OU

source: Selecting 2 groups means that the option will be seen if the user belongs to the 2 groups. If you want the 2 groups to see the option, create 2 options with one group each
de: Die Auswahl von 2 Gruppen führt dazu, dass der Benutzer beiden angehören muss, um die Option zu sehen. Wenn Du möchtest, dass 2 Gruppen diese Option sehen können, erstelle zwei Optionen, jeweils eine pro Gruppe

source: If the url is ((PageName)), you do not need to put the groups, the option will be displayed only if the page can be displayed
de: Wenn die URL ((PageName)) ist, musst Du keine Gruppen festlegen. Die Option wird nur angezeigt, wenn die Seite angezeigt werden kann

source: section level 0
de: Abschnittsebene 0
fr: section niveau 0

source: section level 1
de: Abschnittsebene 1
fr: section niveau 1

source: section level 2
de: Abschnittsebene 2
fr: section niveau 2

source: section level 3
de: Abschnittsebene 3
fr: section niveau 3

source: sorted section level 0
de: sortierte Abschnittsebene 0
fr: section triée niveau 0

source: separator
de: Trennlinie
fr: intercalaire

source: Home
de: Startseite
fr: Accueil

source: Choose
de: Auswählen
fr: Choisir

source: Home Image Gal
de: Home-BilderGal
fr: Accueil-Gal. images

source: Home Image Gallery
de: Home-Bildergalerie
fr: Accueil-Galerie d'images

source: Home File Gal
de: Home-Dateiarchiv
fr: Accueil-Gal. fichiers

source: Home File Gallery
de: Home-Dateiarchiv
fr: Accueil-Galerie de fichiers

source: User preferences
de: Benutzereinstellungen
fr: Préférences utilisateur

source: User prefs
de: Benutzereinstellungen
fr: Préf. utilisateur

source: List galleries
de: Galerien auflisten
fr: Liste des galeries

source: List image galleries
de: Bildergalerien auflisten
fr: Liste des galeries d'images

source: Upload image
de: Bild hochladen
fr: Envoyer une image

source: Gallery Rankings
de: Galerie-Bewertungen
fr: Classements des galeries

source: Browse a gallery
de: Galerie ansehen
fr: Parcourir une galerie

source: Articles home
de: Artikel-Home
fr: Accueil-articles

source: All articles
de: Alle Artikel
fr: Tous les articles

source: List articles
de: Artikel auflisten
fr: Liste des articles

source: Submit
de: Abschicken
fr: Soumettre

source: List Blogs
de: Blogs auflisten
fr: Liste des blogues

source: Create Blog
de: Blog erstellen
fr: Créer un blogue

source: View a forum
de: Forum ansehen
fr: Afficher un forum

source: View a thread
de: Thread ansehen
fr: Afficher un fil de discussion

source: View a FAQ
de: Eine FAQ ansehen
fr: Afficher une FAQ

source: Take a quiz
de: Ein Quiz durchführen
fr: Remplir un QCM

source: Quiz stats
de: Quizstatistik
fr: Statistiques sur les QCMs

source: Stats for a Quiz
de: Statistik für ein Quiz
fr: Statistiques sur le QCM

source: Preview menu
de: Vorschau des Menüs
fr: Aperçu du menu

source: Menu options
de: Menüoptionen
fr: Options du menu

source: switch with previous option
de: schalte mit vorheriger Option um
fr: échanger avec l'option précédente

source: switch with next option
de: schalte mit nächster Option um
fr: échanger avec l'option suivante

source: Import/export menu
de: Importiere/exportiere Menü
fr: Importer/exporter un menu

source: Export CSV data
de: Exportiere CSV-Daten
fr: Exporter des données CSV

source: Import CSV data
de: Importiere CSV-Daten
fr: Importer des données CSV

source: To add new options to the menu set the optionId field to 0. To remove an option set the remove field to 'y'
de: Um neue Optionen zum Menü hinzuzufügen, trage im optionId Feld 0 ein. Um eine Option zu entfernen, trage bei Feld entfernen 'y' ein
fr: Pour ajouter de nouvelles options au menu, positionnez le champ optionId à 0. Pour retirer une option, positionnez le champ suppression à 'y'

source: Active Permissions
de: Aktive Berechtigungen
fr: Permissions activées

source: Clone this menu and its options
de: Klone dieses Menü mitsamt seinen Optionen

source: Create/Edit Menu
de: Menü erstellen/bearbeiten
fr: Ajouter/Modifier un menu

source: Edit this Menu:
de: Dieses Menü bearbeiten:

source: Create new Menu
de: Neues Menü erstellen
fr: Créer un nouveau menu

source: dynamic collapsed
de: Dynamisch eingeklappt
fr: sous-menus non vus

source: dynamic extended
de: Dynamisch ausgeklappt
fr: sous-menus vus

source: fixed
de: fest
fr: fixe

source: Folder Icon
de: Ordnericon
fr: Icône des répertoires

source: Path and filename of closed folder icon
de: Pfad und Dateiname für das Icon für den geschlossenen Ordner
fr: Chemin et nom de l'icône d'un répertoire fermé

source: To use custom folder icons in menus, enter the path to the icon for the <strong>closed</strong> folder.
de: Um benutzerdefinierte Ordnericons im Menu zu benutzen, bitte den Pfad zum Icon für den <strong>geschlossenen</strong> Ordner angeben.

source: In the same directory, include an icon for the opened folder.
de: Im selben Verzeichnis ist ein Icon für den geöffneten Ordner zu hinterlegen.

source: The \"opened folder\" icon name must be identical to the \"closed folder\" icon name, prefixed with the letter <strong>o</strong>.
de: Der Name des Icons \"geöffneter Ordner\" muss mit dem Namen des Icons für \"geschlossenen Ordner\" identisch sein. Ersterer (geöffneter Ordner) muss das Präfix <strong>o</strong> haben.

source: For example, the default icon is: pics/icons/folder.png
de: Z.B. ist das Standardicon: pics/icons/folder.png
fr: Exemple, l'icône par défaut est : pics/icons/folder.png

source: The name of the \"open folder\" icon is: pics/icons/ofolder.png
de: Der Name/Pfad des Icons für den \"geöffneten Ordner\" lautet: pics/icons/ofolder.png
fr: Le nom du fichier icône pour les répertoires ouvert est : pics/icons/ofolder.png

source: Configure icons for menu entries
de: Konfiguriere Symbole für Menüs

source: To use menus in a <a href=\"tiki-admin_modules.php\">module</a>, <a href=\"tiki-admin.php?page=look\">Look and Feel</a> or a template, use {literal}{menu id=x}{/literal}, where x is the ID of the menu
de: Um Menüs in <a href=\"tiki-admin_modules.php\">Modulen</a>, <a href=\"tiki-admin.php?page=look\">Look and Feel</a> oder einer Vorlage zu nutzen, benutze {literal}{menu id=x}{/literal}, wobei x für die ID des Menüs steht
fr: Pour utiliser les menus dans un <a href=\"tiki-admin_modules.php\">module</a>, <a href=\"tiki-admin.php?page=look\">Thème et apparence</a> ou un modèle, utilisez {literal}{menu id=x}{/literal}, où x est l'identifiant du menu

source: To use a menu in a tiki format:
de: Um ein Menü im Tiki-Format zu nutzen:

source: To use menu in a css/suckerfish format:
de: Um das Menü im CSS/suckerfish Format zu nutzen:

source: To customize the menu's CSS id (#):
de: Um die CSS-ID des Menü anzupassen (#):

source: Hints
de: Hiweise
fr: Astuces

source: Name (must be unique)
de: Name (muss einmalig sein)
fr: Nom (doit être unique)

source: Create new tab
de: Erstelle einen neuen Tab
fr: Créer un nouvel onglet

source: Edit this tab
de: Bearbeitet diesen Tab
fr: Éditer cet onglet

source: Weight (must be integer)
de: Gewicht (muss ein Integerwert sein)
fr: Poids (doit être un entier)

source: Clear Cache
de: Cache leeren
fr: Vider l'antémémoire

source: The following required parameters are missing:
de: Es fehlenden die nachfolgend genannten notwendigen Parameter:

source: Modules Revamp
de: Modulumgestaltung

source: Drag the modules around to re-order then click save when ready
de: Ziehe die Module herum, um sie neu zu ordnen und klicke speichern, wenn Du fertig bist
fr: Glissez les modules dans l'ordre souhaité puis cliquez sur \"sauvegarder\" lorsque vous avez terminé

source: Double click them to edit
de: Doppelklicke sie zum Bearbeiten
fr: Double-cliquez pour éditer

source: Modules with \"position: absolute\" in their style can be dragged in to position
de: Module mit der Positionsangabe \"absolute\" können in eine andere Position verschoben werden
fr: Les modules avec la propriété \"position: absolute\" dans la feuille de style peuvent être glissés vers leur position finale

source: New modules can be dragged from the \"All Modules\" tab
de: Neue Module können aus dem Tab \"Alle Module\" gezogen werden
fr: Vous pouvez glisser de nouveaux modules à partir de l'onglet \"Tous les modules\"

source: Note:
de: Hinweis:
fr: Remarque :

source: Links and buttons in modules, apart from the Application Menu, have been deliberately disabled on this page to make drag and drop more reliable. Click here to return <a href=\"./\">HOME</a>
de: Links und Schaltflächen in den Modulen wurden - abgesehen vom Hauptmenü - absichtlich deaktiviert um das Verschieben zuverlässiger zu machen. Klicke hier um zu <a href=\"./\">HOME</a> zurückzukehren
fr: Les liens et les boutons dans les modules, en dehors du menu application, ont été délibérément désactivés sur cette page pour rendre le \"glisser-déposer\" plus fiable. Cliquez ici pour retourner à l'<a href=\"./\">accueil</a>

source: More info here
de: Hier gibt es weitere Infos
fr: Plus d'information ici

source: Assigned modules
de: Zugewiesene Module
fr: Modules assignés

source: This tab remains for legacy purposes to allow editing \"the old way\"
de: Dieser Tab bleibt erhalten, um die Module auf \"die alte Art\" weiter zu bearbeiten
fr: Cet onglet reste pour des raisons d'héritage afin de permettre d'éditer de l' \"ancienne façon\"

source: Assign/Edit modules
de: Module zuweisen/ändern
fr: Assigner/Éditer les modules

source: Assigned Modules
de: Zugewiesene Module
fr: Modules attribués

source: Add module
de: Module hinzufügen

source: Move Up
de: Nach oben bewegen
fr: Déplacer vers le haut

source: Move Down
de: Nach unten bewegen
fr: Déplcer vers le bas

source: Edit module
de: Module bearbeiten

source: Assign new module
de: Neues Modul hinzufügen
fr: Attribuer un nouveau module

source: Edit this assigned module:
de: Dieses zugewiesene Modul bearbeiten:

source: Module Options
de: Moduloptionen
fr: Options de modules

source: User Modules
de: Benutzermodule
fr: Modules utilisateur

source: Create new user module
de: Neues Benutzer-Modul erstellen
fr: Créer un nouveau module utilisateur

source: Edit this user module:
de: Dieses Benutzer-Modul bearbeiten:

source: Create your new custom module below. Make sure to preview first and make sure all is OK before <a href=\"#assign\">assigning it</a>. Using html, you will be fine. However, if you improperly use wiki syntax or Smarty code, you could lock yourself out of the site.
de: Erstelle hier Dein eigenes Benutzermodul. Vergewissere Dich über die Vorschau, dass alles OK ist, bevor Du das Modul <a href=\"#assign\">zuweist</a>. HTML-Code kann benutzt werden. Aber wenn Du falschen Wikisyntax oder ungültigen Smartycode benutzt, kannst Du Dich aus der Tiki aussperren.
fr: Créer votre module fait sur mesure. Assurez vous de faire un aperçu avant de <a href=\"#assign\">l'assigner</a>. L'utilisation d'une mauvaise syntaxe wiki ou de code smarty (pas de problème avec html) peut vous empêcher d'utiliser le site.

source: Must be wiki parsed
de: Wiki Parser anwenden
fr: Doit être analysé Wiki

source: Objects that can be included
de: Objekte, die eingebunden werden können
fr: Objets pouvant être inclus

source: Available polls
de: Verfügbare Abstimmungen
fr: Sondages disponibles

source: Random active poll
de: Zufällige aktive Umfrage
fr: Sondage actif choisi au hasard

source: Random current poll
de: Zufällige aktuelle Umfrage
fr: Sondage courant choisi au hasard

source: Use Poll
de: Abstimmung benutzen
fr: Utiliser ce sondage

source: Random image from:
de: Zufälliges Bild aus:

source: Use Gallery
de: Galerie benutzen
fr: Utiliser cette galerie

source: Dynamic content blocks
de: Dynamische Inhaltsblöcke

source: Use Dynamic Content
de: Dynamischen Inhaltsblock benutzen
fr: Utiliser ce contenu

source: Use RSS Module
de: RSS-Modul benutzen
fr: Utiliser ce RSS

source: Default Tiki menus:
de: Standardtikimenüs:

source: Use Menu
de: Menü benutzen
fr: Utiliser ce menu

source: CSS menus:
de: CSS-Menüs:

source: Use CSS menu
de: Benutze CSS Menü
fr: Utliser les menus CSS

source: Banner zones
de: Bannerzonen

source: Use Banner Zone
de: Bannerzone benutzen
fr: Utiliser cette bannière

source: Structures:
de: Strukturen:

source: Use Wiki Structure
de: Benutze Wiki Strukturen
fr: Utiliser cette structure Wiki

source: To use a <a target=\"tikihelp\" href=\"http://users.tpg.com.au/j_birch/plugins/superfish/\">CSS (Superfish) menu</a>, use one of these syntaxes:
de: Um ein <a target=\"tikihelp\" href=\"http://users.tpg.com.au/j_birch/plugins/superfish/\">CSS (Superfish) Menü</a> zu benutzen, verwende einen der folgenden Syntaxe:

source: To use a default Tiki menu:
de: Um ein standard Tikimenü zu benutzen:

source: Data
de: Daten
fr: Contenu

source: All Modules
de: Alle Module
fr: Tous les modules

source: Show all modules
de: Zeige alle Module
fr: Montrer tous les modules

source: Admin newsletter subscriptions
de: Rundbrief-Abonnenten verwalten
fr: Administrer les abonnements à une lettre d'informations

source: List Newsletters
de: Rundbriefe auflisten
fr: Liste des lettres d'informations

source: Edit Newsletter
de: Newsletter bearbeiten
fr: Modifier une lettre d'informations

source: Admin Newsletters
de: Rundbriefe verwalten
fr: Administrer les lettres d'informations

source: Send Newsletters
de: Rundbrief versenden
fr: Envoyer des lettres d'informations

source: Subscriptions
de: Registrierungen
fr: Inscriptions

source: Wiki Page Name
de: Wiki Seitenname
fr: Nom de la page Wiki

source: Validate Addresses
de: Addressen validieren
fr: Valider les adresses

source: Add To List
de: Zu Liste hinzufügen
fr: Ajouter à la liste

source: Valid
de: Gültig
fr: Valide

source: Subscribed
de: abonniert
fr: inscrit

source: Add subscribers
de: Abonnenten hinzufügen

source: You can add several email addresses by separating them with commas.
de: Es können durch Komma getrennt mehrere Emailaddressen angegeben werden.
fr: Vous pouvez ajouter plusieurs courriels en les séparant par des virgules.

source: Add email:
de: Email hinzufügen:

source: Add user:
de: Benutzer hinzufügen:

source: Users from group:
de: Benutzer einer Gruppe:

source: Group subscription also subscribes included groups
de: Gruppenabonnement abonniert ebenso enthaltene Gruppen
fr: L'inscription d'un groupe inscrit aussi les groupes inclus

source: Don't send confirmation mail
de: Sende keine Bestätigungsmail
fr: Ne pas envoyer de messages de confirmation

source: The user email will be refreshed at each newsletter sending
de: Die Benutzer Email wird bei jedem gesendeten Rundbrief aktualisiert
fr: L'adresse électronique de l'utilisateur sera reconstruite à chaque envoi de lettre d'informations

source: Import emails from file
de: Importiere Emails aus einer Datei

source: txt file, one e-mail per line
de: txt Datei, eine Email je Zeile
fr: fichier texte, une adresse par ligne

source: Don't send confirmation mails
de: Sende keine Bestätigungsmails

source: Import emails from wiki page
de: Importiere Emails von einer Wiki Seite

source: Wiki page, one e-mail per line
de: Wiki Seite, eine Email je Zeile

source: Subscribe group
de: Abonniere Gruppe
fr: Inscrire un groupe

source: Use subscribers of another newsletter
de: Benutze Abonnenten eines anderen Rundbriefs

source: Use emails from wiki page
de: Benutze Email von einer Wiki Seite

source: Emails on a wiki page which will be added at each newsletter sending, one e-mail per line
de: Emails auf einer Wiki Seite die zu jeder Rundbriefsendung beigefügt wird, Eine Email je Zeile

source: Don't subscribe emails
de: abonniere nicht Emails
